[
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Elchim", "name": "\r\n\t\t\t\t3900 Titanium Rose Gold Ionic/Ceramic Dryer", "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Mizani", "name": "\r\n\t\t\t\t25 Miracle Milk Leave-In Treatment", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAqua/Water, Cocos Nucifera Oil/Coconut Oil, Amodimethicone, PPG-5-Ceteth-10 Phosphate, Polyquaternium-37, Phenoxyethanol, Propylene Glycol Dicaprylate/Dicaprate, Acetamide  Mea, Parfum/Frangrance, Lactamide Mea, Dimethicone PEG-7 Phosphate, Butylene Glycol, PPG-1 Trideceth-6, Trideceth-6, Behentrimonium Chloride, Xylose,  Ethylhexylglycerin, Helianthus Annuus Seed Extract/Sunflower Seed Extract, Sodium Hydroxide, Linalool, Benzophenone-4, Cetrimonium Chloride, Tocopherol, Olea Europaea Oil/Olive Fruit Oil, Camelina Sativa Oil/Camelina Sativa Seed Oil, Ascorbyl Glucoside, Benzyl  Alcohol, Geraniol, Citronellol, Benzyl  Salicylate, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Isoeugenol, Foeniculum Vulgare (Fennel) Seed Extract, Melanin."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Viviscal", "name": "\r\n\t\t\t\tExtra Strength Hair Nutrient Tablets", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tContains One or More of the Following: Cod, English Whiting, Shark, and Microcrystalline Cellulose, Magnesium Stearate, Hypromellose, Natural Orange Flavor, Glycerol."},
{"brand": "Alterna", "name": "\r\n\t\t\t\tCaviar Moisture \"Try Me\" Kit", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tCaviar Anti-Aging Replenishing Moisture Shampoo: Water (Aqua), Disodium Laureth Sulfosuccinate, Sodium Cocoyl Isethionate, Sodium Lauryl Sulfoacetate, Cocamidopropyl Hydroxysultaine, Sodium Lauroyl Sarcosinate, Cocamidopropylamine Oxide, Acrylates Copolymer, Methyl Gluceth-20, Glycol Distearate, Glycereth-26, Algae Extract, Amodimethicone, Saccharomyces/Magnesium Ferment, Saccharomyces/Copper Ferment, Saccharomyces/Iron Ferment, Saccharomyces/Silicon Ferment, Saccharomyces/Zinc Ferment, Phospholipids, Soy Amino Acids, Sodium Phytate, Polysilicone-15Linum Usitatissimum (Linseed) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Glycerin, Laureth-9, Caviar Extract, Butyrospermum Parkii (Shea) Butter, Ascorbic Acid, Superoxide Dismutase, Polyquaternium-10, Trideceth-12, Tocopheryl Acetate, C12-13 Pareth-3, C12-13 Pareth-23, Divinyldimethicone/Dimethicone Copolymer, Lauryl Alcohol, C11-15 Pareth-7, Butylene Glycol, Polyquaternium-7, Decyl Glucoside, Dihydroxypropyl PEG-5 Linoleammonium Chloride, Guar Hydroxypropyltrimonium Chloride, Citric Acid, Disodium EDTA, Aminomethyl Propanol, Isopropyl Alcohol, Tetrasodium EDTA, Alcohol, Potassium Sorbate, Polyaminopropyl Biguanide, Benzoic Acid, Phenoxyethanol, Methylisothiazolinone, Fragrance (Parfum)."},
{"brand": null, "name": null, "ingredient": null},
{"brand": "InStyler", "name": "\r\n\t\t\t\tBLU Turbo Ionic Dryer", "ingredient": null},
{"brand": "Skinfood", "name": "\r\n\t\t\t\tRice Brightening Scrub Foam", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater, Myristic Acid, Glycerin, Potassium Hydroxide, Sucrose, Palmitic Acid, Stearic Acid, Cocamidopropyl Betaine, Oryza Sativa (Rice) Bran Water, Lauric Acid, Hydrated Silica , Glyceryl Stearate Se, Peg-14m, Peg-40 Stearate, Glycol Distearate, Sodium Chloride, Panthenol, Disodium Edta, Honey Extract, Chenopodium Quinoa Seed Extract, Lens Esculenta (Lentil) Fruit Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Yogurt Extract, Aloe Barbadensis Leaf Water, Citric Acid, Ethylhexylglycerin, Phenoxyethanol, Fragrance."},
{"brand": "Dermalogica", "name": "\r\n\t\t\t\tSpecial Cleansing Gel", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Sodium Laureth Sulfate, Disodium Lauroamphodiacetate, Sodium Trideceth Sulfate, Hexylene Glycol, Hydroxyethylcellulose, Lavandula Angustifolia (Lavender) Extract, Melissa Officinalis Leaf Extract, Quillaja Saponaria Bark Extract, Lavandula Angustifolia (Lavender) Oil, PPG-5-Ceteth-20, Citric Acid, Sodium Chloride, Phenoxyethanol, Methylparaben, Propylparaben."},
{"brand": "Mario Badescu", "name": "\r\n\t\t\t\tGlycolic Foaming Cleanser", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tSodium Lauryl Sulfate, Aqua (Water, Eau), Cocamidopropyl Betaine, Cocamide MEA,  Glycolic Acid, Salvia Officinalis (Sage) Leaf Extract, Hypericum Perforatum Extract, Chamomilla Recutita (Matricaria) Flower Extract, Althaea Officinalis Leaf/Root Extract, Achillea Millefolium Extract, Sodium Chloride, Parfum (Fragrance), Propylene Glycol, Methylparaben, Propylparaben, Diazolidinyl Urea."},
{"brand": "Philosophy", "name": "\r\n\t\t\t\tPurity Made Simple One-Step Facial Cleanser", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater (Aqua), Sodium Lauroamphoacetate, Sodium Trideceth Sulfate, Limnanthes Alba (Meadowfoam) Seed Oil, Coco-Glucoside, Cocos Nucifera (Coconut) Alcohol, PEG-120 Methyl Glucose Dioleate, Aniba Rosaeodora (Rosewood) Wood Oil, Geranium Maculatum Oil, Guaiacum (Guaiacum Officinale) Extract, Cymbopogon Martini Oil, Rosa Damascena Extract, Amyris Balsamifera Bark Oil, Santalum Album (Sandalwood) Oil, Salvia Officinalis (Sage) Oil, Cinnamomum Cassia Leaf Oil, Anthemis Nobilis Flower Oil, Daucus Carota Sativa (Carrot) Seed Oil, Piper Nigrum (Pepper) Seed Extract, Polysorbate 20, Glycerin, Carbomer, Triethanolamine, Methylparaben, Propylparaben, Citric Acid, Imidazolidinyl Urea, Yellow 5 (Ci 19140)."},
{"brand": "ULTA", "name": "\r\n\t\t\t\tRegular Nail Polish Remover Pads", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAcetone, Aqua, Glycerin, Fragrance, Alcohol Denat., Benzyl Benzoate, Denatonium Benzoate, Retinyl Palmitate, Tocopherylacetate, Benzophenone-1."},
{"brand": "ULTA", "name": "\r\n\t\t\t\tCrystal Nail File", "ingredient": null},
{"brand": "ULTA", "name": "\r\n\t\t\t\tMaximum Strength 100% Pure Acetone Nail Polish Remover", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAcetone, Denatonium Benzoate."},
{"brand": "ULTA", "name": "\r\n\t\t\t\tSalon Formula Nail Lacquer", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tButyl Acetate, Ethyl Acetate, Nitrocellulose, Adipic Acid/Neopentyl Glycol/Trimellitic Anhydride Copolymer, Acetyl Tributyl Citrate, Isopropyl Alcohol, Acrylates Copolymer, Stearalkonium Bentonite, N-Butyl Alcohol, Styrene/Acrylates Copolymer,  Benzophenone-1, Silica, Alumina, Trimethylpentanediyl Dibenzoate. May Contain: Red 6 (CI 15850), Red 7 (CI 15850), Red 34 (CI 15880), Yellow 5 (CI 19140), Ferric Ferrocyanide (CI 77510), Iron Oxides (CI 77491, 77499), Bismuth Oxychloride (CI 77163), Black 2 (CI 77266), Violet 2 (CI 60725), Yellow 10 (CI 47005), Titanium Dioxide (CI 77891), Aluminum Powder (CI 77000), Mica, Silica, Polyethylene Terephthalate, Calcium Sodium Borosilicate, Synthetic Fluorphlogopite."},
{"brand": "ULTA", "name": "\r\n\t\t\t\tMini Nail Set", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tButyl Acetate, Ethyl Acetate, Nitrocellulose, Adipic Acid / Neopentyl Glycol / Trimellitic Anhydride Copolymer, Acetyl Tributyl Citrate, Isopropyl Alochol, Acrylates Copolymer, Stearalkonium Bentonite, N-butyl Alcohol, Styrene / Acrylates Copolymer, Benzophenone-1, Silica, Trimethylpentanediyl Dibenzoate. May Contain: Ultramarines, Titanium Dioxide, Mica, Iron Oxides, Red 6 Lake, Red 7 Lake, Red 17, Red 34 Lake, Bismuth Oxychloride, Yellow 5 Lake, Yellow 10 Lake, Blue 1 Lake, Ferric Ammonium Ferrocynaide, Aluminum Powder, Manganese Violet, Black 2, Tin Oxide, Violet 2."},
{"brand": null, "name": null, "ingredient": null},
{"brand": "ULTA", "name": "\r\n\t\t\t\tPrecision Cuticle Remover", "ingredient": null},
{"brand": "ULTA", "name": "\r\n\t\t\t\tProfessional Manicure & Grooming Set", "ingredient": null},
{"brand": "ULTA", "name": "\r\n\t\t\t\tNail Buff & Shine", "ingredient": null},
{"brand": "ULTA", "name": "\r\n\t\t\t\tHalf Jaw Nippers", "ingredient": null},
{"brand": "Flowery", "name": "\r\n\t\t\t\tNail Corrector Pen", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tDimethylketone, Ethanol, N-Methyl - 2 - Pyrroldone, Water, Jojoba Oil."},
{"brand": "Red Carpet Manicure", "name": "\r\n\t\t\t\tReNew Remover", "ingredient": null},
{"brand": "Flowery", "name": "\r\n\t\t\t\tBeauty Pump Solution Saver", "ingredient": null},
{"brand": "Zoya", "name": "\r\n\t\t\t\tTravel Size Remove+ Nail Polish Remover", "ingredient": "\r\n\t\t\t\t\t\t\t\t\t2-Propanone, Water (Aqua), Glycerine, Fragrance, D&C Violet #2."},
{"brand": "Sally Hansen", "name": "\r\n\t\t\t\tSalon Gel Polish Acetone Remover", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAcetone, Aqua/Water/Eau, Methyl Soyate, Ethylhexyl Methoxycinnamate, Limonene, Parfum/ Fragrance, Tocopheryl Acetate, Vitis Vinifera (Grape) Seed Oil, Aloe Barbadensis Leaf Extract, Propylene Glycol, Isopropyl Palmitate, Macrocystis Pyrifera (Kelp) Extract."},
{"brand": "Red Carpet Manicure", "name": "\r\n\t\t\t\tNail Wipes", "ingredient": null},
{"brand": "Butter London", "name": "\r\n\t\t\t\tScrubbers 2 In 1 Remover & Nail Prep Pads", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAcetone, Water, Aloe Barbadensis Leaf Extract, Tocopheryl Acetate, PEG-75 Lanolin, Polysorbate 20."},
{"brand": "OPI", "name": "\r\n\t\t\t\tExpert Touch Lacquer Remover", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAcetone, Aqua/Water/Eau, Methyl Soyate, Ethylhexyl Methoxycinnamate, Limonene, Parfum/Fragrance, Vitis Vinifera (Grape) Seed Oil, Tocopheryl Acetate, Propylene Glycol, Aloe Barbadensis Leaf Extract, Isopropyl Palmitate, Macrocystis Pyrifera (Kelp) Extract, CI 60725 (Violet 2)."},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Infuse Brown Shampoo", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Sodium Laureth Sulfate, Cocamide MIPA, Cocamidopropyl Betaine, Glycol Stearate, Pentapeptide-30 Cysteinamide, Pentapeptide-29 Cysteinamide, Tetrapeptide-29 Argininamide, Tetrapeptide-28 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Camellia Sinensis Leaf Extract, Laureth-12, Guar Hydroxypropyltrimonium Chloride, PEG/PPG-4/12 Dimethicone, Polyquaternium-11, Citric Acid, Tetrasodium EDTA, PPG-12-Buteth-16, Ethylhexyl Salicylate, Ethylhexyl Methoxycinnamate, Polyamide-2, Butylene Glycol, Methylparaben, Propylparaben, Imidazolidinyl Urea, PEG-6 Caprylic/Capric Glycerides, PEG-150 Pentaerythrityl Tetrastearate, Sodium Chloride, Limonene, Linalool, Fragrance/Parfum, Orange 4 (CI 15510), Ext. Violet 2 (CI 60730), Yellow 5 (CI 19140), Blue 1 (CI 42090)."},
{"brand": "Joico", "name": "\r\n\t\t\t\tDaily Care Balancing Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Cetyl Alcohol, Cetearyl Alcohol, Glycerin, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Keratin Amino Acids, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Aleurites Moluccana Seed Oil, Oenothera Biennis (Evening Primrose) Oil, Yeast Extract/ Faex/Extrait De Levure, Stearamidopropyl Dimethylamine, Sorbitol, Behentrimonium Methosulfate, Amodimethicone, Citric Acid, Ceteareth-20, PEG-40 Castor Oil, Sodium Chloride, Stearalkonium Chloride, Tetrasodium EDTA, Butylene  Glycol, Dimethicone, Cetrimonium Chloride, Trideceth-12, Benzophenone-4, Methylchloroisothiazolinone, Methylisothiazolinone, Linalool, Hexyl Cinnamal, Benzyl Benzoate, Benzyl Salicylate, Fragrance/ Parfum."},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Infuse Copper Shampoo", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Sodium Laureth Sulfate, Cocamide MIPA, Cocamidopropyl Betaine, Glycol Stearate, Pentapeptide-30 Cysteinamide, Pentapeptide-29 Cysteinamide, Tetrapeptide-29 Argininamide, Tetrapeptide-28 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Camellia Sinensis Leaf Extract, Laureth-12, Guar Hydroxypropyltrimonium Chloride, PEG/PPG-4/12 Dimethicone, Polyquaternium-11, Citric Acid, Tetrasodium EDTA, PPG-12-Buteth-16, Ethylhexyl Salicylate, Ethylhexyl Methoxycinnamate, Polyamide-2, Butylene Glycol, Methylparaben, Propylparaben, Imidazolidinyl Urea, PEG-6 Caprylic/Capric Glycerides, PEG-150 Pentaerythrityl Tetrastearate, Sodium Chloride, Limonene, Linalool, Fragrance/Parfum, Orange 4 (CI 15510), Ext. Violet 2 (CI 60730)."},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Infuse Brown Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Cetearyl Alcohol, Dimethicone, Cetyl Alcohol, Cyclopentasiloxane, Behentrimonium Chloride, Cetyl Ethylhexanoate, Propylene Glycol, PPG-5-Ceteth-20, Pentapeptide-30 Cysteinamide, Pentapeptide-29 Cysteinamide, Tetrapeptide-29 Argininamide, Tetrapeptide-28 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Camellia Sinensis Leaf Extract, Ethylhexyl Salicylate, Ethylhexyl Methoxycinnamate, Steartrimonium Chloride, Guar Hydroxypropyltrimonium Chloride, Benzophenone-4, Citric Acid, Sodium Citrate, PEG-90M, Poloxamer 184, Isopropyl Alcohol, Tetrasodium EDTA, Disodium EDTA, Polyamide-2, Butylene Glycol, PPG-12-Buteth-16, Methylparaben, Iodopropynyl Butylcarbamate, DMDM Hydantoin, Limonene, Linalool, Fragrance/Parfum, Basic Brown 17 (CI 12251), Mica (CI 77019),  Iron Oxides (CI 77491, CI 77499), Titanium Dioxide (CI 77891), HC Blue No.16, Basic Orange 31."},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Infuse Copper Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Cetearyl Alcohol, Dimethicone, Cetyl Alcohol, Cyclopentasiloxane, Behentrimonium Chloride, Cetyl Ethylhexanoate, Propylene Glycol, PPG-5-Ceteth-20, Pentapeptide-30 Cysteinamide, Pentapeptide-29 Cysteinamide, Tetrapeptide-29 Argininamide, Tetrapeptide-28 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Camellia Sinensis Leaf Extract, Ethylhexyl Salicylate, Ethylhexyl Methoxycinnamate, Steartrimonium Chloride, Guar Hydroxypropyltrimonium Chloride, Benzophenone-4, Citric Acid, Sodium Citrate, PEG-90M, Poloxamer 184, Isopropyl Alcohol, Tetrasodium EDTA, Disodium EDTA, Polyamide-2, Butylene Glycol, PPG-12-Buteth-16, Methylparaben, Iodopropynyl Butylcarbamate, DMDM Hydantoin, Limonene, Linalool, Fragrance/Parfum, Mica (CI 77019), Iron Oxides (CI 77491), Titanium Dioxide (CI 77891), Basic Brown 17 (CI 12251), Basic Orange 31."},
{"brand": "Joico", "name": "\r\n\t\t\t\tDaily Care Balancing Shampoo", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Sodium Laureth Sulfate, Cocamide Mea, Cocamidopropyl Betaine, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Oenothera Biennis (Evening Primrose) Oil, Sesamum Indicum (Sesame) Seed Oil, Borago Officinalis Seed Oil, Aloe Barbadensis Leaf Juice, Krameria Triandra Root Extract, PEG-45 Palm Kernel Glycerides, Ethylhexyl Hydroxystearate, Polyquaternium-10, Citric Acid, Disodium EDTA, Methylchloroisothiazolinone, Methylisothiazolinone, Methylparaben, Propylparaben, Sodium Hydroxide, Sodium Chloride, Benzyl Benzoate, Limonene, Fragrance/Parfum."},
{"brand": "Joico", "name": "\r\n\t\t\t\tBody Luxe Thickening Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/ Eau, Cetearyl Alcohol, Glycerin, Stearalkonium Chloride, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Oat Amino Acids, Hydrolyzed Oat Protein, Polysorbate 60, Hydroxyethylcellulose, Silicone Quaternium-16, Propylene Glycol, Polyquaternium-10, Undeceth-11, Disodium EDTA, Butyloctanol, Undeceth-5, Iodopropynyl Butylcarbamate, Methylparaben, Dmdm Hydantoin, Citric Acid, Sodium Hydroxide, Linalool, Butylphenyl Methylpropional, Hexyl Cinnamal, Citronellol, Fragrance/Parfum."},
{"brand": "Joico", "name": "\r\n\t\t\t\tDaily Care Leave-In Detangler", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Amodimethicone, Panthenol, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Aleurites Moluccana Seed Oil, Oenothera Biennis (Evening Primrose) Oil, Cocamidopropyl PG-Dimonium Chloride, Propoxytetramethyl Piperidinyl Dimethicone, Cetrimonium Bromide, Ceteareth-20, PEG-7 Glyceryl Cocoate, Quaternium-80, Dimethicone, Lysine HCL, C11-15 Pareth-7, Trideceth-6, Cetrimonium Chloride, Trideceth-12, Disodium EDTA, Benzophenone-4, Diazolidinyl Urea, Iodopropynyl Butylcarbamate, DMDM Hydantoin, Citric Acid, Triethanolamine, Limonene, Linalool, Benzyl Salicylate, Hexyl Cinnamal, Benzyl Benzoate, Fragrance/Parfum."},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Infuse Red Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Cetearyl Alcohol, Dimethicone, Cetyl Alcohol, Cetyl Ethylhexanoate, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Camellia Sinensis Leaf Extract, Butylene Glycol, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, PPG-5-Ceteth-20, Behentrimonium Chloride, Steartrimonium Chloride, Guar Hydroxypropyltrimonium Chloride, Isopropyl Alcohol, Propylene Glycol, Benzophenone-4, Citric Acid, Sodium Citrate, Poloxamer 184, Tetrasodium EDTA, Disodium EDTA, Silica, Iodopropynyl Butylcarbamate, PPG-12-Buteth-16, Polyamide-2, Dmdm Hydantoin, Methylparaben, Limonene, Linalool, Fragrance/Parfum, Orange 4 (CI 15510), Red 33 (CI 17200), Mica (CI 77019), Titanium Dioxide (Ci77891)."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Endure Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Cetyl Alcohol, Stearyl Alcohol, Behentrimonium Chloride, Amodimethicone, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Cetyl Ethylhexanoate, Polyquaternium- 37, Isopropyl Alcohol, Guar Hydroxypropyltrimonium Chloride, Dicaprylyl Carbonate, Polyamide-2, Bis-Isobutyl PEG/PPG-20/35/Amodimethicone Copolymer, Disodium EDTA, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Trideceth-12, Cetrimonium Chloride, Polysorbate 80, Citric Acid, Lauryl Glucoside, Butylene Glycol, Methylchloroisothiazolinone, Methylisothiazolinone, Limonene, Linalool, Fragrance/Parfum."},
{"brand": "Joico", "name": "\r\n\t\t\t\tColor Infuse Red Shampoo", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Sodium Laureth Sulfate, Cocamide Mipa, Cocamidopropyl Betaine, Glycol Stearate, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Panthenol, Camellia Sinensis Leaf Extract, Butylene Glycol, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Laureth-23, Guar Hydroxypropyltrimonium Chloride, Imidazolidinyl Urea, PEG/PPG-4/12 Dimethicone, Polyquaternium-11, Citric Acid, Tetrasodium Edta, PPG-12-Buteth-16, Polyamide-2, PEG-150 Pentaerythrityl Tetrastearate, PEG-6 Caprylic/Capric Glycerides, Sodium Chloride, Methylparaben, Propylparaben, Limonene, Linalool, Fragrance/Parfum, Orange 4 (CI 15510), Red 33 (CI 17200)."},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Joico", "name": "\r\n\t\t\t\tBody Luxe Shampoo", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Ammonium Laureth Sulfate, Decyl Glucoside, Lauramide Mea, Pentapeptide-29 Cysteinamide, Pentapeptide-30 Cysteinamide, Tetrapeptide-28 Argininamide, Tetrapeptide-29 Argininamide, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Wheatgermamidopropyl Dimethylamine Hydrolyzed Wheat Protein, Hydrolyzed Oat Protein, Oat Amino Acids, Glycerin, Cocamidopropyl Betaine, Sodium Chloride, Acetamide Mea, Guar Hydroxypropyltrimonium Chloride, Glycol Stearate, Hydrogenated Starch Hydrolysate, PPG-5-Ceteth-10 Phosphate, Silicone Quaternium-16, Acrylates/Aminoacrylates/C10-30 Alkyl PEG-20 Itaconate Copolymer, Citric Acid, Polyquaternium-11, Tetrasodium EDTA, Linoleamidopropyl PG-Dimonium Chloride Phosphate Dimethicone, Undeceth-11, Disodium EDTA, Butyloctanol, Undeceth-5, Polyquaternium-22, Benzophenone-4, Iodopropynyl Butylcarbamate, Dmdm Hydantoin, Sodium Hydroxide, Hexyl Cinnamal, Linalool, Butylphenyl Methylpropional, Citronellol, Fragrance/Parfum."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Cake Beauty", "name": "\r\n\t\t\t\tOnline Only Inca Oil Extraordinaire Rejuvenating Oil", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tVitis Vinifera Seed Oil (Grapeseed) Oil, Carthamus Tinctoria (Safflower) Seed Oil, Ethylhexyl Palmitate, Plukenetia Volubilis (Inca Inchi) Seed Oil, Frangrance, Citrus Aurantium Dulcis (Orange) Peel Oil, Tocopherol Acetate (Vitamin E), Cymbopogon Nardus (Citronella) Oil."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Calista Tools", "name": "\r\n\t\t\t\tPerfecter Progrip", "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tGirl On The Go Cosmetics Case", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tBliss Overnight Trio", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tBlack/White Dots 10\" Case", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tBliss Extra Wide Cosmetic Bag", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tEnvy \"It\" Bag", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tLarge Tapered Tote - Monaco", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tLong Tapered Heartthrob Tote", "ingredient": null},
{"brand": "Caboodles", "name": "\r\n\t\t\t\tAdored 4 Tray Train Case", "ingredient": null},
{"brand": "Essence", "name": "\r\n\t\t\t\tAll About Vintage Eyeshadow Palette", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tTalc, Mica, Synthetic Fluorphlogopite, Polypropylene, Nylon 12, Aluminum Starch Octenylsuccinate, Octyldodecyl Stearoyl Stearate, Pentaerythrityl Tetraisostearate, Zinc Stearate, Caprylic / Capric Triglyceride, Polyethylene, Diisostearyl Malate, Stearyl Dimethicone, Aqua (Water), Disodium EDTA, Triolein, Cetyl PEG / PPG-10 / 1 Dimethicone, Hexyl Laurate, Polyglyceryl-4 Isostearate, Tin Oxide, Lecithin, Tocopherol, Octadecenes, PTFE, Hexylene Glycol, Caprylyl Glycol, Ascorbyl Palmitate, Citric Acid , Dehydroacetic Acid, Phenoxyethanol. May Contain: CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 77891 (Titanium Dioxide)."},
{"brand": "Essence", "name": "\r\n\t\t\t\tGet BIG Lashes! Volume Curl Mascara", "ingredient": null},
{"brand": "Essence", "name": "\r\n\t\t\t\tSuper Fine Eyeliner Pen", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAqua (Water), Polyglyceryl-2 Caprate, Acrylates/Acrylamide Copolymer, Pvp/Dimethiconyl  Acrylate/Polycarbamyl/Polyglycol Ester, Tri-C12-13 Alkyl Citrate, Butylene Glycol, Pvp, Vp/Eicosene Copolymer, Propylene Glycol, Tromethamine, Oleic Acid, Stearic Acid, Palmitic Acid, Phenoxyethanol, Methylparaben, Ethylparaben, Propylparaben, Butylparaben, CI 16035 (Red 40), CI 19140 (Yellow 5 Lake), CI 42090 (Blue 1 Lake), CI 61570 (Green 5), CI 77266 (Black 2)."},
{"brand": "Essence", "name": "\r\n\t\t\t\tForbidden Volume False Lash Mascara Topcoat", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAqua (Water), Synthetic Beeswax, Paraffin, Acacia Senegal Gum, Butylene Glycol, Glyceryl Stearate, Stearic Acid, Palmitic Acid, VP / Eicosene Copolymer, VP / Hexadecene Copolymer, Copernicia Cerifera (Carnauba) Wax, Aminomethyl Propanol, Oryza Sativa (Rice) Bran Wax, Tropolones Dimethicone, Octyldodecanol, Nylon 6, Hydroxyethylcellulose, Silica, Triethoxycaprylylsilane, Phenoxyethanol, CI 77499 (Iron Oxides)."},
{"brand": "Essence", "name": "\r\n\t\t\t\tAll About Roses Eyeshadow Palette", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tTalc, Mica, Synthetic Fluorphlogopite, Polypropylene, Nylon 12, Aluminum Starch Octenylsuccinate, Octyldodecyl Stearoyl Stearate, Pentaerythrityl Tetraisostearate, Zinc Stearate, Caprylic / Capric Triglyceride, Polyethylene, Diisostearyl Malate, Stearyl Dimethicone, Aqua (Water), Disodium EDTA, Triolein, Cetyl PEG / PPG-10 / 1 Dimethicone, Hexyl Laurate, Polyglyceryl-4 Isostearate, Tin Oxide, Lecithin, Tocopherol, Octadecenes, PTFE, Hexylene Glycol, Caprylyl Glycol, Ascorbyl Palmitate, Citric Acid , Dehydroacetic Acid, Phenoxyethanol. May Contain: CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 77891 (Titanium Dioxide)."},
{"brand": "Essence", "name": "\r\n\t\t\t\tAll About Bronze Eyeshadow Palette", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tTalc, Synthetic Fluorphlogopite, Mica, Polypropylene, Nylon 12, Aluminum Starch Octenylsuccinate, Octyldodecyl Stearoyl Stearate, Pentaerythrityl Tetraisostearate, Silica, Zinc Stearate, Caprylic / Capric Triglyceride, Polyethylene, Diisostearyl Malate, Stearyl Dimethicone, Aqua (Water), Disodium EDTA, Triolein, Cetyl PEG / PPG-10 / 1 Dimethicone, Hexyl Laurate, Polyglyceryl-4 Isostearate, Tin Oxide, Lecithin, Tocopherol, Octadecenes, PTFE, Hexylene Glycol, Caprylyl Glycol, Ascorbyl Palmitate, Citric Acid, Dehydroacetic Acid, Phenoxyethanol, CI 77266 (Black 2), CI 77288 (Chromium Oxide Greens), CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 77891 (Titanium Dioxide)."},
{"brand": "Essence", "name": "\r\n\t\t\t\tLash Princess Volume Mascara", "ingredient": null},
{"brand": "Essence", "name": "\r\n\t\t\t\tDip Waterproof Liquid Eyeliner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAqua (Water), Styrene / Acrylates Copolymer, Propylene Glycol, Alcohol Denat., Bisabolol, Tocopherol, Xanthan Gum, Allantoin, Tetrasodium EDTA, Ethylhexylglycerin, Sodium Dehydroacetate, Sodium Hydroxide, Phenoxyethanol, Potassium Sorbate, Farnesol, CI 77266 (Black 2), CI 77499 (Iron Oxides)."}[
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Urban Decay Cosmetics", "name": "\r\n\t\t\t\tNaked Illuminated Trio Shimmering Powder for Face and Body", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tPyrite/Twilight: Talc, Synthetic Fluorphlogopite, Zea Mays (Corn/Maïs) Starch, Silica, Ethylene/Acrylic Acid Copolymer, Hectorite, Benzyl Alcohol, Octyldodecanol, Sorbic Acid, Dehydroacetic Acid, Aqua (Water/Eau), Tin Oxide."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Tigi", "name": "\r\n\t\t\t\tBed Head Masterpiece Shine Hairspray", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAlcohol Denat (SD Alcohol 40-B), Hydrofluorocarbon 152a, Isobutane, Octylacrylamide/Acrylates/Butylaminoethyl Methacrylate Copolymer, Aminomethyl Propanol, Parfum (Fragrance), Methyleugenyl PEG-8 Dimethicone, Triethyl Citrate, PEG/PPG-17/18 Dimethicone, Phenyl Trimethicone, AMP-Isostearoyl Hydrolyzed Wheat Protein, Pentaerythrityl Tetracaprylate/Tetracaprate, Ethylhexyl Methoxycinnamate, Quaternium-52."},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Joico", "name": "\r\n\t\t\t\tK-PAK Color Therapy Luster Lock", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater/Aqua/Eau, Butylene Glycol,Dimethicone Sorbitol, Behenyl Alcohol, Behentrimonium Chloride, Stearyl Alcohol, Cetyl Alcohol, Glyceryl Oleate, Schinziophyton Rautanenii Kernel Oil, Pentapeptide-30 Cysteinamide, Pentapeptide-29 Cysteinamide, Tetrapeptide-29 Argininamide, Tetrapeptide-28 Argininamide, Keratin, Hydrolyzed Keratin, Cocodimonium Hydroxypropyl Hydrolyzed Keratin, Aleurites Moluccana Seed Oil, Arginine HCL, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Argania Spinosa Kernel Oil, Psidium Guajava Fruit Extract, Thioctic Acid, Oenothera Biennis (Evening Primrose) Oil, Tocopheryl Acetate, Aloe Barbadensis Leaf Juice, Aminopropyl Dimethicone, Hydrolyzed Keratin PG-Propyl Methylsilanediol, Allantoin, Glycolipids, Phenoxyethanol, Stearyl Dihydroxypropyldimonium Oligosaccharides, Steartrimonium Oligosaccharides, Steartrimonium Chloride, Octyldodecanol, Propylene Glycol, PEG-6 Methyl Ether Dimethicone, PEG-90m, Citric Acid, Glycerin, Hyaluronic Acid, Polyquaternium-55, Polysilicone-19, Dipropylene Glycol, Butyl Methoxydibenzoylmethane, Isopropyl Alcohol, Sodium Ascorbyl Phosphate, Sodium Hydroxide, Alpha-Isomethyl Ionone, Butylphenyl Methylpropional, Fragrance/Parfum."},
{"brand": "dpHUE", "name": "\r\n\t\t\t\tApple Cider Vinegar Hair Rinse", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater, Apple Cider Vinegar, Cetrimonium Chloride, Silicone Quaternium-8, Glycerin, Rapeseedamidopropyl Ethyldimonium Ethosulfate, Polyacrylamidopropyltrimonium Chloride, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Argania Spinosa Kernel Oil, Spathodea Campanulata Flower Extract, Lavandula Angustifolia (Lavender) Extract, Aloe Barbadensis Leaf Juice, Macadamia Ternifolia Seed Oil, Taraxacum Officinale (Dandelion) Leaf Extract, Linoleamidopropyl PG-Dimonium Chloride Phosphate Dimethicone, Quaternium-96, Polyquaternium-55, Dipropylene Glycol, Propanediol, Propylene Glycol, Diazolidinyl Urea, Tetrasodium Glutamate Diacetate, Iodopropynyl Butylcarbamate."},
{"brand": "Drybar", "name": "\r\n\t\t\t\tDetox Dry Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tIsobutane, Cyclopentasiloxane, Alcohol Denat., Dimethicone, Butane, Cyclohexasiloxane, Dimethicone Crosspolymer, Trisiloxane,  Argania Spinosa Kernel Oil, Mangifera Indica (Mango) Seed Butter, Gardenia Tahitensis Flower, Cocos Nucifera (Coconut) Oil, Tocopherol, Ethylhexyl Methoxycinnamate, Parfum (Fragrance), PPG-2 Myristyl Ether Propionate, Silica, BHT, Linalool, Alpha-Isomethyl Ionone, Eugenol."},
{"brand": "Sexy Hair", "name": "\r\n\t\t\t\tBig Sexy Hair Spray & Play Harder Firm Volumizing Hairspray", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tSD Alcohol 40 (Alcohol Denat.), Hydrofluorocarbon 152a,Pentaerythrityl Tetracaprylate/Tetracaprate,Ethylhexyl Methoxycinnamate. Octylacrylamide/Acrylates/ Butylaminoethyl Methacrylate Copolymer, Aminomethyl Propanol, Cyclopentasiloxane, Cyclotetrasiloxane, Fragrance/Parfum, Benzyl Salicylate, Hexyl Cinnamal, Limonene, Linalool, Triethyl Citrate, Phenyl Trimethicone, AMP-Isostearoyl Hydrolyzed Wheat Protein, PEG/PPG-17/18 Dimethicone."},
{"brand": "Ouidad", "name": "\r\n\t\t\t\tMongongo Oil", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tPPG-3 Benzyl Ether Myristate, Coconut Alkanes, Coco-Caprylate/Caprate, Brassica Oleracea Italica (Broccoli) Seed Oil, Carthamus Tinctorius (Safflower) Seed Oil, Elaeis Guineensis (Palm) Oil, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Schinziophyton Rautanenii Kernel Oil, Tocopheryl Acetate, Fragrance (Parfum), Red 17 (CI 26100)."},
{"brand": "Living Proof", "name": "\r\n\t\t\t\tPerfect hair Day (PhD) Dry Shampoo", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tIsobutane, Propane, Alcohol Denat., Oryza Sativa (Rice) Starch, Cellulose, Octafluoropentyl Methacrylate (OFPMA), Caprylyl Glycol, Dipropylene Glycol, Citronellyl Methylcrotonate, Hydroxypropylcellulose, Hydrated Silica, Cetrimonium Chloride, Zeolite, Ethylcellulose, Octoxynol-10, Disteardimonium Hectorite, Water/Eau/Aqua, Fragrance/Parfum, Ethylhexylglycerin, Phenethyl Alcohol, Limonene, Citronellol, Hexyl Cinnamal, Benzyl Salicylate, Butylphenyl Methylpropional, Citral, Linalool."},
{"brand": "Kenra Professional", "name": "\r\n\t\t\t\tPlatinum HiDef Hairspray 16", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tHydrofluorocarbon 152a, Denatured Alcohol (Sd Alcohol 40), Butane, VP/VA Copolymer, Calcium Carbonate, Silica, Fragrance (Parfum)."},
{"brand": "OPI", "name": "\r\n\t\t\t\tBreakfast at Tiffany's 3 Pc Infinite Shine Set", "ingredient": null},
{"brand": "Benefit Cosmetics", "name": "\r\n\t\t\t\tGirl O'Clock Rock 12 Benefit Bestsellers", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tThey're Real Lengthening Mascara: Water (Aqua), Paraffin, Polybutene, Styrene/Acrylates/Ammonium Methacrylate Copolymer, Beeswax (Cera Alba), Bis-Diglyceryl Polyacyladipate-2, C18-36 ACId Triglyceride, Palmitic ACId, Stearic ACId, Triethanolamine, Vp/Eicosene Copolymer, AcaCIa Senegal Gum, Hydroxyethylcellulose, Phenoxyethanol, Tetrasodium EDTA, Butylene Glycol, Caprylyl Glycol, Tocopheryl Acetate, Sodium Laureth-12 Sulfate, Glycerin, Potassium Sorbate, SeriCIn, CalCIum Chloride, Sodium Hyaluronate, Tilia Tomentosa Bud Extract, CItric ACId, BHT, Sorbic ACid. May Contain: Iron Oxides (CI 77491, CI 77492, CI 77499), Ultramarines (CI 77007), Chromium Oxide Greens (CI 77288), Chromium Hydroxide Green (CI 77289), Titanium Dioxide (CI 77891)."},
{"brand": "PÜR Cosmetics", "name": "\r\n\t\t\t\tThe Perfect Matte 5 Pc Velvet Matte Liquid Lipstick Collection w/ Lip Oil", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tMatte Lipsticks: Dimethicone, Polymethylsilsesquioxane, Mica, Caprylyl Methicone, Dimethicone Crosspolymer, Dimethicone/Vinyl Dimethicone Crosspolymer, Aluminum Starch Octenylsuccinate, Stearoyl Inulin, Acetylated Glycol Stearate, Phenoxyethanol, Aqua, Glyceryl Behenate, Silica, Cyclotetrasiloxane, Isoceteth-10, Ethylhexylglycerin, Stearic Acid, Triethyl Citrate, Caprylic/Capric Triglyceride, Carthamus Tinctorius (Safflower) Seed Oil, Alcohol, Pyrus Malus (Apple) Fruit Extract, Rubus Idaeus (Raspberry) Fruit Extract, Vanilla Planifolia Fruit Extract, Agave Tequilana Leaf Extract, Honey Extract, Rubus Fruticosus (Blackberry) Fruit Extract, Vitis Vinifera (Grape) Fruit Extract, Caprylyl Glycol, Hexylene Glycol, Potassium Sorbate, Tocopheryl Acetate (Vitamin E), Tetrapeptide-14. May Contain: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850), Red 28 Lake (CI 45410), Red 6 (CI 15850), Red 33 Lake (CI 17200), Blue 1 Lake (CI 42090), Yellow 5 Lake (CI 19140)."},
{"brand": "Alterna", "name": "\r\n\t\t\t\tCaviar Style Invisible Roller Contour Setting Spray", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater (Aqua), Alcohol Denat., Propanediol, Polysorbate 20, VP/VA Copolymer,  Glycerin, Panthenol, Polyquaternium-72, Caviar Extract, Disodium Cocoamphodiacetate, Hydrolyzed Pearl, Sea Salt (Maris Sal), Keratin, Hydrolyzed Keratin, Polyquaternium-11, Macrocystis Pyrifera (Kelp) Extract, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Phospholipids, Polysilicone-15, Biotin, Superoxide Dismutase, Saccharomyces/Magnesium Ferment, Saccharomyces/Copper Ferment, Saccharomyces/Silicon Ferment, Saccharomyces/Zinc Ferment, Saccharomyces/Iron Ferment, Ascorbic Acid, Tocopheryl Acetate, Alaria Esculenta Extract, Linoleamidopropyl PG-Dimonium Chloride Phosphate, Butylene Glycol, Hydroxypropyl Cyclodextrin, Propylene Glycol, Citric Acid, Disodium EDTA, Potassium Sorbate, Iodopropynyl Butylcarbamate, Phenoxyethanol, Fragrance (Parfum). (10-15-34285)."},
{"brand": "Honest Beauty", "name": "\r\n\t\t\t\tBeyond Hydrated Moisture Milk Leave-In Conditioner", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tWater (Aqua), Cetearyl Alcohol, Behentrimonium Chloride, Hydrogenated Ethylhexyl Olivate, Panthenol, Niacinamide, Sodium Hyaluronate, Tocopherol, Tocotrienols, Beeswax (Cera Alba), Hydrogenated Olive Oil Unsaponifiables, Aloe Barbadensis Leaf Juice Powder, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cocos Nucifera (Coconut) Fruit Juice, Panax Ginseng Root Extract, Camellia Sinensis Leaf Extract, Carthamus Tinctorius (Safflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Laminaria Digitata Extract, Oryza Sativa (Rice) Bran Oil, Gluconolactone, Sorbitol, Citric Acid, Sodium Benzoate, Sorbitan Oleate Decyclglucoside Crosspolymer, Citrus Aurantium Dulcis (Orange) Peel Oil, Vanillin, Linalyl Acetate, Citrus Nobilis (Mandarin Orange) Peel Oil, Citrus Limon (Lemon) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Amyris Balsamifera Bark Oil, Pogostemon Cablin Oil, Commiphora Myrrha Oil, Phenethyl Alcohol, Gamma-Nonalactone, Isopropyl Alcohol, Calcium Gluconate, Glucose, Maltodextrin, Tocopheryl Acetate, Citral."},
{"brand": "Matrix", "name": "\r\n\t\t\t\tBiolage R.A.W. Re-Hab Clay Mask", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAqua/Water/Eau, Cera Alba/Beeswax/Cire Dabeille, Cetearyl Alcohol, Butyrospermum Parkii Butter/Shea Butter, Coriandrum Sativum Seed Oil/Coriander Seed Oil, Brassicamidopropyl Dimethylamine, Glyceryl Stearate Se, Helianthus Annuus Seed Oil/Sunflower Seed Oil, Isopropyl Palmitate, Parfum/Fragrance, Benzyl Alcohol, Sclerotium Gum, Caprylyl Glycol, Tartaric Acid, Salicylic Acid, Kaolin, Tocopherol, Sodium Hydroxide, Glycine Soja Oil/Soybean Oil, Linalool, Citric Acid."},
{"brand": null, "name": null, "ingredient": null},
{"brand": "No7", "name": "\r\n\t\t\t\tAirbrush Away Pore Minimizing Primer", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tCyclopentasiloxane, Dimethicone Crosspolymer, Cyclohexasiloxane, Silica, Nylon 6 / 12, Glycerin, Butylene Glycol, Titanium Dioxide, Dimethicone, Isohexadecane, PPG-15 Stearyl Ether, PEG / PPG-18 / 18 Dimethicone, Glyceryl Stearate, PEG-100 Stearate, Triethoxycaprylylsilane, Tocopheryl Acetate, Aqua (Water), BHT."},
{"brand": "SJP", "name": "\r\n\t\t\t\tLovely Eau de Parfum", "ingredient": null},
{"brand": "Stila", "name": "\r\n\t\t\t\tNaturally Nude Stay All Day Liquid Lipstick Set", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tIsododecane, Dimethicone, Trimethylsiloxysilicate, Polybutene, Mica, Petrolatum, Cyclohexasiloxane, Kaolin, Disteardimonium Hectorite, Cera Alba (Beeswax), Silica Dimethyl Silyate, Aroma (Flavor), Glyceryl Behenate/Eicosadioate, Propylene Carbonate, Persea Gratissima (Avocado) Oil, Tocopherol, Cyclopentasiloxane, Benzyl Alcohol. May Contain: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850), Blue 1 Lake (CI 42090), Red 21 Lake (CI 45380), Yellow 5 Lake (CI 19140)."},
{"brand": "Lorac", "name": "\r\n\t\t\t\tMega PRO Palette 3", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tPink Cream, Tan, Vintage, Dusty Mauve, Violet Gray, Tulle, Sequoia, Olive, Cava, Cider, Rose Quartz, Dark Roast, Walnut, Bark, Hickory, Maple, Eggplant, Tofee, Crepe, Pecan, Dark Navy, Bellini, Brown Sugar, Pink Bronze, Snow, Deep Fog, Jet Black, Glacier, Mist, Pomengranate: Mica, Talc, Dimethicone, Ethylhexyl Palmitate, Silica, Boron Nitride, Mineral Oil (Paraffinum Liquidum), Zinc Stearate, Kaolin, Glyceryl Caprylate, Calendula Officinalis Flower Extract, Centaurea Cyanus Flower Extract ,Citrus Medica Limonum (Lemon) Peel Extract, Althaea Officinalis Root Extract, Carum Petroselinum (Parsley) Extract, Cucumis Sativus (Cucumber) Fruit Extract, Lauroyl Lysine, Methicone, Water (Aqua), Propylene Glycol, Potassium Sorbate, Sodium Dehydroacetate. May Contain: Titanium Dioxide (CI 77891), Iron Oxide (CI 77491, CI 77492, CI 77499), Carmine (CI 75470), Blue 1 Lake 9CI 42090), Yellow 5 Lake (CI 19140), Ultramarines (CI 77007)."},
{"brand": "ULTA", "name": "\r\n\t\t\t\tLipstick Library", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tShimmer & Shiny Lipstick in Modest, Pink Fusion, Coral: Ethylhexyl Palmitate, Ceresin, Caprylic / Capric Trigylceride, Polyisobutene, Triethylhexanoin, Beeswax, Microcrystalline Wax, Phenoxyethanol, Fragrance, Benzyl Benzoate, Benzyl Salicylate, Hexyl Cinnamal, Hydroxycitronellal. May Contain: Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 6 (CI 15850), Red 7 (CI 15850), Red 28 Lake (CI 45410), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090)."},
{"brand": "IT Brushes For ULTA", "name": "\r\n\t\t\t\tCity Chic Brush Set", "ingredient": null},
{"brand": "Philosophy", "name": "\r\n\t\t\t\tGlowing Days Ahead Kit", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tPurity Made Simple One-Step Facial Cleanser: Water, Sodium Lauroamphoacetate, Sodium Trideceth Sulfate, Limnanthes Alba (Meadowfoam) Seed Oil, Coco-Glucoside, Coconut Alcohol, Peg-120 Methyl Glucose Dioleate, Glycerin, Carbomer, Isopropyl Alcohol, Polysorbate 20, Citric Acid, Imidazolidinyl Urea, Methylparaben, Aniba Rosaeodora (Rosewood) Wood Oil, Propylparaben, Triethanolamine, Amyris Balsamifera Bark Oil, Bulnesia Sarmientoi Wood Oil, Cymbopogon Martini Oil, Pelargonium Graveolens Flower Oil, Rosa Centifolia Flower Oil, Santalum Album (Sandalwood) Oil, Daucus Carota Sativa (Carrot) Seed Oil, Mimosa Tenuiflora Bark Extract, Ormenis Multicaulis Oil, Piper Nigrum (Pepper) Fruit Oil, Salvia Sclarea (Clary) Oil, Fd&C Yellow No. 5 (Ci 19140)."},
{"brand": "Dermadoctor", "name": "\r\n\t\t\t\tKakadu C Vitamin C Brightening Kit", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tKakadu C Brightening Daily Cleanser: Aloe Barbadensis Leaf Extract, Decyl Glucoside, Glycerin, Lactic Acid, Hamamelis Virginiana (Witch Hazel) Extract, Sorbitol, Xanthan Gum, Sodium Hyaluronate, Malic Acid, Propyl Gallate, Aqua (Water), Gallyl Glucoside, Epigallocatechin Gallatyl Glucoside, Terminalia Ferdinandiana (Kakadu Plum) Fruit Extract, Prunus Armeniaca (Apricot) Fruit Extract, Aniba Rosaeodora (Rosewood) Wood Extract, Citrus Aurantifolia (Lime) Peel Extract, Citrus Aurantium Dulcis (Orange) Peel Extract, Vanilla Planifolia Fruit Extract, Citrus Grandis (Grapefruit) Peel Extract, Mangifera Indica (Mango) Fruit Extract, Cocos Nucifera (Coconut) Oil, Magnesium Ascorbyl Phosphate, Tocopheryl Acetate, Retinyl Palmitate, Sodium Phytate, Phenoxyethanol, Ethylhexylglycerin."},
{"brand": "BH Cosmetics", "name": "\r\n\t\t\t\tOnline Only Illuminate by Ashley Tisdale 12 Color Eye & Cheek Collection", "ingredient": "\r\n\t\t\t\t\t\t\tBeach Goddess:"},
{"brand": "Tigi", "name": "\r\n\t\t\t\tBed Head Masterpiece Shine Hairspray", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tAlcohol Denat (SD Alcohol 40-B), Hydrofluorocarbon 152a, Isobutane, Octylacrylamide/Acrylates/Butylaminoethyl Methacrylate Copolymer, Aminomethyl Propanol, Parfum (Fragrance), Methyleugenyl PEG-8 Dimethicone, Triethyl Citrate, PEG/PPG-17/18 Dimethicone, Phenyl Trimethicone, AMP-Isostearoyl Hydrolyzed Wheat Protein, Pentaerythrityl Tetracaprylate/Tetracaprate, Ethylhexyl Methoxycinnamate, Quaternium-52."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "ULTA", "name": "\r\n\t\t\t\tBrilliantly Beautiful Color Essentials Collection", "ingredient": "\r\n\t\t\t\t\t\t\t\t\tEyeshadow: Mica, Dimethicone, Talc, Aluminum Starch Octenylsuccinate, Magnesium Stearate, Solum Diatomeae, Caprylyl Glycol, Ethylhexylglycerin, Phenoxyethanol, Piroctone Olamine. May Contain: Mica (CI 77019), Titanium Dioxide (CI 77891), FD & C Blue No.1 Aluminum Lake (CI 42090:2), FD & C Yellow No.5 Aluminum Lake (CI 19140:1), Ferric Ammonium Ferrocyanide (CI 77510), Ultramarine (CI 77007), Chromium Oxide Green (CI 77288), Iron Oxides (CI 77491, CI 77492, CI 77499), Carmine (CI 75470), D & C Yellow No. 10 (CI 47005). Contains Carmine as a Color Additive."},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Dior", "name": "\r\n\t\t\t\tSauvage Eau de Toilette", "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "SJP", "name": "\r\n\t\t\t\tSTASH Eau de Parfum", "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "IT Brushes For ULTA", "name": "\r\n\t\t\t\tLove Beauty Fully Love is the Foundation Brush", "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": "Clinique", "name": "\r\n\t\t\t\tGreat Skin, Great Cause Dramatically Different Moisturizing Lotion +", "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null},
{"brand": null, "name": null, "ingredient": null}
]