[
{"sku": ["P394635"], "category": ["Mists &amp; Essences"], "name": ["", "Classic Essence Increment"], "review_rating": ["4.3636"], "brand": ["belif"], "number_reviews": ["11 reviews"], "reviews": ["{'title': u'Effective in improving skin texture', 'text': [u'I have been using this serum for more than two months. I\\'m very happy with the result it gave to my skin. I have sensitive and dehydrated skin but this serum heals. It feels so good to apply and I love the scent. I use this serum follow by aqua bomb in humid summer and moisturizing bomb in dry winter to lock in the moisture. They work very well together and I\\'d say they work very well on my skin. Highly recommend!'], 'author': u'Sheep812 ', 'date': [u'2016-10-31'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Dehydrated Skin Savior', 'text': [u'I have super dehydrated skin, it\\'s dry but I never experience flaking or anything like that so thick \"hydrating\" creams never really do enough for me. I\\'ve tried a multitude of serums trying to find something to layer underneath my FAB Ultra Repair Cream to keep the dehydration at bay and this is the only serum that has been able to keep my skin hydrated and supple for more than a few hours. Definitely soothes my skin and is lightweight enough that my face doesn\\'t feel smothered in skincare.'], 'author': u'EmmaAB ', 'date': [u'2016-10-16'], 'location': u'Lowell, MA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Jury is still out in this', 'text': [u'I like how this feels on my skin and is the first product i put on in the morning and night. I\\'ve been using it for about 3 weeks. Have not seen significant changes I\\'ll keep using till its empty and then decide if I\\'ll buy again. It is a nice product for the price and not as expensive as many others'], 'author': u'js5873 ', 'date': [u'2016-06-13'], 'location': u'St. Petersburg, Fl', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Great for dry skin', 'text': [u'I was told when I purchased this that it is great for combo skin. It feels good on the dry areas, however, I\\'d avoid putting in on your oily T-zone/areas, or you\\'ll be extremely oily by the middle of the day. Now I just use it at night and it\\'s great for that purpose.'], 'author': u'kwag ', 'date': [u'2016-05-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'GREAT ESSENCE!', 'text': [u'got this fromy husband as his gift for me.. really luv it, in just a few days of using it got the result of glowing and healthy skin. You can feel the non chemicals on it. I applied it after my serum :) unexplainable result :) luv it!'], 'author': u'haileypot ', 'date': [u'2016-03-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$46.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["7", "7"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["1137"], "ingredient": ["Water, Glycerin, Bis-Peg-18 Methyl Ether Dimethyl Silane, Dipropylene Glycol, Squalane, Hydrogenated Polydecene, Dipentaerythrityl Hexa C5-9 Acid Esters, Caprylic/Capric Triglyceride, 1,2-Hexanediol, Cyclopentasiloxane, Panthenol, Trehalose, PEG-40 Stearate, Cyclohexasiloxane, Avena Sativa (Oat) Kernel Extract, Calendula Officinalis Flower Extract, Nepeta Cataria Extract, Rubus Idaeus (Raspberry) Leaf Extract, Baptisia Tinctoria Root Extract, Stellaria Media (Chickweed) Extract, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Calendula Officinalis Flower Oil, Borago Officinalis Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Chamomilla Recutita (Matricaria) Flower Oil, Lavandula Angustifolia (Lavender) Oil, Rose Flower Oil, Alchemilla Vulgaris Leaf Extract, Viola Tricolor Extract, Rosa Damascena Flower Extract, Spiraea Ulmaria Flower Extract, Althaea Officinalis Root Extract, Dimethicone, Algae Extract, Butylene Glycol, Glycosyl Trehalose, Hydrogenated Starch Hydrolysate, Sodium Hyaluronate, Lactobacillus/Soybean Ferment Extract, Saccharomyces/Viscum Album (Mistletoe) Ferment Extract, Saccharomyces/Imperata Cylindrica Root Ferment Extract, Cetearyl Alcohol, Glyceryl Stearate, PEG-100 Stearate, Methyl Glucose Sesquistearate, Sorbitan Stearate, Xanthan Gum, Carbomer, Tromethamine, Trisodium EDTA, Mica, Iron Oxide(Ci 77491), Titanium Dioxide, Fragrance, Citronnellol, Limonene."]},
{"sku": ["P305109"], "category": ["Moisturizers"], "name": ["", "Pomegranate Balancing Cream-Gel Moisturiser"], "review_rating": ["4.2914"], "brand": ["KORRES"], "number_reviews": ["350 reviews"], "reviews": ["{'title': u'lightweight but effective', 'text': [u'I\\'ve been using this product for about two weeks and I can already tell I love it!! It gives a balanced amount of moisture and is great on my oily skin, while still being plumping and hydrating! I don\\'t seem get oily as a result of this product and I love the fact that it doesn\\'t feel heavy on my skin. Definitely worth a try!'], 'author': u'vhankins ', 'date': [u'2016-11-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Amazong', 'text': [u'I have very sensitive skin to the point where i can not even wear any sort of make up, all generic drugstore face creams make me break out, until i found korres, it is amazing my skin feels super smooth and i love the way it smells, if you are the type with easily irritate able skin you should definitely use this.'], 'author': u'tashajojo ', 'date': [u'2016-10-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great moisturizer', 'text': [u'A very nice everyday moisturizer! Not too heavy, nice light smell, and actually minimized many of my fine lines!'], 'author': u'bbetty ', 'date': [u'2016-10-18'], 'location': u'Ohio', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'my skin hs never looked better', 'text': [u'I have combination, acne prone skin and this moisturizer works amazingly for me. I haven\\'t broken out at all from using it. I\\'ve actually been breaking out much less since I started using it but I don\\'t know if it\\'s because of the moisturizer. This moisturizer makes my face look So bright and smooth I couldn\\'t be happier.'], 'author': u'DayR ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love to texture, not the smell', 'text': [u'I really did like this for a lightweight moisturizer, it feels great when you put it on. Your face feels like it just took a drink of water but, it doesn\\'t leave any sticky residue. However, the smell is very strong. It\\'s a good smell but it is really strong and I could smell it well after I put it on my face. It also woke up feeling really greasy which wasn\\'t my favorite. Maybe that\\'s normal because I really don\\'t use very heavy moisturizers since my skin is already oily. Overall, I think most people would really love this product it just wasn\\'t for me.'], 'author': u'jamlight ', 'date': [u'2016-10-17'], 'location': u'Gilbert, AZ', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}"], "lastpage": ["70"], "three_star_reviews": ["32", "32"], "price": ["$34.00"], "one_star_reviews": ["14", "14"], "five_star_reviews": ["222", "222"], "two_star_reviews": ["23", "23"], "four_star_reviews": ["59", "59"], "number_loves": ["7920"], "ingredient": ["Water, Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, C12-15 Alkyl Benzoate, Dicaprylyl Carbonate, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Dicaprylyl Ether, Macadamia Ternifolia Seed Oil, Potassium Cetyl Phosphate, Acrylates/C10-30 AlkylAcrylate Crosspolymer, Calendula Officinalis Extract, Caprylyl Glycol, Cyclodextrin, Epilobium Fleischeri Extract, Fragrance, Glyceryl Stearate, Glycine Soja (Soybean) Oil, Helianthus Annuus (Sunflower) Seed Oil, Panthenol, Persea Gratissima (Avocado) Oil Unsaponifiables, PerseaGratissima (Avocado) Oil, Phenoxyethanol, Punica Granatum Fruit Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Salicylic Acid, Sodium Gluceptate, Sodium Hyaluronate, Sodium Hydroxide, Tocopherol, Tocopheryl Acetate."]},
{"sku": ["P405006"], "category": ["Mists &amp; Essences"], "name": ["", "Immortelle Precious Mist"], "brand": ["L’Occitane"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'Immortelle Junkie', 'text': [u'I\\'m addicted to the Immortelle exfoliating cream, which I have to get from a L\\'Occitane boutique, so I got this to compare it to the Fresh Rose Floral Toning spray I have.', u'It\\'s alright. It\\'s aerosol so right away you know there\\'s stuff in there that\\'s going to dry you out. But I love the smell. I\\'ve already purchased another one. So star docked for going through a can in three weeks.'], 'author': u'nosleeptilforty ', 'date': [u'2016-05-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Make the skin more dryer than before..', 'text': [u'It seems to give you hydration when you spray on your face first time but later causes more dryness than before. Also the spray applicator is horrible. It doesnt spray evenly.... I like caudalie grape water mist spray better than this. There is no reason to use this spray if it make your skin dryer.'], 'author': u'monghee ', 'date': [u'2016-05-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'heavenly immortelle scent', 'text': [u'The scent is so light and wonderful, and the mist perfectly hydrates. I love it'], 'author': u'mksare ', 'date': [u'2016-04-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["3.3333"], "three_star_reviews": ["0", "0"], "price": ["$16.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["492"], "ingredient": ["Water, Glycerin, Helichrysum Italicum Extract, Bisabolol, Peg-40 Hydrogenated Castor Oil, Ppg-26-Buteth-26, Nitrogen, Phenoxyethanol, Parfum/Fragrance, Hexyl Cinnamal, Benzyl Salicylate, Alpha-Isomethyl Ionone, Linalool, Sodium Benzoate, Citral, Limonene."]},
{"sku": ["P224510"], "category": ["Moisturizers"], "name": ["", "Balancing Day Care Cream"], "review_rating": ["4.1778"], "brand": ["Jurlique"], "number_reviews": ["45 reviews"], "reviews": ["{'title': u'Great cream for balancing tone', 'text': [u'I tried this while looking for a summer foundation. The beauty specialist applied this to even out any redness in my face before applying Estee Lauder DayWear BB cream. I love how even it makes my skin look and it will also be a great cream to wear alone in the summer. I do have combination skin and can see how others say it doesn\\'t absorb well. You only need to apply a VERY small amount, though! Would definitely recommend.'], 'author': u'ClaireMcCo ', 'date': [u'2015-06-03'], 'location': u'Toronto, Ontario', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Rich Moisturizer', 'text': [u'Great for sensitive,dry skin. Seems to help clear up ecsema flare ups quickly. Not greasy, but definately heavy compared to most day creams. Would not recommend for oily skin. Perfect for normal to dry skin in winter.'], 'author': u'tarheelblue ', 'date': [u'2014-02-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'Most Jurlique products agree with my skin. This is no exception. Initially I thought it might not be enough for dry skin during winter, but it turned out to be very moisturizing. It also gives me that radiance and glow I usually get from using the Herbal Recovery Gel. Overall I love it, even the fragrance that others complain about.'], 'author': u'cschanel88 ', 'date': [u'2012-12-21'], 'location': u'New York, NY', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Roses', 'text': [u'I love this day cream. it\\'s light, and feels luxurious on your skin. I was told it was made from all natural ingredients, and it\\'s like bathing your face in roses. It\\'s kind of pricy for the small amount, but totally worth it.'], 'author': u'tintedmoisturize ', 'date': [u'2012-09-01'], 'location': u'Encino, Ca', 'skin_type_link': None, 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Just ok', 'text': [u'I have pretty normal skin. Maybe a little drier on my cheeks and a little oilier on my T zone. This skin lotion sat like a mask on my face. My facialist commented on two different occasions that my skin felt tight. It felt kind of like Elmer\\'s glue had dried on my face--that\\'s the best analogy I can think of! Smell is nice, but it\\'s just not for me. Plus there is no spf, so you\\'ll have to layer sunscreen on top.'], 'author': u'wumphrey ', 'date': [u'2012-05-08'], 'location': u'San Francisco, CA', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}"], "lastpage": ["9"], "three_star_reviews": ["6", "6"], "price": ["$44.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["25", "25"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["10", "10"], "number_loves": ["458"], "ingredient": ["Water, Caprylic/Capric Triglyceride, Persea Gratissima (Avocado) Oil, Cetearyl Alcohol, Rosa Canina (Rose Hip) Fruit Oil, Glycerin, Carthamus Tinctorius (Safflower) Seed Oil, Glyceryl Stearate Citrate, Simmondsia Chinensis (Jojoba) Seed Oil, Butyrospermum Parkii (Shea Butter) Oil, Althaea Officinalis (Marshmallow) Root Extract, Chamomilla Recutita (Matricaria) Flower Extract, Calendula Officinalis Flower Extract, Camellia Sinensis (Green Tea) Leaf Extract, Symphytum Officinale (Comfrey) Extract, Rosa Gallica Flower Extract, Vitis Vinifera (Grape Seed) Seed Extract, Bellis Perennis (Daisy) Flower Extract, Viola Odorata (Violet) Extract, Echinacea Purpurea Root Extract, Viola Tricolor (Heartsease) Extract, Curcuma Longa (Turmeric) Root Extract, Macadamia Ternifolia Seed Oil, Lauroyl Lysine, Fragrance (Parfum)*, Hydrolyzed Soy Protein, Alcohol, Sodium Dehydroacetate, Panthenol, Xanthan Gum, Lactic Acid, Lecithin, Oenothera Biennis (Evening Primrose) Oil, Retinyl Palmitate (Vitamin A), Tocopheryl Acetate (Vitamin E), Totarol, Citral*, Eugenol*, Benzyl Salicylate*, Coumarin*, Geraniol*, Linalool*, Benzyl Benzoate*, Citronellol*, Limonene.* *From Natural Essential Oil."]},
{"sku": ["P407726"]},
{"sku": ["P410819"], "category": ["Mists &amp; Essences"], "name": ["", "Problem Solution Essence"], "review_rating": ["3.2857"], "brand": ["belif"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u\"Doesn't do anything\", 'text': [u'I\\'ve been using this product for about 3 months now and the only reason I kept using this product was because I thought it might be effective over time, but I was wrong. This doesn\\'t have any affect on my skin and it doesn\\'t help acne prone skin what so ever. And I would not recommend!!!'], 'author': u'joann148 ', 'date': [u'2016-11-05'], 'location': u'Los Angeles, CA', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Very natural', 'text': [u'It didn\\'t harm my sensitive skin but it didn\\'t make my breakouts or oiliness any better. Returned to store.'], 'author': u'polola ', 'date': [u'2016-09-22'], 'location': u'Guaynabo, PR', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Keeps skin clear', 'text': [u'I love this product. It\\'s lightweight, smells great and most importantly... It works! My face is the clearest and most balanced it\\'s been years since I began using this about a month ago. I have combo, normal to oily skin.'], 'author': u'D1Donly ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Not Worth It', 'text': [u'This product didn\\'t do much for me. I used it twice a day (as directed) for a month or so but ultimately decided to return it since I wasn\\'t seeing any real results. Definitely not worth the price.'], 'author': u'kireina017 ', 'date': [u'2016-09-20'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u\"Doesn't do anything\", 'text': [u'My skin actually got really bad when I was using this product, but I think it might have been something wrong with my skin chemistry. Either way, it didn\\'t do anything for my skin at all.'], 'author': u'Loo12345 ', 'date': [u'2016-09-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$42.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["1", "1"], "number_loves": ["1507"], "ingredient": ["Water, Dipropylene Glycol, 1,2-Hexanediol, Glycerin, Poncirus Trifoliata Fruit Extract, Panthenol, Neopentyl Glycol Dicaprate, Dimethicone, Polymethyl Methacrylate, Hydrogenated Polydecene, Hexyldecyl Ethylhexanoate, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Calendula Officinalis Flower Extract*+, Avena Sativa (Oat) Kernel Extract*, Nepeta Cataria Extract*, Rubus Idaeus (Raspberry) Leaf Extract*, Stellaria Media (Chickweed) Extract*, Baptisia Tinctoria Root Extract*, Arctium Lappa Root Extract+, Rosmarinus Officinalis (Rosemary) Leaf Extract+, Lavandula Angustifolia (Lavender) Flower Extract+, Echinacea Angustifolia Extract+, Salix Alba (Willow) Bark Extract, Magnolia Kobus Bark Extract, Glycine Soja (Soybean) Sprout Extract, Spiraea Ulmaria Extract, Stearyl Alcohol, Ceteareth-6 Olivate, PEG-40 Stearate, C14-22 Alcohols, Sorbitan Stearate, Montmorillonite, C12-20 Alkyl Glucoside, Azelaic Acid, Ammonium Acryloyldimethyltaurate/VP Copolymer, Xanthan Gum, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Dextrin, Mica, Titanium Dioxide, Iron Oxides(CI 77491), Tromethamine, Trisodium EDTA, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Eucalyptus Globulus Leaf Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Fragrance**, Citronellol, Limonene."]},
{"sku": ["P410674"], "category": ["Mists &amp; Essences"], "name": ["", "Cucumber De-Tox™ Balancing Essence Water Mist"], "review_rating": ["3.25"], "brand": ["Peter Thomas Roth"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'Amazing', 'text': [u'I will not go a day without using this product. One of my mainstays. Love this product.'], 'author': u'thatskincareguy ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Absolute waste', 'text': [u'Waste of money, does nothing for my dry skin.'], 'author': u'MiniZIm ', 'date': [u'2016-10-17'], 'location': u'Weehawken, NJ', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'Love the product itself but I actually LOLed when I read the \"water gun\" review because it\\'s too accurate! The nozzle needs to go'], 'author': u'bailey0719 ', 'date': [u'2016-09-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Where is the mist?', 'text': [u'I love many PTR products, but this was a huge disappointment. The \"mist\" on this product is the huge fail. It was the reason I purchased this product. It smells great, but I have to spray it in my hands and pat it on my face to apply because the spray is HORRIBLE!!!! It is like a water gun as other reviewers mentioned. I will definitely not repurchase this item.'], 'author': u'mandm4eva ', 'date': [u'2016-08-19'], 'location': u'Virginia Beach, VA', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'water gun', 'text': [u'the product itself is good.however i think it\\'s a water gun instead MIST'], 'author': u'yjz99 ', 'date': [u'2016-08-17'], 'location': u'Corvallis,OR', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$28.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["924"], "ingredient": ["Water, Butylene Glycol, Polysorbate 80, Cucumis Sativus (Cucumber) Fruit Extract, Chamomilla Recutita (Matricaria) Flower Extract, Aloe Barbadensis Leaf Juice, Sodium Hyaluronate, Salvia Sclarea (Clary) Oil, Bisabolol, PPG-26-Buteth-26, Citric Acid, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, PEG-40 Hydrogenated Castor Oil, Potassium Sorbate, Sodium Benzoate, Phenoxyethanol, Butylphenyl Methylpropional, Hydroxycitronellal, Fragrance/Parfum, Yellow 5 (CI 19140), Blue 1 (CI 42090)."]},
{"sku": ["P380009"], "category": ["Moisturizers"], "name": ["", "Resilience Lift Firming/Sculpting Face and Neck Creme Broad Spectrum SPF 15, Dry Skin"], "brand": ["Estée Lauder"], "number_reviews": ["2 reviews"], "reviews": ["{'title': u'Resilience Lift for dry skin', 'text': [u'Don\\'t be detoured this is an AMAZING cream for someone who has true DRY skin. I have used the Normal to Oil version that comes in all the kits and it does come close to the comfort this wonderful cream offers to a dry skin customer. It is wonderful!'], 'author': u'Kathielatte ', 'date': [u'2015-11-14'], 'location': u'Glendale', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'cannot recommend.', 'text': [u'Was oily. Felt like it didn\\'t absorb into skin. Didn\\'t like what it did for my skin. Liked night cream better. Next day had allergy to moisturizer with sunscreen. Switching for nightcream.'], 'author': u'anne36 ', 'date': [u'2015-09-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "review_rating": ["3.0"], "three_star_reviews": ["0", "0"], "price": ["$85.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["413"]},
{"sku": ["P406607"], "category": ["Mists &amp; Essences"], "name": ["", "Liftra™ Contour Fixer"], "brand": ["Dr. Jart+"], "number_reviews": ["2 reviews"], "reviews": ["{'title': u'incredible!', 'text': [u'This is a last step secret for the tightest skin possible. It does feel tight so if you don\\'t like this kind of sensation, avoid it. But if you\\'re obsessed with having the best, plumpest akin possible, this is for you.'], 'author': u'ChantalCocorico ', 'date': [u'2016-08-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'hmmm..', 'text': [u'This is an odd product. It gives me that very nice semi-matte look (I have very oily skin) and it does keep my make up stay longer. However, it feels like it seals up my makeup so tightly that my skin would look very patchy if I want to fix something after i spray it on, or if i want to touch up throughout the day on top of the spray.'], 'author': u'CarmenLe ', 'date': [u'2016-03-30'], 'location': u'Chicago', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "review_rating": ["4.5"], "three_star_reviews": ["0", "0"], "price": ["$50.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["596"], "ingredient": ["Water, Maltitol, Niacinamide, PVP, Glycosyl Trehalose, Glycerin, Alcohol Denat., Hydrogenated Starch Hydrolysate, Bis-PEG-18 Methyl Ether Dimethyl Silane, Polyvinyl Alcohol, Panthenol, Phenoxyethanol, Chlorphenesin, Portulaca Oleracea Extract, PEG-60 Hydrogenated Castor Oil, Butylene Glycol, Dimethicone, Ethylhexylglycerin, Caprylyl Glycol, PEG-2M, Hydrogenated Lecithin, Cyclopentasiloxane, Adenosine, Sucrose Distearate, Cyclopentasiloxane, Disodium EDTA, Lavandula Hybrida Oil, Cananga Odorata Flower Oil, Theanine, Pelargonium Graveolens Flower Oil, Milk Lipids/Lipides du lait, Glutathione, Sodium Hyaluronate, Polylactic Acid, Ethylhexyl Stearate, Cetamido Lysinamido Polyaspartic Acid, Alcohol, Linum Usitatissimum (Linseed) Seed Extract, Sodium Isostearate, Sodium Hyaluronate Crosspolymer, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Polysorbate 80, Lecithin, 1,2-Hexanediol, Caprylic/Capric Triglyceride, Polycaprolactone, Polysorbate 20, Hydrolyzed Collagen, Lysolecithin, Sodium Carbomer, Sodium Ascorbyl Phosphate, Pullulan, Palmitoyl Pentapeptide-4, Copper Tripeptide-1, Acetyl Hexapeptide-8, Hydrolyzed Hyaluronic Acid."]},
{"sku": ["P398126"], "category": ["Moisturizers"], "name": ["", "Bienfait Pure Focus Matifying Moisturizing Lotion"], "review_rating": ["4.2308"], "brand": ["Lancôme"], "number_reviews": ["26 reviews"], "reviews": ["{'title': None, 'text': [u'Is not a good product I do not recommend'], 'author': u'trimilo75 ', 'date': [u'2016-08-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'AMAZING', 'text': [u'I loved this!!!!! When I would wake up in the morning, my T zone would be all oily but when I put this on before bed, I wake up with little to no oil in my T zone!!! I love love love love love love this!!!'], 'author': u'BeautyGirlMUA ', 'date': [u'2016-08-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Good!', 'text': [u'I like this moisturizer because I have oily/combination skin and a lot of moisturizers just add to the chaos. This isn\\'t super mattifying, but I like that it is more of a light hydration. I love Lancome products, they are pricey at first, but worth the investment! They last forever and work wonders!'], 'author': u'kaylabobayla ', 'date': [u'2016-07-13'], 'location': u'Lincoln, NE', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'18-24'}", "{'title': u'Does what it says it will', 'text': [u'Overall I\\'m fairly happy with this moisturizer. It definitely keeps my skin matte for quite a few hours although it\\'s not particularly nourishing. I have combo skin so I\\'ve started using the Lancome moisturizer along my t-zone with another on my cheeks when I\\'m feeling particularly dry.'], 'author': u'Brighita ', 'date': [u'2016-06-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'disappointed!!!', 'text': [u'I\\'ve been Lanc\\xf4me skincare and makeup user for many years so I decided to give this matifying lotion a try but my t-zone got oily within a couple hours. For the price I expected much more than what it could deliver. It does smell and feel really good when freshly applied.'], 'author': u'mimosa721 ', 'date': [u'2016-06-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "lastpage": ["6"], "three_star_reviews": ["0", "0"], "price": ["$49.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["16", "16"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["6", "6"], "number_loves": ["1895"], "ingredient": ["Water, Cyclohexasiloxane, Glycerin, Alcohol Denat., Methyl Methacrylate Crosspolymer, Ethylhexyl Palmitate, Polysilicone-11, Silica, Nylon-12, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Ci 19140/Yellow 5, Ci 42090/Blue 1, C13-14 Isoparaffin, Cocamide Mea, Tocopheryl Acetate, Sodium Hydroxide, Peg-100 Stearate, Polyacrylamide, Limonene, Zinc Gluconate, Menthoxypropanediol, Benzyl Salicylate, Benzyl Alcohol, Cinnamomum Zeylanicum Extract/Cinnamomum Zeylanicum Bark Extract, Capryloyl Salicylic Acid, Caprylyl Glycol, Capryloyl, Glycine, Alpha-Isomethyl Ionone, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sarcosine, Bisabolol, Tetrasodium Edta, Citronellol, Laureth-7, Hexylene Glycol, Hexyl Cinnamal, Glyceryl Stearate, Fragrance."]},
{"sku": ["P380040"], "category": ["Moisturizers"], "name": ["", "Resilience Lift Firming/Sculpting Face and Neck Lotion Broad Spectrum SPF 15, Normal/Combination"], "brand": ["Estée Lauder"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'Best moisturizer', 'text': [u'First moisturizer that hasn\\'t left my skin feel oily. Smells great and goes on smoothly. Only downfall is the price.'], 'author': u'ctotheg ', 'date': [u'2016-03-15'], 'location': u'Gillette, WY', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'35-44'}", "{'title': u'too much fragnance', 'text': [u'I did not like this cream at all. It is smells like a perfume, and it made my face dry. Had to return it.'], 'author': u'asel78 ', 'date': [u'2015-06-19'], 'location': u'New York', 'skin_type_link': u'Normal', 'rating_score': u'1', 'age_link': u'45-54'}", "{'title': u'excellent', 'text': [u'I\\'ve got this for my mom. She likes this light, yet effective moisturizer. I see that that her face looks fresher. SPF is also a plus'], 'author': u'crimean ', 'date': [u'2014-10-12'], 'location': u'NY', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}"], "review_rating": ["3.3333"], "three_star_reviews": ["0", "0"], "price": ["$82.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["513"]},
{"sku": ["P407662"], "category": ["Moisturizers"], "name": ["", "Pore Glowing Moisture Stick"], "review_rating": ["4.3"], "brand": ["Caolion"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'Great! But...', 'text': [u'I do love how this feels on my skin, but there really is almost nothing in the bottle\\u2014I almost mistaked it for a sample product. Definitely not worth it for the price. I also didn\\'t realize that glitter was in it. I don\\'t mind the glitter, but now I will take more caution when using it.', u'What is does for my skin is just fantastic though. I could smear this on my face all day! My skin is very oily. I put this on before bed and my skin still feels soft and moisturized (but not dry or greasy). In that sense, it is a good product, but I won\\'t be purchasing anymore for the price that it is.'], 'author': u'HyenaHijack ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Sparkles', 'text': [u'I agree that the balm is absorbed into the skin quickly without any sort of slick feeling, which I like, but it tugs a bit which makes me concerned about how it would apply over make up. The tube is very small -- about 3\" tall at most -- and the product itself is only about half an inch. The thing that made me return it though, is the fact that it\\'s sparkly. It has microglitter imbedded in the stick so that when you put the moisturizer on, you\\'re essentially coating your face in sparkles. (I\\'m surprised that no one else has mentioned this! I never would have bought it if I knew!)In the end, it is a very small but great non-slick moisturizer if you don\\'t mind the sparkles. (I gave it three stars because although the moisturizer itself feels nice, I docked a star for the size and a star for the microglitter)'], 'author': u'kurea ', 'date': [u'2016-09-15'], 'location': u'San Francisco, CA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': u'18-24'}", "{'title': u'so perfect', 'text': [u'I have very oily skin, but this product absorbed quickly, kept me moisturized all night but did not produce any shine over time, nor did it create any extra oils. I put my makeup on over it, and the glow it gives is obvious &amp; luminous. I am so in love!'], 'author': u'IamMolly ', 'date': [u'2016-09-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Pore Glow Moisture Stick', 'text': [u'Great product slides on smooth,absorbs fast into skin. Leaves hydrated without the oily feel. Fragrance free, makeup applied well over it.'], 'author': u'Achunsion ', 'date': [u'2016-07-14'], 'location': u'Newport, De', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'easy to use and really moisturizes', 'text': [u'super convenient and portable! perfect for a moisturized look. I love it!'], 'author': u'orong ', 'date': [u'2016-06-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["3", "3"], "price": ["$16.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["1056"], "ingredient": ["Water, Butylene Glycol, Glycerin, Bis-PEG-18 Methyl Ether Dimethyl Silane, Sodium Stearate, Xylitol, Zanthoxylum Piperitum Fruit Extract, Pulsatilla Koreana Extract, Usnea Barbata (Lichen) Extract, Niacinamide, Nymphaea Coerulea Flower Extract, Coceth-7, PPG-1-PEG-9 Lauryl Glycol Ether, Synthetic Fluorphlogopite, Titanium Dioxide, Dimethicone, Adenosine, CI 42090."]},
{"sku": ["P397396"], "category": ["Moisturizers"], "name": ["", "Gel Pure Focus"], "brand": ["Lancôme"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'lol at \"deep\" clean', 'text': [u'This is not a good cleanser. My skin has gotten so bad after using it, that I have to get rid of it. My nose has turned into an oily mess, would use drug store over this. I'], 'author': u'CarlyyP ', 'date': [u'2016-03-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u\"it's good not great\", 'text': [u'I have very oily skin and I was referred to this line by Sephora. I got the toner and wash. I\\'m not sure if anything will help my afternoon oil but this didn\\'t. It\\'s good. I don\\'t think I\\'d buy again. I would probably opt for more blotting papers. I have hormonal acne along jawline and cheeks and this didn\\'t make me breakout. I started using a clarisonic with this wash and my skin is clearing up big time. Not sure if it\\'s the wash or clarisonic.'], 'author': u'jessil ', 'date': [u'2016-02-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Better than Creme Radiance!', 'text': [u'I\\'ve been using Lanc\\xf4me\\'s creme radiance cleanser for a few years now... I loved it for a while but it would always leave my skin with a \"squeaky clean\" in a bad way. And in the winter cold months leave my skin very dry.....', u'BUT I borrowed my sisters Gel Focus when I forgot my cleanser, and fell in love!!!! I was nervous because she said it was good for her oily skin (I have combination) so I thought it would dry me out.. But on the contrary, my skin felt clean, smooth, and not dry at all!!! I use a face pad to wash so a dime size lathers up very well! My new go to cleanser!'], 'author': u'flyyygirl ', 'date': [u'2016-02-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Feel the pureness!', 'text': [u'I have very oily skin so this cleanser works very well for me. It has thick consistency and does not lether much. Keeps my face fresh and clean'], 'author': u'crimean ', 'date': [u'2015-07-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["3.75"], "three_star_reviews": ["1", "1"], "price": ["$26.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["582"], "ingredient": ["Water,Decyl Glucoside,Alcohol Denat.,Silica,Peg-8,Lauryl Phosphate,Peg-120 Methyl Glucose Dioleate,Ci 77289 / Chromium Hydroxide Green,Tocopherol,Sodium Benzoate,Phenoxyethanol,Ethylparaben,Jojoba Esters,Solum Diatomeae,Polyquaternium-7,Menthoxypropanediol,Zinc Gluconate,Benzyl Salicylate,Benzyl Alcohol,Cinnamomum Zeylanicum Extract,Pvp,Capryloyl Salicylic Acid,Capryloyl Glycine,Farnesol,Sarcosine,Bisabolol,Potassium Hydroxide,Methylparaben,Citronellol,Hexyl Cinnamal,Fragrance."]},
{"sku": ["P407037"], "category": ["BB &amp; CC Cream"], "name": ["", "Illuminating BB Brush Broad Spectrum SPF 30"], "review_rating": ["3.5625"], "brand": ["Dr. Jart+"], "number_reviews": ["16 reviews"], "reviews": ["{'title': u'I love wearing this alone!', 'text': [u'I pride myself on my skincare and I like to think it shows. PRO TIP: remove the brush! Then it is just a tube you can squeeze the product out of. Great for those \"no makeup\" days and if you like dewy finishes.'], 'author': u'staceyfacey ', 'date': [u'2016-11-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Weightless, SPF 30 Glow', 'text': [u'I love this product. It\\'s been added to my daily makeup routine and it fits in so well! The only thing I don\\'t like is getting the product out. You squeeze the bottle and then it works it\\'s way into the brush. I like the all-in-one brush-and-product style but I always end up squeezing too much out to get it through the brush and I\\'m left with wasted product.Tl;dr - great formula not so great dispenser.'], 'author': u'Mandolynn ', 'date': [u'2016-08-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Love the weightless glow with protection', 'text': [u'I love wearing this product because it provides sun protection. It gives me a nice dewy glow even when I apply a light powder on top of the cream. I use a beauty blender to apply the product. The brush applicator it comes with does not work for me. My skin is normal/dry. A++ if you do not require a lot of coverage.'], 'author': u'DavinaA ', 'date': [u'2016-07-26'], 'location': u'New Orleans, LA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'amazing', 'text': [u'Easy to use applicator brush, gorgeous coloring! I use it as a primer or alone when I\\'m not wearing makeup'], 'author': u'VictoriaHarris ', 'date': [u'2016-07-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'BEAUTIFUL highlighter, HORRIBLE packaging/applicator. Sadly returned.'], 'author': u'KD92 ', 'date': [u'2016-06-29'], 'location': u'Boston, MA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["3", "3"], "price": ["$39.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["4", "4"], "number_loves": ["2099"], "ingredient": ["Water, Cyclopentasiloxane, Butylene Glycol, Phenyl Trimethicone, Cyclohexasiloxane, Dicaprylyl Carbonate, Butylene Glycol Dicaprylate/Dicaprate, Cetyl PEG/PPG-10/1 Dimethicone, Pentylene Glycol, Synthetic Fluorphlogopite, Mica, Glycerin, Sorbitan Isostearate, Hydrogenated Poly(C6-14 Olefin), Hexyl Laurate, Sorbitan Olivate, Magnesium Sulfate, Phenoxyethanol, Beeswax, Polyglyceryl-4 Isostearate, Dimethicone/Vinyl Dimethicone Crosspolymer, Iron Oxides, Disteardimonium Hectorite, Aluminum Hydroxide, Stearic Acid, Dimethicone, Methyl Methacrylate Crosspolymer, Dimethicone Crosspolymer, Ethylhexylglycerin, Disodium EDTA, Butyl Avocadate, Triethoxycaprylylsilane, Cananga Odorata Flower Extract, Tin Oxide, Lavandula Angustifolia (Lavender) Flower Water, Rosmarinus Officinalis (Rosemary) Leaf Water, Mentha Rotundifolia Leaf Extract, Chamomilla Recutita (Matricaria) Flower Water, Mentha Piperita (Peppermint) Leaf Water, Hibiscus Sabdariffa Flower Extract, Jasminum Officinale (Jasmine) Flower Water, Hydrogenated Castor Oil Isostearate, Argania Spinosa Kernel Extract, Sodium Cocoyl Glutamate, Rosa Multiflora Fruit Extract, Carbomer, Propyl Gallate, Plankton Extract."]},
{"sku": ["P394697"], "category": ["Face Wash &amp; Cleansers"], "name": ["", "Purely Age-Defying Nourishing Cleansing Oil"], "review_rating": ["4.0667"], "brand": ["Jurlique"], "number_reviews": ["15 reviews"], "reviews": ["{'title': u'Love it !!!', 'text': [u'U need to try this product . Very good'], 'author': u'Vanessa49 ', 'date': [u'2016-09-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'spa before bed', 'text': [u'This is a cleansing oil but somehow doesnt make my skin greasy. It leaves it hydrated. It really feels special and i look forward to using it during my night routine.'], 'author': u'lokk ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'The product descriptions says milky texture, but it\\'s more thick texture. It\\'s light texture does not melt away makeup. I did not feel properly clean after using it.'], 'author': u'am46 ', 'date': [u'2016-09-03'], 'location': u'New York, New York', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'18-24'}", "{'title': u'terrible.....back to Tatcha for me', 'text': [u'Jurlique\\'s cleansing oil didn\\'t remove my mascara, made my skin sting, and left it feeling dirty. I have very oily skin, yet a couple cleansing oils I\\'ve tried left my skin feeling clean and soft, but not this one.'], 'author': u'jpjenk ', 'date': [u'2016-05-29'], 'location': u'Boston MA', 'skin_type_link': u'Oily', 'rating_score': u'1', 'age_link': u'35-44'}", "{'title': u'Love it', 'text': [u'First of all let me say that I did not buy this to take my make-up off. For that purpose I don\\'t think that it would be very good. I use a gel cleanser to take my make-up off first and then use this with my Clarisonic and I LOVE IT. It\\'s very moisturizing, gentle and makes my skin feel soft. It\\'s not greasy and I find the smell very pleasant. It almost has an earthy, floral smell (reminded me of Aveda products). This was my first time buying an oil cleanser and I feel that using this has really balanced out my combination skin. I had previously received a sample of a Lancome oil cleanser and I find that I like this one much better. You also only need to use one pump because a little goes a long way. Also be aware that because it is an oil it can be a little messy, especially if you use it with a Clarisonic, but to me it is worth it!'], 'author': u'lovelovell7 ', 'date': [u'2016-03-04'], 'location': u'Roy, WA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["3"], "three_star_reviews": ["0", "0"], "price": ["$38.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["9", "9"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["3", "3"], "number_loves": ["1035"], "ingredient": ["*From Natural Essential Oil."]},
{"sku": ["P392632"], "category": ["Face Wash &amp; Cleansers"], "name": ["", "Phelityl Pre-Cleansing Oil"], "review_rating": ["4.8571"], "brand": ["Erno Laszlo"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'Love!', 'text': [u'I was hesitant about applying oil prior to cleansing, but it is actually awesome! Smells nice, is a nice consistency, and works great in conjunction with the Sea Mud bar. I suffer from a bit of acne and rosacea, and felt these products were gentle and soothing when applied. I have noticed my skin to be clearing up more than usual and find my skin more hydrated.'], 'author': u'wanderess29 ', 'date': [u'2016-04-01'], 'location': u'New York, NY', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Wow.', 'text': [u'Old school is cool! This is such a pleasure to use. My skin looks about 10 years or so younger at least to me. It smells not perfumed but elegant. I remember this on a beautiful skinned persons vanity! You get what you pay for with this product. Worth every darn penny.'], 'author': u'kardee5 ', 'date': [u'2016-03-24'], 'location': u'hilliard, ohio', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'a little goes a long way!', 'text': [u'Use this in conjunction with the black bar and sometimes before a very deep cleaning polish/scrub. Works great and you need very little product. You are supposed to apply to dry skin, just an FYI.'], 'author': u'blacklamb ', 'date': [u'2015-07-27'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'W O W', 'text': [u'i am just beyond picky about my cleansing routine. I like it thorough but non striping. I have dry skin and since I\\'m in my 40\\'s anything too harsh or drying or just not right, will show.I used the Eve Lom cleanser for a year, and quite frankly, though it says it could replace your toner and moisturizer altogether, it doesn\\'t. It is alright but nothing crazy.So was in the hunt for something new. Until I saw a deluxe sample of this, together with the black soap. And though it is for combo skin, the black soap, tried it either way.OMG! I have no words to express how impressed I am! Will try to do it either way.The oil is thick. Real thick. It almost seem that doesn\\'t run so well on the skin, but with the warmth of your fingers, it foes. You don\\'t have to tug your skin at all. So you know.It has a fragrance...but nothing offensive. Smells vintage, I think.Then you are supposed to put the soap in hot water, and splash your face with it. Then use the soap twice.The soap smells soapy and would irritate your eyes, so recommend you yo remove your eye make up with something else before.Then you rinse and splash your face with fresh water. And then, only then, you notice the miracle. Your skin appear like porcelain, velvety, soft, clean, luminous and moisturized. You could just skip the moisturizer if you want... Not like I would do that, but your skin feels do balanced and suppled, nothing like ordinary cleansers that make your skin feel tight and uncomfortable. I am on tretinoin so my skin gets real dry. But this... This was something else. And though the soap is for combo skin, worked just to perfection on my dry skin.Now, the real miracle happened the day after... The glow of my skin!!! I noticed it before jumping in the shower. Just unbelievable.I never though I would happily pay a hundred bucks for oil and soap. But I did. I cannot recommend this product enough. Fantastic!'], 'author': u'CLovesBeauty ', 'date': [u'2015-06-09'], 'location': None, 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Hydrating', 'text': [u'Excellent cleaning oil to use with Sea Mud cleansing bar. Leaves skin super clean and moisturized. Wonderful for sensitive skin.'], 'author': u'nanie1 ', 'date': [u'2015-04-02'], 'location': u'Boston, Ma', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'over 54'}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$55.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["655"], "ingredient": ["Paraffinum Liquidum (Mineral Oil), Carthamus Tinctorius (Safflower) Seed Oil, Fragrance, Prunus Armeniaca (Apricot) Kernel Oil, Persea Gratissima (Avocado) Oil, Anthemis Nobilis Flower Oil, Vitis Vinifera (Grape) Seed Oil, Corylus Americana (Hazel) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Macadamia Ternifolia Seed Oil, Aleurites Moluccana Seed Oil, Sesamum Indicum (Sesame) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Taraktogenos Kurzii Seed Oil, Tocopheryl Acetate, Retinyl Palmitate, Tocopherol, Ascorbyl Tetraisopalmitate, Bisabolol, CI 40800 (Beta-Carotene), Alpha-Isomethyl Ionone, Benzyl Alcohol, Benzyl Benzoate, Benzyl Salicylate, Citral, Citronellol, Coumarin, Eugenol, Geraniol, Isoeugenol, Limonene, Linalool."]},
{"sku": ["P280928"], "category": ["Face Oils"]},
{"sku": ["P409322"], "category": ["Moisturizers"], "name": ["", "Facial Radiance Illuminating Moisturizer"], "review_rating": ["3.7143"], "brand": ["First Aid Beauty"], "number_reviews": ["14 reviews"], "reviews": ["{'title': u'Summer Favortie', 'text': [u'This is perfect for the summer! I\\'m in love with how glowing my skin looks. Just a little in the morning with a swipe of mascara and gloss and I\\'m good for the whole day. The applicator took a little getting use to, but once you get the hang of it there\\'s nothing stopping you.', u'As a side note, it does dry quickly... blend as you go.'], 'author': u'Leni617 ', 'date': [u'2016-10-04'], 'location': u'Boston, MA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': None, 'text': [u'made your skin luminous, but only by adding a bunch of gold glitter on your face. I could tell I was starting to break out as well. I have sensitive/normal skin.'], 'author': u'Reeces ', 'date': [u'2016-09-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': None, 'text': [u'The applicator brush is a great little add on. But I found this product streaky and sticky. My husband found several spots of streaks that I missed during my application. I didn\\'t love the formula for combination skin which is sad because I love FAB\\'s other products.'], 'author': u'Lydiaruth ', 'date': [u'2016-09-05'], 'location': u'Spokane, Washington', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Glow!', 'text': [u'The first time I try out this product I totally mess it up because I wasn\\'t used to the kind of brushy format it has.You have to apply it on your selected area and immediately blend it! I\\'m other way it dry super fast and became immovable.Once you dominate the technique... WOW! The flow it provides it\\'s amazing! Natural but still stuning'], 'author': u'Keniasuarez ', 'date': [u'2016-08-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'stunning', 'text': [u'This moisturizer is beautiful. Definitely meant for fair,light, and medium skin tones. There is no fragrance which I enjoy in my skin care products. The brush is soft and applies nicely. This is basically just like the new glam glow one but for a fraction of the cost and I find this one much more moisturizing!!! FAB does it again!'], 'author': u'ajam27 ', 'date': [u'2016-08-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$34.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["5", "5"], "number_loves": ["2688"], "ingredient": ["Water, Cyclopentasiloxane, Butylene Glycol, Mica, Glycerin, Sodium Polyacrylate, Evodia Rutaecarpa Fruit Extract, Sodium Hyaluronate, Camellia Sinensis Leaf Extract, Chrysanthemum Parthenium Extract, Glycyrrhiza Glabra Root Extract, Tocopheryl Acetate, Sodium PCA, Caprylyl Glycol, Trideceth-6, Trehalose, Dimethylmethoxy Chromanyl Palmitate, Urea, Ethylhexyl Cocoate, Dimethiconol, Propanediol, Dimethicone Crosspolymer, Ethylhexyl Stearate, Leuconostoc/Radish Root Ferment Filtrate, Polyquaternium-51, Tin Oxide, Phenoxyethanol, CI 77891 (Titanium Dioxide), CI 77491 (Iron Oxides), CI 75470 (Carmine)."]},
{"sku": ["P397523"], "category": ["Mists &amp; Essences"], "name": ["", "Rosewater Balancing Mist Intense Limited Edition"], "review_rating": ["4.4737"], "brand": ["Jurlique"], "number_reviews": ["19 reviews"], "reviews": ["{'title': u'Refreshing and beautiful', 'text': [u'I saw this product at Cosmoprof North America and decided I had to have it and it hasn\\'t disappointed! The smell is so natural and strong but light. It won\\'t weigh on you like a perfume. I actually like to spray myself a couple times a day when I\\'m home. It\\'s so refreshing and makes me feel like I\\'m walking through a rose garden.'], 'author': u'MargaretGreer ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'A rose is a rose is too much rose', 'text': [u'Alas i found this waaay too fragrant. Not an unpleasant odor, and actually a quite natural rose aroma, but too strong too much for too long for me. (Also did not think it imparted any lasting moisture to my face once it dried.) Returned.'], 'author': u'lnbk ', 'date': [u'2016-06-13'], 'location': u'Newport, RI', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'So Pretty', 'text': [u'What a refreshing, pretty, misting feeling this provides! I love the rosey smell and it doesn\\'t sting your skin and eyes, it settles on your face without any sparkle but it makes you glow and dewey at the same time. The smell is very strong but it gets softer after a while, just hold it maybe 8 inches from your face when you spray it so you\\'re not shocked by it!'], 'author': u'kevinjonas ', 'date': [u'2016-05-15'], 'location': u'St. Paul, Minn.', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'AMAZING AND NATURAL', 'text': [u'I cannot say enough good things about this brand and this product! it is worth the price for sure!'], 'author': u'MakeupTheStory ', 'date': [u'2016-04-30'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'hydrating and wonderful', 'text': [u'I have the Fresh rose toner and I love how it hydrates after I wash my face . However , I have this dry patch that won\\'t go away and I needed something stronger .', u'I love this most because it really does a better job in keeping my skin hydrated . I spritz it on , on top of my makeup and it works perfectly !'], 'author': u'langela1983 ', 'date': [u'2016-04-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["0", "0"], "price": ["$65.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["16", "16"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["0", "0"], "number_loves": ["2861"], "ingredient": ["Water, SD Alcohol 40-A (Alcohol Denat.), Glycerin, Polyglyceryl-10 Laurate, Rosa Gallica Flower Extract, Rosa Canina Fruit Extract, Hibiscus Rosa-Sinensis Extract, Rosa Centifolia Flower Extract, Rosa Multiflora Fruit Extract, Fragrance*, Althaea Officinalis Root Extract, Aloe Barbadensis Leaf Extract, Citrus Grandis (Grapefruit) Seed Extract, Phenoxyethanol, Ethylhexylglycerin, Geraniol*, Linalool*, Citronellol*, Eugenol*, Benzyl Benzoate*. *From Natural Essential Oil (Rose - Rosa Centifolia and Rosa Damascena)."]},
{"sku": ["P404472"], "category": ["Night Creams"], "name": ["", "Belle De Jour Dream Night Mask"], "brand": ["Kenzoki"], "number_reviews": ["1 review"], "reviews": ["{'title': u'love it', 'text': [u'Really love this mask! It has a texture like the Fresh Black Tea Instant Mask but it melts into your skin. One of the best nighttime masks that is not all sticky so you are not sticking to your pillows but still wake up with bouncy skin. The one thing I don\\'t like is the container which can be difficult to twist shut because how short the container is. There are not that many threads so sometimes when twisting the top, it gets stuck. New container please'], 'author': u'tlm1 ', 'date': [u'2016-05-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$62.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["465"], "ingredient": ["Water, Butylene, Glycol, Glycerin, Nelumbo, Nucifera, Root, Water, Caprylic/Capric/Succinic, Triglyceride, Ethylhexyl, Palmitate, Mirabilis, Jalapa, Extract, Butyrospermum, Parkii, (Shea, Butter), Phenoxyethanol, Sodium, Polyacrylate, Fragrance, Poloxamer, 407, Xanthan, Gum, Laureth-3, Hydroxyethylcellulose, Disodium, Edta, Polyquaternium-51, Acetyl, Dipeptide-1, Cetyl, Ester, Malva, Sylvestris, (Mallow), Extract, Artemia, Extract, Hexyl, Cinnamal, Potassium, Sorbate, Silica, Hydroxyisohexyl, 3-Cyclohexene, Carboxaldehyde, Potassium, Ascorbyl, Tocopheryl, Phosphate, Hydroxycitronellal, Linalool, Nelumbo, Nucifera, Flower, Extract, Alpha-Isomethyl, Ionone, Biotin, BHT, Citric, Acid, CI, 14700, (Red 4)."]},
{"sku": ["P400257"], "category": ["Moisturizers"], "name": ["", "Day + Night Cream"], "review_rating": ["3.8333"], "brand": ["Human + Kind"], "number_reviews": ["6 reviews"], "reviews": ["{'title': u'Nope', 'text': [u'This is some bad cream, in the classic sense. It\\'s irritating, doesn\\'t fully absorb into my skin, and smells off. I\\'m using it as elbow cream now and can\\'t wait until it\\'s finished. The price is good but that\\'s about it.'], 'author': u'LilyAnnG ', 'date': [u'2016-08-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Eh', 'text': [u'Not terribly impressed. It feels like this cream never fully absorbs into my skin. I\\'ve put it on an hour before bed before, and it still felt like my face was sticking to the pillow. Also, I hate the smell. I\\'ve been using a tiny amount as a primer, which seems to work.'], 'author': u'Embomojo ', 'date': [u'2016-07-06'], 'location': u'Nashville, TN', 'skin_type_link': u'Normal', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Love it', 'text': [u'I was looking for a vegan and cruelty free moisturizer and found this one! A little bit goes a long way and I really like the smell of it. I have oily combination skin. I like to use this more heavily at night to nourish my skin and then I apply it much lighter in the mornings so it doesn\\'t add to my natural oils.'], 'author': u'KristinaHatch ', 'date': [u'2016-02-04'], 'location': u'Bellingham, WA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': None, 'text': [u'Having used this product in the fall and winter in the north east, I can say for my sensitive skin, I feel I have found a perfect match! This lightly scented moisturizer soothes my dry skin without leaving it looking or feeling greasy. I am curious if that quality will continue in warmer weather.'], 'author': u'MollyGallo ', 'date': [u'2016-01-23'], 'location': u'Hudson, Ny', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'serviceable moisturizer, no wow factor', 'text': [u'My skin has been especially dry this winter, so I decided to upgrade from my homemade moisturizer. This one has definitely helped with dryness, but there\\'s nothing super special about it. The ingredients are good though, so I might buy it again if nothing else grabs my attention.'], 'author': u'alexeds ', 'date': [u'2016-01-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$35.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["1", "1"], "number_loves": ["489"], "ingredient": ["Water, Caprylic/Capric Triglyceride, Centella, Asicatica Extract, Tricaprylin, Glycerine, Cetearyl Alcohol, Sodium Stearoyl Lactylate, Persea Gratissima (Avocado) Oil, Sucrose Stearate, Stellaria Media (Chickweed) Extract, Rosa rubginosa (Rosehip) Seed Oil, Althaea Officinalis (Marshmallow) Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Xanthan Gum, Benzyl Alcohol, Dehydroacetic Acid, Potassium Sorbate, Sodium Benzoate, Fragrance, Linalool, Hexyl Cinnamal."]},
{"sku": ["P399705"], "category": ["Moisturizers"], "name": ["", "Melt-In Moisturizing Lotion"], "review_rating": ["3.6364"], "brand": ["Kenzoki"], "number_reviews": ["11 reviews"], "reviews": ["{'title': u'my new moiturizer', 'text': [u'I\\'ve been on this quest for a good moisturizer for YEARS. My skin tends to get oily by mid-day and some products cause bumps or redness. This product keeps oiliness at bay (i still get some shine but my face doesn\\'t look greasy) and i don\\'t get the bumps or redness. A little goes a long way. One to two small drops, rub on both palms, then press palms on face and neck. That\\'s it. My liquid makeup goes on smoothly and stays on. I think the scent is lovely. I will definitely explore other products in this line.'], 'author': u'aprilr ', 'date': [u'2016-08-15'], 'location': u'San Francisco, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'I love this moisturizer!', 'text': [u'I use this at night as part of my skin care regimen and I love it! It can be a little sticky I think because it is a thin gel texture. It has a somewhat strong, floral scent that I liked. In all it made my skin feel plump and smooth.'], 'author': u'deezero ', 'date': [u'2016-05-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'Leaves a sticky residue'], 'author': u'sugnuf ', 'date': [u'2016-05-09'], 'location': u'NY NY', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'over 54'}", "{'title': u'Sticky residue', 'text': [u'This moisturizer leaves a sticky film on my face that is terrible for applying makeup or trying to sleep. I can only use this as a moisturizer if I plan to stay at home.'], 'author': u'RobinChristinaf ', 'date': [u'2016-05-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Light, moisturizing, cost-efficient', 'text': [u'Some information about this product: It\\'s 22$ for something like 6oz of product (great price-point). It comes out as a thin gel (more liquid-y than gel) so applies smoothly and you can apply a very thin layer without using much product. It is scented and the scent will last (although it does fade a little). It doesn\\'t smell artificial, and I don\\'t find it overpowering but if you don\\'t like floral, do not buy this line.', u'This product is moisturizing but it\\'s not intensely moisturizing, so if you have dry skin or use drying products, I wouldn\\'t expect this alone to work for you. (If you\\'re looking for something lightly moisturizing and have oily or mild combo skin, this would probably be fine.) I use this during the day after I\\'ve washed my face at the gym or have showered, to tide me over until I apply my night cream.', u'You can use a very thin layer and it works nicely and absorbs well, but until it absorbs completely it can leave a bit of a tacky residue. I don\\'t use this in the morning under my makeup for that reason. (It doesn\\'t take forever to absorb but it\\'s not the fastest absorbing product I\\'ve ever purchased.)', u'Ultimately, I can use this product and I like the price, but I won\\'t repurchase - it isn\\'t the right fit for me. I would be willing to recommend it for someone who is just looking for something lightly moisturizing, who doesn\\'t want an oily finish on their face.'], 'author': u'frametheface ', 'date': [u'2016-04-25'], 'location': u'Chicago, IL', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$22.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["3", "3"], "number_loves": ["461"], "ingredient": ["Water, Glycerin, Alcohol, Propanediol, Methyl Gluceth-20, Nelumbo Nucifera Root Water, Phenoxyethanol, Ppg-26-Buteth-26, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Peg-40 Hydrogenated Castor Oil, Parfum (Fragrance), Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Sodium Citrate, Ophiopogon Japonicus Root Extract, Citric Acid, Camellia Oleifera Seed Oil, Polyquaternium-51, Butylene Glycol, Hexyl Cinnamal, Hydroxyisohexyl 3-Cyclohexene Carboxaldehyde, Hydroxycitronellal, Linalool, Ethylhexylglycerin, Nelumbo Nucifera Flower Extract, BHT, Tocopherol."]},
{"sku": ["P394354"], "category": ["Mists &amp; Essences"], "name": ["", "Sonic Radiance™ Skin Renewing Essence Boost"], "brand": ["Clarisonic"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'Waste of money', 'text': [u'This product did nothing except cause me to break out. Every single time I used this I wake to new blemishes. I tried to keep using thinking it was a coincidence but it was not. I now have more discoloration and repair to do to my skin then before I started this line. Very disappointed. This scent does have a slight alcohol scent to it that smells watered down. It is very liquid almost like water but upon placing on skin there is this almost cushiony feel to it. Very hard to explain. There is also this slip it has to it. Dried fairly quickly but leaves a residue feeling on the skin. Maybe it is not residue but the moisturizing properties? It is an essence lotion (again not actual lotion but more of a toner consistency) so that it you can feel it on the skin afterwards. It leaves a slight tacky and dirty feel on the skin that I do not like. It also dulls my complexion instead of helping to brighten. Bottle is huge so if it works for you then this is a good thing. So far that is the only good thing about this product. I feel product price is much too high for what this is.'], 'author': u'ABQ505 ', 'date': [u'2016-10-10'], 'location': u'ABQ, NM', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'taj', 'text': [u'Love using this product after i wash my face. Definitely feels beautiful under my moisturizer. A good alternative other than a toner if u want to boost the results of moisturizer!!!'], 'author': u'tajua ', 'date': [u'2015-12-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'This is not a lotion', 'text': [u'I loved the Clarisonic Radiance Peel Wash so I decided to give this a try. First and foremost it is in no way a lotion, it is a liquid. It was extremely watery and has a smell of alcohol. I thought maybe it was a very thin oil and gave it a try anyway. After one use my skin became incredibly dry and tight. This is going back immediately.'], 'author': u'fstar ', 'date': [u'2015-12-03'], 'location': u'Cary, IL', 'skin_type_link': u'Normal', 'rating_score': u'1', 'age_link': u'25-34'}"], "review_rating": ["2.3333"], "three_star_reviews": ["0", "0"], "price": ["$44.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["182"], "ingredient": ["Water, Niacinamide, Methyl Gluceth-20, Glycerin, Alcohol Denat., Peg-20, Butylene Glycol, Chlorphenesin, Phenoxyethanol, Sodium Benzoate, Sodium Hyaluronate, Lactic Acid, Mentha Piperita Extract/Peppermint Leaf Extract, Glycyrrhiza Glabra Extract/Licorice Root Extract."]},
{"sku": ["P408648"], "category": ["Value &amp; Gift Sets"], "name": ["", "Daily Defense Duo"], "brand": ["Supergoop!"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'awesome!!!', 'text': [u'I love them smell and the way this makes your face feel! SPF is a plus!'], 'author': u'Stef22 ', 'date': [u'2016-10-27'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'Wanted to love the setting spray because of the spf. But i couldn\\'t get around the smell. I had to return this :('], 'author': u'mgmjenn ', 'date': [u'2016-08-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u\"Don't get in your hair!\", 'text': [u'This is hard core, which I love. I need the SPF50 for my Melasma and AZ weather. Works and smells fantastic. However, if you get it anywhere near the hairline you will be a grease ball. I cover my hair line with a washcloth.'], 'author': u'Reatha24 ', 'date': [u'2016-08-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Use it on everyone.', 'text': [u'The makeup setting spray is so great in the summer months. The SPF 50 is an added extra bonus.'], 'author': u'twistyspice ', 'date': [u'2016-07-16'], 'location': u'washington d.c.', 'skin_type_link': None, 'rating_score': u'5', 'age_link': u'35-44'}"], "review_rating": ["4.25"], "three_star_reviews": ["1", "1"], "price": ["$30.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["1108"], "ingredient": ["Argania Spinosa Kernel Oil, Butylene Glycol, Cetearyl Alcohol, Cetyl Esters, Chlorphenesin, Citral Citrus Tangerina (Tangerine) Peel Oil, Hippophae Rhamnoides Fruit Extract, Elettaria Cardamomum Seed Oil, Cymbopogon Schoenanthus Oil, Diisopropyl Sebacate, Eucalyptus Globulus Leaf oil, Eugenia Caryophyllus (Clove) Flower Oil, Glycerin, Glyceryl Stearate, Glucose, Glucose, Glucose Oxidase, Isodecyl Neopentanoate, Isododecane, Isolates, Lactoperoxidase, Lauryl Lactate, Lavandula Hybrida Oil, Limnanthes Alba (Meadowfoam) Seed Oil, Limonene, Magnesium Sulfate, Maltodextrin, Nylon-12, PEG-100 Stearate, Plantago Lanceolata Leaf Extract, Portulaca Oleracea Extract, Propanediol, Raphanus Sativus (Radish) Seed Oil, Sodium Ascorbyl Glucoside, Sodium Hydroxide, Tocotrienol, Vanillin Natural, Water, Xanthan Gum."]},
{"sku": ["P385576"], "category": ["Mists &amp; Essences"], "name": ["", "Abeille Royale Dark Spot Corrector Pore Minimizer Serum"], "brand": ["Guerlain"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'Did not Work for Me', 'text': [u'I used 1/2 the bottle and this did not reduce the appearance of dark spots on my medium-deep, west indian skin.'], 'author': u'27nyc ', 'date': [u'2015-02-16'], 'location': u'Bronx, NY', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'25-34'}", "{'title': u'not impressed', 'text': [u'I\\'ve been using this religiously for a month and 3 weeks,my pores have disappeared and that\\'s nice,but i bought this product for the dark spot correcting properties and did not see that.', u'PROS:smells really nicenice packagingpore minimizing', u'CONS:no dark spot correcting'], 'author': u'michelleQUE ', 'date': [u'2014-12-07'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'18-24'}", "{'title': u'Abeille royale dark spot corrector', 'text': [u'It is very effective product'], 'author': u'Nomajokwe ', 'date': [u'2014-05-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["2.6667"], "three_star_reviews": ["0", "0"], "price": ["$150.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["654"], "ingredient": ["Talc, Synthetic Fluorphlogopite, Nylon-12, Lauroyl Lysine, Magnesium Myristate, Aluminum Hydroxide, Octyldodecyl Stearoyl Stearate, Ethylhexyl Palmitate, Hydrogenated Polyisobutene, Boron Nitride, Dimethicone, Pentaerythrityl Tetraethylhexanoate, Pentaerythrityl Tetraiso, Stearate, Zinc Stearate, Calcium Sodium Borosilicate, Pentylene Glycol, Serine, Parfum (Fragrance), Allantoin, Caprylyl Glycol, Tocopheryl Acetate, Sorbic Acid, Tocopheryl Linoleate, Sodium Hyaluronate, Limonene, Benzyl Salicylate, Linalool, Alpha-Isomethyl Ionone, Citronellol, Hexyl Cinnamal, Cinnamyl Alcohol, CGeraniol, Eugenol, Benzyl Alcohol, Tocopherol, Titanium Dioxide, CI 77491 CI 77492 CI77499 (Iron Oxides), CI 73360 (Red 30 Lake), CI 77007 (Ultra Marines), CI 75470 (Carmine), CI 77163 (Bismuth Oxychloride)."]},
{"sku": ["P399707"], "category": ["Mists &amp; Essences"], "name": ["", "Fresh Lotus Water"], "brand": ["Kenzoki"], "number_reviews": ["6 reviews"], "reviews": ["{'title': u'wunderbar', 'text': [u'Total bliss in a spray. Not as intrusive as the Caudalie elixir, it enters the biosphere of the skin like an even, calming meteorite rain of fresh particles. I never leave the house without it.'], 'author': u'srtapola ', 'date': [u'2016-09-17'], 'location': u'San Francisco, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Beautiful Scent', 'text': [u'I got this to try it as a hydrating and makeup setting spray. It works well and it also smells beautiful.'], 'author': u'lilamazon ', 'date': [u'2016-08-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'amazing!!', 'text': [u'Best facial spray. I use it so many times a day, the mist is very fine and it smells amazing. A must have if you love facial sprays.'], 'author': u'sron ', 'date': [u'2016-05-31'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Bliss', 'text': [u'I love this spray. I use it to help my moisturizer soak in well and carry it around in my purse. It is my latest must have!'], 'author': u'KCQuebe ', 'date': [u'2016-04-10'], 'location': u'Waco, TX', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'I like it!!', 'text': [u'Smells great, temporarily hydrating, &amp; the mist comes out in a nice, fine spray!'], 'author': u'KellyCue ', 'date': [u'2016-01-28'], 'location': u'Boston MA', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"]},
{"sku": ["P387296"], "category": ["Moisturizers"], "name": ["", "AMERICANA Soft Focus Moisturizer"], "brand": ["ARDENCY INN"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'perfect pairing', 'text': [u'This pairs perfectly with the Americana coverage concentrate, and it\\'s nice on its own. A little goes a long way to leave a dewy glow. My skin stays looking hydrated and the make up looks better, too. I would compare it to NARS moisturizer combined with a light optimizing product - for nearly half the price, Ardency Inn is the better product. I also love the AI foundation concentrate. Such a great make up line! It\\'s sad to see it taken off display at my local Sephora.'], 'author': u'lanarsfan ', 'date': [u'2015-04-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Light Moisture', 'text': [u'I bought this to use as a foundation when mixed with the Ardency Inn foundation concentrate, it works great. As other reviewers have mentioned it does smell like sunscreen however I don\\'t find that the smell lasts. Plus I would rather have a faint smell of sunscreen than melanoma so it\\'s a small price to pay as far as I\\'m concerned.Overall I find this to be a great light moisturizer, you don\\'t need a lot and it doesn\\'t leave your face sticky or shiny like other SPF 15 moisturizers'], 'author': u'hcw217 ', 'date': [u'2015-03-27'], 'location': u'Whitehorse, YT', 'skin_type_link': u'Normal', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'I think this just might be sunscreen...', 'text': [u'This moisturizer was just what I was looking for in a daily moisturizer- lightweight, but hydrating. I will be returning though because it looks, feels, and SMELLS exactly like sunscreen.'], 'author': u'des350 ', 'date': [u'2014-09-29'], 'location': u'Denver, CO', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'Great makeup primer!', 'text': [u'I have combination skin and moisturizers are either too thick or too lightweight. It\\'s important to have the perfect moisturizer for your face especially as a makeup base. Itried this new product and I\\'m glad that to say that I found the perfect product for my combination skin. Great as a makeup primer, glides on smoothly, and has no parabens and sulfates. Will repurchase!', u'always on the lookout for a moisturu', u'started using this new product'], 'author': u'ceetee14 ', 'date': [u'2014-06-27'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "review_rating": ["4.25"], "three_star_reviews": ["1", "1"], "price": ["$29.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["372"], "ingredient": ["Water, Ethylhexyl Methoxycinnamate, Cyclopentasiloxane, Ethylhexyl Salicylate, Cetearyl Ethylhexanoate, Glycerin, Benzophenone-3, Glyceryl Stearate, Ceteareth-20, Euglena Gracilis Extract, Stearic Acid, Tridecyl Stearate, Tridecyl Trimellitate, Cetyl Alcohol, Phenoxyethanol, Benzyl Alcohol, Dipentaerythrityl Hexacaprylate/Hexacaprate, Gluconolactone, Carbomer, Chlorphenesin, Potassium Hydroxide, Sodium Benzoate, Disodium Edta, Tocopheryl Acetate, Calcium Gluconate, Potassium Sorbate, Tocopherol."]},
{"sku": ["P379821"], "category": ["Face Oils"], "name": ["", "Instant Gentle Cleansing Oil"], "review_rating": ["3.6933"], "brand": ["Dior"], "number_reviews": ["75 reviews"], "reviews": ["{'title': u'love it', 'text': [u'muy bueno! usaba siempre el otro y este que es mas aceitoso me encanto!'], 'author': u'AnahiM ', 'date': [u'2016-08-16'], 'location': u'Buenos Aires, Argentina', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Redness', 'text': [u'This removed my makeup rather well but shortly after using this my face got really tight and dry, and really red. Not sure why, its an oil so it should be moisturizing. Not sure about this stuff.'], 'author': u'Morganross ', 'date': [u'2016-05-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Gets off waterproof eye makeup', 'text': [u'This is an excellent cleansing oil. A little bit goes a long way. I either use my fingers to rub around my face or my clairsonic and the results feel to be about the same. ', u'The formula is lightly scented, but it\\'s a clean scent and it washes off so there is no lingering scent. ', u'The cleanser is very good and it can even remove my stubborn waterproof eyeliner and mascara. I have gotten this oil in my eyes a few times on accident and it does not hurt. This is a very gentle cleaner that packs a punch. ', u'Don\\'t be put off be the price or the brand, this cleansing oil is well worth the purchase.'], 'author': u'murphm48 ', 'date': [u'2016-03-25'], 'location': u'Colorado, USA', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'gentle cleanser, no breakouts or sensitivity', 'text': [u'Just picked this up last week, so I haven\\'t been using for weeks, but this is a very nice cleanser, and feel like it tackles all of my makeup effortlessly. Stumbled across this on Beautypedia, and it got the best rating (5 stars), for cleanser.'], 'author': u'sbbp ', 'date': [u'2016-03-24'], 'location': u'MI', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'great for removing makeup', 'text': [u'I have dry sensitive skin. Most cleansers are too abrasive for my skin and cause major irritation. The Dior oil cleanse is gentle enough to not cause irritation and it removes all of my makeup effortlessly. Only draw back it it is slightly irritaring if I get it in my eyes.'], 'author': u'as1221 ', 'date': [u'2016-02-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["15"], "three_star_reviews": ["5", "5"], "price": ["$39.00"], "one_star_reviews": ["15", "15"], "five_star_reviews": ["35", "35"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["16", "16"], "number_loves": ["1630"]},
{"sku": ["P310414"], "category": ["Mists &amp; Essences"], "name": ["", "Continuous Mist Hydrating Aloe"], "review_rating": ["3.4444"], "brand": ["Hampton Sun"], "number_reviews": ["9 reviews"], "reviews": ["{'title': None, 'text': [u'The cooling sensation feels great. I bought the smaller size, and the spray does spritz a lot of product. It sprays bigger droplets, not fine mist. I look forward to continue using this until when summer comes.'], 'author': u'icecreamcone ', 'date': [u'2016-05-09'], 'location': u'Portland, OR', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Feels Nice, Sprays Poorly', 'text': [u'The product feels nice on my skin, although I haven\\'t had a chance to try it out after serious sun exposure or burning (hopefully that won\\'t happen!). The big downside is that it sprays very poorly. Hard to get the spray started, and it comes out in kind of a splatter. Not very convenient.'], 'author': u'alliemcc ', 'date': [u'2015-04-07'], 'location': u'CA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'at least the spray works', 'text': [u'That\\'s the best I can say about it. I bought this, the 15, and the 8. The 8 didn\\'t spray at all, the 15 came out in a stream. Cannot recommend this brand.'], 'author': u'leslieineh ', 'date': [u'2014-11-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Healing', 'text': [u'This is a good healing spray. Aloe is always good. The only thing is the spray is not a light spray and kind of comes out in larger drops which was unexpected at first:( It is nice and healing though.'], 'author': u'MJ1960 ', 'date': [u'2014-08-19'], 'location': u'Midwest, illinois', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Meh...', 'text': [u'This didn\\'t do much to soothe the sunburn I got from using the Hampton Sun Spray w/SPF 35 (?). It didn\\'t feel moisturizing enough to stop the skin from the continual burning feeling. I was pretty disappointed.'], 'author': u'jdvortex ', 'date': [u'2013-08-06'], 'location': u'Cypress', 'skin_type_link': u'Normal', 'rating_score': u'1', 'age_link': u'45-54'}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$10.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["2", "2"], "number_loves": ["1622"]},
{"sku": ["P412752"], "category": ["Moisturizers"], "name": ["", "When Hope is Not Enough Facial Replenishing Balm"], "brand": ["philosophy"], "number_reviews": ["not rated"], "price": ["$47.00"], "review_rating": ["0.0"], "number_loves": ["108"], "ingredient": ["Water, Butyrospermum  Parkii (Shea) Butter, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Glycerin, Butylene Glycol, Caprylic/Capric Triglyceride, Dimethicone, Cetyl Alcohol, Helianthus Annuus (Sunflower) Seed Oil, Cetearyl Alcohol, Hydrolyzed Jojoba Esters, Myristyl Myristate, Isostearyl Isostearate, Argania Spinosa Kernel Oil, Vitis Vinifera (Grape) Seed Extract, Sodium Hyaluronate, Magnolia Officinalis Bark Extract, Citrus Aurantium Amara (Bitter Orange) Peel Extract, Angelica Archangelica Root Extract, Pongamia Pinnata Seed Extract, Coffea Arabica (Coffee) Seed Extract, Camellia Sinensis Leaf Extract, Ascorbyl Palmitate, Bisabolol, Jojoba Esters, Bifida Ferment Lysate, Tocopheryl Acetate, Linum Usitatissimum (Linseed) Seed Oil, Cichorium Intybus (Chicory) Root Extract, Tocopherol, Pisum Sativum (Pea) Extract, Linoleic Acid, Linolenic Acid, Cynara Scolymus (Artichoke) Leaf Extract, Acetyl Dipeptide-1 Cetyl Ester, Borago Officinalis Seed Oil, Glycyrrhiza Uralensis (Licorice) Root Extract, Glycyrrhiza Glabra (Licorice) Rhizome/Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Oleic Acid, Hdi/Trimethylol Hexyllactone Crosspolymer, Cetyl Stearate, Stearic Acid, Cetearyl Glucoside, Potassium Cetyl Phosphate, Xanthan Gum, Methyl Methacrylate Crosspolymer, Chlorphenesin, Carbomer, Parfum/Fragrance, Ethylhexyl Palmitate, Disodium Edta, Maltodextrin, Palmitic Acid, Lecithin, Citric Acid, Peg-8, Silica, Laureth-3, Hydroxyethylcellulose, Linalool, Benzyl Benzoate, Alcohol, Sodium Citrate, Citronellol, Benzyl Salicylate, Butylphenyl Methylpropional, Silica Dimethyl Silylate, Ethylhexylglycerin, Hydroxycitronellal, Sodium Benzoate, Hexyl Cinnamal, Limonene, Acetic Acid, Caprylyl Glycol, Magnesium Aluminum Silicate, Lactic Acid, Ascorbic Acid, Farnesol, Sclerotium Gum, Hexylene Glycol, Phenoxyethanol, Sorbic Acid, Bht."]},
{"sku": ["P378347"], "category": ["Face Oils"], "name": ["", "Pure Truth™ Vitamin C Youth Activating Oil"], "review_rating": ["3.9429"], "brand": ["Ole Henriksen"], "number_reviews": ["630 reviews"], "reviews": ["{'title': u'Awesome Product... Truth!', 'text': [u'I love this oil. I got into face oils about a year ago when they became really popular. I usually use Boscia\\'s Tsubaki oil. I decided to try this recently, and I love it... I can\\'t go back to the plain oil anymore! I love the scent and it feels amazing on the skin! For the people who say its too greasy or doesn\\'t absorb, I think a big thing about oils is the way you apply it. I thought the same thing until I went to a rouge event last year and the Sephora associate did a demonstration on how to apply them. The best way to apply is to put a pump in the middle of you palm and rub your hands together to heat the oil and spread it around your hands, then press your hands all over your face and hold your warm hands on your face for a few seconds each time, then rub it in. This helps your skin absorb it so much and it won\\'t be overly oily! I recommend this product!'], 'author': u'88Jess88 ', 'date': [u'2016-11-02'], 'location': u'Hamilton, ON', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'good ish', 'text': [u'I like this because it\\'s super hydrating, and I love the smell, I only used this at night though because I found it to be a little heavy. I would recommend this for dry skin. Although there are alternatives for dry skin that are probably cheaper'], 'author': u'Amber7777 ', 'date': [u'2016-11-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'....eh', 'text': [u'I ordered this oil a couple months ago and have since stopped using it. After one month, I found I wasn\\'t really seeing any dramatic results in my skin. During this time I was struggling with ruddiness, sun spots, acne and rough texture--this oil wasn\\'t enough to solve my issues. Additionally, it made my face and neck feel greasy to the touch...and my hair, too! I had to wash my hair more often because it came into contact with my face and the oil spots on my pillow from this product.'], 'author': u'Amiphi ', 'date': [u'2016-11-02'], 'location': u'WI', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'IN LOVE!!!', 'text': [u'In LOVE!! Great product. I use this product at night after I clean my face and then I finish with a moisturizer to seal the oil. The results smooth skin in the morning. Every product will work different in different skin. This is why you see different reviews. The best way to know if work for you is to ask for a sample. Try it a few days and then make your decision. For me works amazing!'], 'author': u'SephoraDunia7 ', 'date': [u'2016-10-20'], 'location': u'Santa Clara CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Useless and causes breakouts. Heavy citrus.', 'text': [u'Saw no benefit from this serum, using it for a few weeks. Started breaking out and I hate orange smell. I hoped it would be worth it and the smell would fade but no dice. I wish I hadn\\'t let the saleswoman talk me into this. Waste.'], 'author': u'PirateNurr ', 'date': [u'2016-10-18'], 'location': u'Evansville, WI', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "lastpage": ["126"], "three_star_reviews": ["46", "46"], "price": ["$45.00"], "one_star_reviews": ["76", "76"], "five_star_reviews": ["350", "350"], "two_star_reviews": ["56", "56"], "four_star_reviews": ["102", "102"], "number_loves": ["10K"], "ingredient": ["Rosehip Seed Oil, Tangerine Peel Oil, Lemongrass Oil, Tocopherol (Natural Vitamin E)."]},
{"sku": ["P385578"], "category": ["Moisturizers"], "name": ["", "Super Aqua-Crème Day Gel"], "brand": ["Guerlain"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'love', 'text': [u'This day gel is very hydrating yet oil free. And smell good too!!It\\'s expensive but definitely worth it!U won\\'t regret this product : )'], 'author': u'clairelove ', 'date': [u'2015-12-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Hate the smell', 'text': [u'I really hate the smell of this gel. And after apply this my sensitive and dry skin still feels dry after apply sunscreen. And it\\'s so sticky. I like gel but not this one.It totally does not worth this price'], 'author': u'piypiytao ', 'date': [u'2015-05-02'], 'location': u'Missouri', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Hydrating and glowing base before foundation', 'text': [u'I have normal leaning dry skin. I love using this gel cream under foundation as it gives a perfect glow and healthy finish. I\\'ve tested under Chanel liquid foundation, D&amp;G liquid foundation, YSL liquid foundation, and Guerlain liquid foundation. Love it!'], 'author': u'noninoni ', 'date': [u'2014-04-10'], 'location': None, 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}"], "review_rating": ["3.6667"], "three_star_reviews": ["0", "0"], "price": ["$135.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["351"]},
{"sku": ["P378904"]},
{"sku": ["P410426"], "category": ["Mists &amp; Essences"], "name": ["", "Énergie De Vie Refining &amp; Invigorating Intense Lotion"], "review_rating": ["4.4219"], "brand": ["Lancôme"], "number_reviews": ["64 reviews"], "reviews": ["{'title': u'absolutely amazing', 'text': [u'Not normally a Lancome Fan. This product impressed me. I use it as moisturiser in am. It gives a beautiful glow and the softest skin. Plumped. I will buy this again!!!'], 'author': u'coquetterocket ', 'date': [u'2016-09-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Changed my skin!!', 'text': [u'This is absolutely amazing. I suffered from mini bumps (clogged pores) on my cheeks for so long and searched up and down and found no products that got rid of them. I tried this and it reduced the bumps on my skin by 90% and reduced redness. I noticed a difference after the first use over night! Worth every penny.'], 'author': u'Shannnnnon ', 'date': [u'2016-08-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Absolutely love it', 'text': [u'This is a nice essence, romantic and feminine. t\\'s very refreshing, it give your face healthy- glowing apparence. If you have dry skin, check this out, you will be love it. I use it before moisturizing with Energie Water Cream'], 'author': u'lafm ', 'date': [u'2016-06-13'], 'location': u'New Jersey', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'gave this to my husband... :(', 'text': [u'I was looking forward to trying this but the smell totally put me off. Just like man\\'s aftershave! I found the smell overpowering and the effect on my skin underwhelming.'], 'author': u'Kate11a ', 'date': [u'2016-05-05'], 'location': u'Houston TX', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u\"It's good (:\", 'text': [u'This is an nice essence I put on after my face toner . It has a \"cologne\" sense but it will go away in like 10 secs aftr you put it on your face. It very refresh but that\\'s about it, it give your face glowing (oil glow) and hydrating all night (oh I also use their serum). Still searching for my holy grail essence. If you have dry skin, check this out, you might love it. Would I repurchase it ? Maybe in the future due to the fact of the price tag.'], 'author': u'xoxoDyann ', 'date': [u'2016-04-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["13"], "three_star_reviews": ["2", "2"], "price": ["$50.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["46", "46"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["9", "9"], "number_loves": ["504"], "ingredient": ["WaterButylene Glycol,Dipropylene Glycol,Alcohol Denat.,Glycerin,Hydroxyethylpiperazine Ethane Sulfonic Acid,Tamarindus Indica Seed Gum,Lycium Barbarum Fruit Extract,Melissa Officinalis Leaf Oil,Ppg-6-Decyltetradeceth-30,Peg/Ppg/Polybutylene Glycol-8/5/3 Glycerin,Carbomer,Sodium Citrate,Sodium Hyaluronate,Sodium Hydroxide,Ascorbyl Glucoside,Ammonium Polyacryloyldimethyl Taurate,Disodium Edta,Citric Acid,Dioscorea Villosa Root Extract / Wild Yam Root Extract,Lactic Acid,Gentiana Lutea Root Extract,Pentylene Glycol,T-Butyl Alcohol,Hexyldecanol,Tocopherol,Tocopheryl Acetate,Potassium Sorbate,Sodium Benzoate,Phenoxyethanol,Benzoic Acid,Limonene,Fragrance."]},
{"sku": ["P399179"], "category": ["Mists &amp; Essences"], "name": ["", "Cherry Blossoms Mist"], "review_rating": ["3.2857"], "brand": ["Too Cool For School"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'overpriced', 'text': [u'It\\'s not a bad mist and per bottle it doesn\\'t seem so expensive but going by ounces its pretty high up there. It\\'s more expensive than the caudalie grape water and I don\\'t think it works as well, either as a moisture mist or a setting spray'], 'author': u'EriT1999 ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'okay', 'text': [u'Not bad. Not amazing. Just a nice hydrating mist for the face. I used it for a trip to Europe so I just wanted something that smelled nice was light and refreshing to the skin, durable and easy to travel and throw in my backpack without worrying it would break or unscrew. I am a facial mist hoarder so I\\'ve tried and I have a lot. Personally the one I enjoy the most with the best results is the tatcha luminous dewy skin mist but, it\\'s glass and I didn\\'t want to bring it on the plane. Please note I\\'m talking about hydrating mist, not makeup setting spray... Anyways, if I was going to buy again I would probably get something different. This kinda reminded me of the Evian water spray... Both feel the same and pretty much had the same result minus the scent.'], 'author': u'zoe7 ', 'date': [u'2016-09-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Meh', 'text': [u'Not a fan, didn\\'t really seem to do much. I guess it does enough for its price, but I\\'d rather pay a bit more for something that will actually help set my makeup.'], 'author': u'AhVee ', 'date': [u'2016-04-05'], 'location': u'Seattle, WA', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': None, 'text': [u'Very lightweight and smells nice. I\\'m not sure if it actually does much but it does feel nice on my face. The bottle is a lot smaller than I expected. All in all, a great product to try.'], 'author': u'Anonymous ', 'date': [u'2015-12-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'really cute packaging', 'text': [u'Really cute bottle! It smells pretty good, not strong but very artificial, but somehow is fine with me. Just purchased for the cute packaging and not really looking for too much hydrating effect. Also I don\\'t think the size of it will be allowed on the plane when traveling but other than that it\\'s a cute mist!'], 'author': u'YellowPeep ', 'date': [u'2015-11-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["2", "2"], "price": ["$17.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["2", "2"], "number_loves": ["2182"], "ingredient": ["Water, Alcohol, Butylene Glycol, Betaine, Prunus Mume Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Glycerin, Diethoxyethyl Succinate, Prunus Serrulata Flower Extract, Centella Asiatica Extract, Ficus Carica (Fig) Fruit Extract, Ulmus Davidiana Root Extract, Portulaca Oleracea Extract, Amaranthus Caudatus Seed Extract, Moringa Oleifera Seed Extract, Opuntia Ficus-Indica Extract, Acacia Senegal Flower/Stem Extract, Peg-40 Hydrogenated Castor Oil, Hydrogenated Lecithin, Sodium Hyaluronate, Cetyl Ethylhexanoate, Rice Ferment Filtrate (Sake), Sodium Citrate, Cyclopentasiloxane, Ceteth-20, Steareth-20, Triethylhexanoin, Dipotassium Glycyrrhizate, Citric Acid, Glyceryl Stearate, Cetearyl Alcohol, Disodium Edta, Panthenol, Tocopheryl Acetate, Ceramide Np, Folic Acid, Cholesterol, Raffinose, Tromethamine, Palmitoyl Pentapeptide-4, Fragrance,  Phenoxyethanol, Methylparaben."]},
{"sku": ["P411366"], "category": ["BB &amp; CC Creams"], "name": ["", "Liquid BB Crème Au Ginseng Cushion Compact"], "brand": ["Erborian"], "number_reviews": ["2 reviews"], "reviews": ["{'title': u'Love the finish', 'text': [u'I love cushion compacts and I have been trying so many of them recently.This one is very moisturizing and leaves my skin very soft.The color is natural and easily buildable. It is my new favorite!'], 'author': u'LouiseAnnie ', 'date': [u'2016-08-31'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Sticks to dry patches', 'text': [u'This formula isn\\'t very good - it sticks to dry patches and somehow makes me feel very oily. It also has a very strange grey-white cast to it.'], 'author': u'Froyojo ', 'date': [u'2016-08-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "review_rating": ["3.0"], "three_star_reviews": ["0", "0"], "price": ["$48.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["224"], "ingredient": ["Water, Dicaprylyl Carbonate, Ci 77891/Titanium Dioxide, Methyl Trimethicone, Dimethicone, Diphenylsiloxy Phenyl Trimethicone, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Glycerin, Butylene Glycol, Pentylene Glycol, Mica, Caprylyl Methicone, Trisiloxane, Peg-10 Dimethicone, Panax Ginseng Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Dioscorea Villosa (Wild Yam) Root Extract, Kigelia Africana Fruit Extract, Equisetum Giganteum Extract, Lauroyl Lysine, Magnesium Sulfate, Dimethicone Crosspolymer, Acrylates/Stearyl Acrylate/Dimethicone Methacrylate Copolymer, Disteardimonium Hectorite, Triethoxycaprylylsilane, Ethylhexylglycerin, Phenoxyethanol, Stearic Acid, Aluminum Hydroxide, Alumina, Disodium Edta, Tocopherol, Fragrance, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Linalool, Citronellol, Geraniol, Eugenol, Limonene, Cinnamyl Alcohol, Ci 77492/Iron Oxides, Ci 77491/Iron Oxides, Ci 77499/Iron Oxides."]},
{"sku": ["P410237"], "category": ["Moisturizers"], "name": ["", "SUBLIME Optical Illuminating Moisturizer"], "review_rating": ["3.2414"], "brand": ["Algenist"], "number_reviews": ["29 reviews"], "reviews": ["{'title': u'Just OK', 'text': [u'Bought this because I was looking for a moisturizer that would provide a subtle glow. The glow it gives is nice, and it looks good by itself, but it is not particularly moisturizing.', u'I find that my makeup doesn\\'t seem to go on as smoothly when I wear this, even when I wear a primer. Seems to be somewhat drying.', u'On the plus side, it is a lot of product so it seems to be good value. I\\'ll use it til it\\'s gone, but won\\'t be repurchasing.'], 'author': u'lupuspretty ', 'date': [u'2016-11-05'], 'location': u'Austin, TX', 'skin_type_link': u'Normal', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'bad product', 'text': [u'Another bad product I was recommended by a sephora person to buy.'], 'author': u'liony ', 'date': [u'2016-10-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'SubLime', 'text': [u'Awful, and drying very costly as well. returned it.'], 'author': u'Barb55 ', 'date': [u'2016-10-17'], 'location': u'Fredericksburg', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'45-54'}", "{'title': u'Glitter Galore', 'text': [u'If you like having specks of glitter in your skin care and on your face, this would be great! However, I don\\'t like having glitter in my skin care and will not be buying this product. I cannot see how a facial moisturizer with all that glitter can be of any benefit to me at all. I tossed the multiple samples I have left in my stash away after the second time I used the first packet.'], 'author': u'angelKiss24 ', 'date': [u'2016-10-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'fantastic highlighter', 'text': [u'I love this luminescent cream, and use it as a highlighter on top of my tinted sunscreen. I dab a small amount of product on my cheekbones, cupid\\'s bow, brow bones just below brows and the center of my lids, and my skin just glows! I get tons of compliments on my skin.'], 'author': u'penguinbunny ', 'date': [u'2016-10-10'], 'location': u'Denver, CO', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["6"], "three_star_reviews": ["1", "1"], "price": ["$70.00"], "one_star_reviews": ["10", "10"], "five_star_reviews": ["15", "15"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["0", "0"], "number_loves": ["686"], "ingredient": ["Water, Butyrospermum Parkii (Shea) Butter, Isostearyl Neopentanoate, Glycerin, Butylene Glycol, Cetearyl Alcohol, Dimethicone, Neopentyl Glycol Diheptanoate, Sorbitan Stearate, Glyceryl Stearate, PEG- 100 Stearate, Di-C12-15 Alkyl Fumarate, Pentylene Glycol, Parachlorella Beijerinckii Exopolysaccharides, Halidrys Siliquosa Extract, Orthosiphon Stamineus Extract, Carthamus Tinctorius (Safflower) Flower Extract, Gastrodia Elata Root Extract, Glycyrrhiza Uralensis (Licorice) Root Extract, Lycium Chinense Fruit Extract, Paeonia Suffruticosa Root Extract, Panax Ginseng Root Extract, Panax Notoginseng Root Extract, Poria Cocos Extract, Salvia Miltiorrhiza Root Extract, Scutellaria Baicalensis Extract, Diamond Powder, Ascorbyl Palmitate, Citrullus Lanatus (Watermelon) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Acetyl sh-Pentapeptide-35, Silica, Niacinamide, Synthetic Fluorphlogopite, Mica, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Aminomethyl Propanol, Cetyl Alcohol, Polymethylsilsesquioxane, Sodium Stearoyl Glutamate, Adenosine, Hexylene Glycol, Sodium Lactate, Disodium EDTA, Xanthan Gum, Ethylhexylglycerin, Sodium PCA, Propanediol, Maltodextrin, Tin Oxide, Caprylyl Glycol, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol, Fragrance (Parfum), Butylphenyl Methylpropional, Blue 1 (CI 42090), Red 33 (CI 17200), Titanium Dioxide (CI 77891)."]},
{"sku": ["P308613"], "category": ["Moisturizers"], "name": ["", "All In One Moisture Spa Gel"], "review_rating": ["3.7727"], "brand": ["Koh Gen Do"], "number_reviews": ["22 reviews"], "reviews": ["{'title': u'Good for the germaphobe :)', 'text': [u'I hate carrying a jar around in my purse. Sometimes I feel the need to moisturize when out and this a great travel moisturizer.', u'The germ-a-phone will love this because you never have to dig into the product and using it slowly does not equate a larger bacterial colony :).'], 'author': u'jadechan ', 'date': [u'2016-01-06'], 'location': u'MPLS,MN', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': None, 'text': [u'Love this moisturizer!!! Not too heavy not too light just perfect! Have combination skin and its evened out. Since I started using Koh Gen Do products my skin has improved. Well worth the money.'], 'author': u'cmbg ', 'date': [u'2015-11-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'A great all in one moisturizer', 'text': [u'I was perplexed when I saw the lower rating since I love this and the other KGD skin care products. This is a \"new\" product and after reviewing the lower reviews I saw they went back a couple of years. The newer reviews are spot on in there praise for this all in one moisturizer and absolutely correct that you only need to use a very small amount. The Koh Gen Do website has more information explaining how to use the products. In addition their beauty consultant is very good in answering questions via email. I\\'m very pleased with their skin care and after using a few items started adding more of their line to my skin care regimen with good results.'], 'author': u'KadyMom ', 'date': [u'2015-08-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Amazing', 'text': [u'This felt super refreshing, and though it left my skin feeling a bit tacky, I didn\\'t mind it at all. I use it at night since I\\'m afraid the texture will interfere with my makeup. I\\'ve used this for a couple of days now and my skin feels super nice. I love how this doesn\\'t contain synthetic fragrance since my skin can be extremely sensitive. Also, the packaging is quite nice, and I like it more than Koh Gen Do\\'s Oriental Plants Cream because the pump for this product is much more sanitary than having to dip your fingers into the cream everyday. Thank you Sephora for carrying this product! This has truly become a staple in my skincare regimen, and I would recommend it to anyone who just needs that extra boost of hydration.'], 'author': u'axu123 ', 'date': [u'2015-07-31'], 'location': u'San Francisco, CA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'Favorite Daytime Moisturizer', 'text': [u'I originally got a teensy jar (.35 oz) of this as a free welcome gift with purchase from Koh Gen Do, and I was so pleased with it that I also purchased the larger, full-size (3.53 oz) enormous jar with promotional set.', u'I know this is expensive up front, but a little really goes a long way; at the rate I\\'m using it it will last me at least two years, so I find the price to be very reasonable when I take into account how well this works for me and how long I project it to last. After 1.5 months of daily use, I\\'m only halfway through the teensy jar; I just give my finger a little dip in the jar and it covers my entire face and neck. I haven\\'t needed to start on the full-size jar yet but I did see that it comes with a spatula inside the container (pro: hygienic), so I plan on using it to spoon out the moisturizer from the big jar to the little one for everyday use (pro: great for travel). As an aside, I don\\'t think this has any SPF in it (which doesn\\'t bother me), but I thought I\\'d mention it so anyone who is concerned about sun protection knows put some over it.It wears perfectly under my makeup, and is a great emollient daytime moisturizer that softens and protects without making me oily throughout the day. The texture is very light, and it feels like something between a gel and a regular moisturizer. I do not find this to be sticky or tacky unless I use too much, and any tackiness does fade if you just give it a few minutes. I have had no bad breakouts since I\\'ve started using this (though I also started using other KGD products at the same time), which is incredible because prior to this I had been struggling with pretty much weekly breakouts for several years.This is marketed as an \"All in One\" moisturizer, and I definitely agree that it works best when applied directly on my skin (so save your toning lotions and serums for nighttime use), with the exception that it mixes AMAZINGLY with a few drops of the Koh Gen Do Lotion II (which is basically a super-moisturizing toning treatment \"lotion\")--I recommend that anyone who needs a little extra moisturizing try combining them.', u'KGD products have completely positively transformed my skin over the last six+ weeks. I\\'m so obsessed and am motivated to review them because there isn\\'t a lot of information or reviews out there for this amazing brand. They are definitely an investment, but the payoff for every product has been totally worth it.'], 'author': u'lilyap ', 'date': [u'2015-05-01'], 'location': u'Buffalo, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["5"], "three_star_reviews": ["3", "3"], "price": ["$55.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["12", "12"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["669"], "ingredient": ["Water, Butylene Glycol, Pentylene Glycol, Sodium Pca, Sodium Lactate, Phenoxyethanol, Sodium Citrate, Pentasodium Pentetate, Alcohol, Glycerin, Citric Acid, Betula Alba Juice, Hydrogenated Lecithin, Rosa Multiflora Fruit Extract, Hydrolyzed Prunus Domestica, Sanguisorba Officinalis Root Extract, Paeonia Albiflora Root Extract, Rehmannia Glutinosa Root Extract, Acorus Calamus Root Extract, Pueraria Mirifica Root Extract, Angelica Acutiloba Root Extract, Calendula Officinalis Flower Extract, Citrus Unshiu Peel Extract, Prunus Yedoensis Leaf Extract, Saxifraga Sarmentosa Extract, Lycium Chinense Fruit Extract, Prunus Armeniaca (Apricot) Kernel Extract, Eriobotrya Japonica Leaf Extract, Lilium Candidum Bulb Extract, Artemisia Capillaris Flower Extract, Gardenia Florida Fruit Extract, Nelumbo Nucifera Root Water, Angelica Keiskei Extract, Rubus Suavissimus (Raspberry) Leaf Extract, Hydrolyzed Soybean Extract, Tussilago Farfara (Coltsfoot) Flower Extract, Sedum Rosea Root Extract, Morus Alba Root Extract, Nephelium Longana Seed Extract, Paeonia Suffruticosa Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Melia Azadirachta Leaf Extract, Ginkgo Biloba Leaf Extract, Sasa Veitchii Leaf Extract, Ganoderma Lucidum (Mushroom) Stem Extract, Bifida Ferment Lysate, Lecithin, Sugar Cane (Saccharum Officinarum) Extract, Tremella Fuciformis Polysaccharide, Trifolium Pratense (Clover) Flower Extract, Aloe Barbadensis Leaf Extract."]},
{"sku": ["P406769"], "category": ["Toners"], "name": ["", "Eau Ginseng"], "brand": ["Erborian"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'love this!', 'text': [u'I really love this product, I\\'m on my second bottle! The smell....it\\'s so refreshing, it feels so fresh and cool on your skin. I use it in the morning. I think overall it has changed my skin, smoother and softer. Probably not for everyone, but I\\'m going to continue to use!!!'], 'author': u'rsmry ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'too pricy', 'text': [u'makes skin soft but i don\\'t feel an amazing different. won\\'t purchase again'], 'author': u'ad978 ', 'date': [u'2016-06-19'], 'location': u'nyc, ny', 'skin_type_link': u'Oily', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'Impressive', 'text': [u'I bought this because I was curious if it would actually do anything. I\\'ve heard a lot about \\'essences\\' and about Korean skincare in general, and my skin tends to be very dehydrated so I thought I\\'d give this a whirl.', u'It\\'s meant to be used after you\\'ve cleansed, but before your serums/oils/moisturizer, like a toner. The texture is like water; you can pour some on a cotton pad and swipe it on your face, or just pour a little into your hands and pat it in. I\\'ve been doing the latter, just using my hands (I feel like it wastes product putting it on a cotton pad) and whatever\\'s left over I put on the backs of my hands. I love it! I\\'ve used it for about five days now, and my face is not dehydrated at all anymore, seriously. But the real results were my hands---my knuckles are always very dry and rough, but literally I used this ONCE and the dryness was gone. Like actually gone!', u'Some people might just see this as an unnecessary extra step in their routine; but if you suffer from dehydrated or dry skin and no other product delivers for you, I\\'d say give this a try!', u'Also, here\\'s a full ingredients list, just because I scoured the Internet and could NOT find one, even on Erborian\\'s website:', u'aqua/water, methyl gluceth-20, 1,2-hexanediol, propylene glycol, glycyrrhiza glabra (licorice) root extract, dioscorea villosa (wild yam) root extract, panax ginseng root extract, kigelia africana fruit extract, equisetum giganteum extract, zingiber officinale (ginger) extract, peg-60 hydrogenated castor oil, butylene glycol, tocopheryl acetate, disodium EDTA, parfum/fragrance, hexyl cinnamal, alpha-isomethyl ionone'], 'author': u'krachael ', 'date': [u'2016-04-15'], 'location': u'Michigan', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}"], "review_rating": ["4.3333"], "three_star_reviews": ["1", "1"], "price": ["$39.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["938"], "ingredient": ["Water, Methyl Gluceth-20, 1,2-Hexanediol, Propylene Glycol, Glycyrrhiza Glabra (Licorice) Root Extract, Dioscorea Villosa (Wild Yam) Root Extract, Panax Ginseng Root Extract, Kigelia Africana Fruit Extract, Equisetum Giganteum Extract, Zingiber Officinale (Ginger) Extract, Peg-60 Hydrogenated Castor Oil, Butylene Glycol, Tocopheryl Acetate, Disodium Edta, Parfum/Fragrance, Hexyl Cinnamal, Alpha-Isomethyl Ionone."]},
{"sku": ["P405402"], "category": ["Face Oils"], "name": ["", "Future Solution LX Replenishing Treatment Oil"], "brand": ["Shiseido"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'So worth it!', 'text': [u'I tried a lot of facial oils and was never happy. Then I tried this: non greasy, benefits your skin with the first application and smells great. Shiseido never disappoints.'], 'author': u'barbara305 ', 'date': [u'2016-05-22'], 'location': u'Miami Beach, Fl', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'WHY IS THIS NOT IN STORES!', 'text': [u'This oil is a godsend! Definitely one of my favorite oils in sephora...not just for the ingredients...but what this does for the skin is just incredible!'], 'author': u'SJoley ', 'date': [u'2016-05-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Amazed by this product!', 'text': [u'Yes, this is quite an expensive product, but it was worth every penny. This is a MIRACLE oil. It makes your skin feel dramatically smoother (not to mention the wonderful fragrance).'], 'author': u'AlyssaBeauty ', 'date': [u'2016-01-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$175.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["487"], "ingredient": ["Dimethicone,  Caprylic/Capric Triglyceride,  Ethylhexyl Palmitate,  Peg/Poly(1, 2-Butanediol)-52/32 Dimethyl Ether, Isopropyl Myristate,  Mineral Oil(Paraffinum Liquidum/Huile Minerale),  Diethylhexyl Succinate,  Ethylhexyl Methoxycinnamate,  Diphenylsiloxy Phenyl Trimethicone, Peg-20 Hydrogenated Castor Oil, Fragrance, Water, Isostearic Acid, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Dipropylene Glycol, Linalool, Limonene, Butylphenyl Methylpropional, BHT, Tocopherol, Alpha-Isomethyl Ionone, Citronellol, Geraniol, Benzyl Benzoate, Argania Spinosa Kernel Oil, Carthamus Tinctorius (Safflower) Seed Oil, Oenothera Biennis (Evening Primrose) Oil, Macadamia Ternifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Sodium Acetylated Hyaluronate, Alcohol, Red 17 (Ci 26100), Saccharomyces Ferment Lysate Filtrate, Beta-Carotene (CI 75130), Piperidinepropionic Acid, Camellia Sinensis Leaf Extract, Phenoxyethanol."]},
{"sku": ["P384789"], "category": ["Moisturizers"], "name": ["", "Future Solution LX Total Protective Emulsion Broad Spectrum SPF 18 Sunscreen"], "brand": ["Shiseido"], "number_reviews": ["1 review"], "reviews": ["{'title': u'No complaints. Leaves skin soft and radiant.', 'text': [u'This is a great lightweight alternative to Future Solution\\'s day cream. It moisturizes my combination skin well, and I don\\'t get oily during the day. My skin stays hydrated and comfortable. When I first felt the texture, I didn\\'t think it would give me enough moisture in places--it was so lightweight, but I tried it anyway, and my skin feels great and is looking great. I\\'ve been using this line for about two months, and my skin tone is more even and my pores are less noticeable. I also have sensitive skin and haven\\'t had any issues with this product.'], 'author': u'lareyna756 ', 'date': [u'2014-03-31'], 'location': u'Dallas, TX', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$240.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["512"], "ingredient": ["-Avobenzone 2.5%, Octinoxate 7.4%, and Octocrylene 2%: Provide sunscreen/protective benefits."]},
{"sku": ["P412767"], "category": ["Value &amp; Gift Sets"], "name": ["", "Liquid Moisture Mini Bar"], "brand": ["Erborian"], "number_reviews": ["1 review"], "reviews": ["{'title': u'Great, Cute Kit', 'text': [u'skin type: extremely dry skin, with eczema and redness across forehead, noticeable fine dry lines and uneven y skin tone.impressions: each bottle has a distinct smell and effect on my skin. these aspects make the kit fun to use. I haven\\'t had anyone compliment my skin but I enjoy smelling each bottle and applying each lotion on my skin. results: my skin does feel moisturized, relieves the tight feeling after cleansing but does require moisturizing afterwards.'], 'author': u'mahface ', 'date': [u'2016-10-19'], 'location': u'L.A., CA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$24.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["1263"], "ingredient": ["Water, Propylene Glycol, Trimethylolpropane Tricaprylate/Tricaprate, Glyceryl Stearate, Cyclomethicone, Panax Ginseng Root Extract, Dioscorea Villosa (Wild Yam) Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Kigelia Africana Fruit Extract, Portulaca Oleracea Extract, Equisetum Giganteum Extract, Peg-60 Hydrogenated Castor Oil, Peg-100 Stearate, Glycerin, Caprylic/Capric Triglyceride, Pentaerythrityl Tetraethylhexanoate, Stearyl Alcohol, Dimethicone, Palmitic Acid, Butylene Glycol, Stearic Acid, Silica, Carbomer, Arginine, Xanthan Gum, Ethylhexylglycerin, Disodium Edta, Phenoxyethanol, Parfum/Fragrance, Alpha-Isomethyl Ionone, Linalool, Hexyl Cinnamal, Cinnamyl Alcohol, Citronellol, Geraniol, Eugenol, Limonene, Ci 19140/Yellow 5."]},
{"sku": ["P396247"], "category": ["Value &amp; Gift Sets"], "name": ["", "Precious Oils Collection"], "brand": ["KORRES"], "number_reviews": ["1 review"], "reviews": ["{'title': u'LOVE THIS', 'text': [u'I use this kit everyday! Pure oils that smell and feel great. This kit comes with a cute recipe card to customize your oils. I use these oils on my skin, hair, and in my diffuser. Great find!'], 'author': u'nycgirlsk ', 'date': [u'2015-09-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$135.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["491"], "ingredient": ["(Cananga Odorata) Essential Oil, 100 % Cananga Odorata Flower Oil."]},
{"sku": ["P407407"], "category": ["Moisturizers"], "name": ["", "Shea Butter Face Soothing Fluid"], "brand": ["L’Occitane"], "number_reviews": ["2 reviews"], "reviews": ["{'title': u'My New Favorite!', 'text': [u'I\\'ve been a fan of L\\'Occitane for over 10 years now. I started with their shea moisturizer and then switched to Imortelle for the last 5 years. Both of those were slightly heavy for me but felt so great on my easily inflamed, super sensitive, combination skin I just dealt with the oiliness. This is a game changer. My skin feels perfectly quenched and protected from the elements after using. It seems to reduce my redness and my pores are shrinking. I\\'m not sure why L\\'Occitane products don\\'t irritate my skin like any other fragranced brand. If you have sensitive skin but want luxury products, it\\'s worth a try. I can\\'t live without their moisturizer, Immortelle eye gel, perfume, and extra gentle soap.'], 'author': u'CandaceTabitha ', 'date': [u'2016-09-21'], 'location': u'Los Angeles, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Better than most', 'text': [u'Good straightforward ingredients no unnecessary bells and whistles. Does feel soothing on skin and it reduced my redness. Didn\\'t have a strong fragrance,although I did detect a scent I\\'m not sure if it was an added scent or the natural smell of the ingredients.No burning sensation when applied or itching later.Ideal packaging.This doesn\\'t sink into skin like a moisturizer would, guess that why they refer to it as a soothing fluid. It forms a shield on skin in the way a good lip balm would in order to keep lips protected and moisturized.Doesn\\'t look dewy or completely matte, looks like skin.I would say this can be incorporated into any skin type regimen. Oily skin types may find this to be enough on its own, Combo and normal skins can mix a small amount into their usual moisturizer or oil or apply a moisturizer to dry areas only and use this all over afterwards. Dry skins could use this as the last step to seal moisture in and add a bit more of it too.Packaging is small but less is more with this product.So far I\\'m loving it.'], 'author': u'beautyyesplease ', 'date': [u'2016-07-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$49.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["239"], "ingredient": ["Water, Coco, Caprylate/Caprate, Butyrospermum Parkii (Shea)Butter, Glycerin, Isononyl Isononanoate, Arachidyl Alcohol, Helianthus Annuus (Sunflower) Seed Oil, Sodium Pca, Cetyl Alcohol, Calendula Officinalis Flower Extract, Rosa Canina Fruit Oil, BehenylAlcohol, Sodium Stearoyl Glutamate, Arachidyl Glucoside, Xanthan Gum, Polysorbate 60, Sodium Hyaluronate, Corn Starch Modified, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Gluconate,  Sorbitan Isostearate, Tocopherol, Fragrance,Citronellol - Linalool - Alpha-Isomethyl Ionone,Coumarin , Limonene, Farnesol, Geraniol."]},
{"sku": ["P393905"], "category": ["Face Serums"], "brand": ["Estée Lauder"], "name": ["", "Nutritious Vitality8™ Night Detox Concentrate"], "number_reviews": ["2 reviews"]},
{"sku": ["P386011"]},
{"sku": ["P397050"], "category": ["Moisturizers"], "name": ["", "Énergie de Vie The Refreshing &amp; Refining Light Lotion-In Gel"], "review_rating": ["4.4423"], "brand": ["Lancôme"], "number_reviews": ["52 reviews"], "reviews": ["{'title': u'love this', 'text': [u'Love this! It\\'s the perfect moisturizer for my combo oily breakout prone skins type. A little goes a long way! Disappointed that it is sold out online right now! I purchased the Lanc\\xf4me water cream to replace it since I\\'m out completely! I hope it is as good as this product from Lanc\\xf4me is!'], 'author': u'MayhemMandy ', 'date': [u'2016-10-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'100% A', 'text': [u'Perfect moisturizer for my extremely oily skin. Usually lotions I would try would over moisturize, leave me greasier than before, and cause my breakouts but this lotion in gel was the best solution! It moisturizers perfectly and I noticed brightening as well. This is perfect for day and night! Holy grail. I will forever use this!'], 'author': u'Seoullite ', 'date': [u'2016-09-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u\"Don't know why this works so well...\", 'text': [u'Finally a moisturizer that doesn\\'t irritate my sensitive and combination skin. I don\\'t know how this watery gel works but I\\'m glad it does. It tends to over-dispense from the bottle so I transferred some into a smaller travel-size bottle to avoid that problem. It works so well that I can overlook the bottle issue.'], 'author': u'56looks34 ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Wonderful hydration!', 'text': [u'Not oily - provides wonderful hydration morning and night!!!'], 'author': u'Rebeleigh ', 'date': [u'2016-09-21'], 'location': u'NY', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'good day lotion', 'text': [u'The scent doesn\\'t bother me the way it has some other reviewers... I love the texture. Light, dries quickly. I\\'ve been using it in conjunction with UFO dry oil and it is going very well for day under makeup. Before bed I use a pore minimizing toner, this aqua-gel, and then layer a heavier cream such as origins night-a-mins. This system works for me, but that being said I can\\'t say how it would perform on its own. I think that it helps my other products work better, but on its own it may not provide enough moisture. I have been using two pumps morning and two pumps at night for four months straight and I am only halfway through the bottle, so I do think it is a good value.'], 'author': u'pollybirdie ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["11"], "three_star_reviews": ["4", "4"], "price": ["$50.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["38", "38"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["6", "6"], "number_loves": ["1825"], "ingredient": ["Water, Propylene Glycol, Alcohol Denat., Glycerin, Butylene Glycol, Peg-20, Peg-8, Bis-Peg-18 Methyl Ether Dimethyl Silane, Phenoxyethanol, Ppg-6-Decyltetradeceth-30, Ethylhexylglycerin, Carbomer, Potassium Hydroxide, Dioscorea Villosa Extract/Wild Yam Root Extract, Hexyldecanol, Gentiana Lutea Extract/Gentiana Lutea Root Extract, Rhodiola Crenulata Root Extract, Fragrance."]},
{"sku": ["P308616"], "category": ["Mists &amp; Essences"], "name": ["", "Oriental Plants Essence"], "review_rating": ["4.375"], "brand": ["Koh Gen Do"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'Nice, but no major difference', 'text': [u'I liked using this and it didn\\'t break me out, but it wasn\\'t some crazy miracle product, either. No major difference, but it did deliver some nice moisture and made skin supple. I finished the bottle and didn\\'t notice any major difference when I stopped using it.'], 'author': u'miumiumoo ', 'date': [u'2015-10-02'], 'location': u'Orange County, CA', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'immediate results, but not for long-term use', 'text': [u'I\\'m somewhat torn about this product.Pros- It\\'s light and oil-free yet hydrating. I have combination, acne-prone, sensitive skin with fine lines and blackheads. This definitely hydrated my face and made it luminous throughout the day, without aggravating my skin.Cons- The anti-aging benefits are dubious. I have used this for the past 3 months, and I honestly can\\'t say it\\'s made any noticeable differences in fine lines or aging-prevention. If you\\'re looking specifically for an anti-aging essence, you may want to look elsewhere.'], 'author': u'ilovemakeup4ever ', 'date': [u'2015-04-02'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'It is fine', 'text': [u'Used it as an emergency stand-in for my Laneige essence. It is moisturizing and soaks in easily. I don\\'t feel like it firms the skin. Will keep it around as a back-up but there are definitely better products out there with more benefits other than just hydration.'], 'author': u'saratheresa ', 'date': [u'2015-03-05'], 'location': u'Chicago, IL', 'skin_type_link': u'Normal', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'perfect!!', 'text': [u'Sinks right into your skin and works wonders with the oriental plants cream :) my skin is glowing!!!! The compliments I am getting has my husband using my products.'], 'author': u'puffyprincess ', 'date': [u'2014-10-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Hands down the BEST', 'text': [u'It\\'s clear, thin, scent free and absorbs nicely. The ingredients are great. The thing about Japanese skin care products is that they might take a while to work, but once they do, man, you will never go back to your old Skincare routine. I use this with the SKII miracle water and the essential cream and I have the best skin of my life. Not to mention long term benefits of Japanese skin care.. Hello look at Asian women they do not age! I have super ultra dry skin that used to flake like crazy, and this stuff helps my dry skin in the California dry weather, not a flake! Going thru it pretty fast though; 2 months and already going thru 1/3 of bottle. I use it twice a day. Will repurchase for sure.'], 'author': u'mnvo11 ', 'date': [u'2014-06-05'], 'location': u'San Diego, CA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'18-24'}"], "lastpage": ["2"], "three_star_reviews": ["2", "2"], "price": ["$85.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["922"], "ingredient": ["Betula Platyphylla Japonica Juicewaterbutylene Glycol, Pentylene Glycol, Glycerin, Methyl Gluceth-20, Phenoxyethanol, Carbomer, Hydroxyethylcellulose, Sodium Hydroxide, Allantoin, Phytic Acid, Glycosyl Trehalose, Dipotassium Glycyrrhizate, Hydrogenated Starch Hydrolysate, Glycyrrhiza Glabra (Licorice) Root Extract, Bifida Ferment Lysate, Lactobacillus/Bean Seed Extract/Sodium Glutamate Ferment Filtrate, Hydrolyzed Coix Lacryma-Jobi Ma-Yuen Seed, Hydrogenated Lecithin, Glycine Soja (Soybean) Sterols, Paeonia Albiflora Root Extract, Ceramide 3, Ceramide 2, Citrus Unshiu Peel Extract, Prunus Yedoensis Leaf Extract, Ceramide 6 Ii, Zizyphus Jujuba Fruit Extract, Angelica Acutiloba Root Extract, Saxifraga Sarmentosa Extract, Lactobacillus/Soybean Extract Ferment Filtrate, Sophora Angustifolia Root Extract, Artemisia Capillaris Flower Extract, Lilium Candidum Bulb Extract, Hydrangea Macrophylla  Leaf Extract, Rubus Suavissimus (Raspberry) Leaf Extract, Saccharomyces/Caragana Sinica Root Ferment Extract, Hydrolyzed Soybean Extract, Nephelium Longana Seed Extract, Paeonia Suffruticosa Root Extract, Rosa Multiflora Fruit Extract, Rehmannia Chinensis Root Extract, Coix Lacryma-Jobi Ma-Yuen Seed Extract, Aloe Barbadensis Leaf Extract, Eriobotrya Japonica Leaf Extractrhodomyrtus Tomentosa Fruit Extractaspergillus/Lactobacillus/Camellia Sinensis Leaf Ferment Extracthibiscus Esculentus Fruit Extract, Saccharum Officinarum (Sugar Cane) Extract, Tremella Fuciformis Polysaccharide, Luffa Cylindrica Fruit/Leaf/Stem Extract, Ganoderma Lucidum (Mushroom) Stem Extract, Natto Gum, Morus Alba Root Extract, Pueraria Mirifica Root Extract, Gardenia Florida Fruit Extract, Scutellaria Baicalensis Root Extract."]},
{"sku": ["P228404"], "category": ["Face Serums"], "name": ["", "Rose O12 Moisture Defence Oil"], "review_rating": ["4.3222"], "brand": ["REN"], "number_reviews": ["90 reviews"], "reviews": ["{'title': u'Addicted', 'text': [u'It\\'s tough to pinpoint the results of one single product when you use multiple skincare items (cleanser, mask, toner, essence, serum, moisturizer, oil, etc.). However, when I started using this oil, I was a \"dry skin\" type. Now I\\'m normal. I add 1-2 drops of this oil every single night to the CeraVe moisturizer I\\'ve been using since I was a teenager. I think that says it all right there. Also, this oil smells BOOOMMMMBBBB and it never leaves my face feeling greasy. It\\'s expensive but lasts a long time because a little really does go a long way. I highly recommend REN in general. There aren\\'t many brands that I trust completely but I do with REN. If you\\'re contemplating picking up this oil, I\\'d go for it.'], 'author': u'kelseypk ', 'date': [u'2016-10-14'], 'location': u'Los Angeles, CA', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'scent of wild blueberry pie!!', 'text': [u'This oil is great!! I\\'m not a huge fan of the bottle design, but I love how it smells EXACTLY like fresh baked wild blueberry pie. It\\'s unreal! So different from the other products in this same line. Great treat!'], 'author': u'sweetladyb ', 'date': [u'2016-10-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great for dry skin', 'text': [u'I really want to love this product. It smells great and feels great but I have oily/combo skin. It\\'s too heavy for my skin type and seems to accentuate my pores. I can tell it does its job but it\\'s better suited for dry/mature skin.'], 'author': u'lilmzsunshine ', 'date': [u'2016-08-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u\"Really Don't Like Bottle Design\", 'text': [u'This oil was okay. It absorbed quickly, I didn\\'t notice anything drastic. My real issue lies with the design of the bottle. It leaks everywhere. It is off balance, so it falls over very easily. It\\'s glass, so I\\'m just waiting for it to break. The product builds up under the lid. I don\\'t care how \"good\" a product is, if I can\\'t travel with it, I can\\'t use it. I have to take it back and try something else.'], 'author': u'FaerieMaggie ', 'date': [u'2016-05-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Lovely', 'text': [u'makes my skin feel supple and nourished.'], 'author': u'Tysawesome ', 'date': [u'2016-02-17'], 'location': u'Calgary, AB', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["18"], "three_star_reviews": ["7", "7"], "price": ["$80.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["60", "60"], "two_star_reviews": ["6", "6"], "four_star_reviews": ["13", "13"], "number_loves": ["1874"]},
{"sku": ["P234456"], "category": ["Face Sunscreen"], "name": ["", "SPF 15 Super Hydrating Face Cream"], "review_rating": ["4.3111"], "brand": ["Hampton Sun"], "number_reviews": ["45 reviews"], "reviews": ["{'title': u'Great product!', 'text': [u'Moisturizing, wonderful cream. Could be used alone as a moisturizer and sunscreen but I use with my regular moisturizer. It works great and feels great! Goes on smoothly.'], 'author': u'pamelajean214 ', 'date': [u'2015-05-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Very moisturizing', 'text': [u'I love the feel and has really helped my dry skin. Plays well with other skin care except maybe my tarte primer. I just wish the spf was higher.'], 'author': u'gilly3 ', 'date': [u'2015-05-15'], 'location': u'Washington state', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'45-54'}", "{'title': u'Oh, but no.', 'text': [u'I\\'ll start out by saying I have normal skin. Every now and again, during season changes, the tip and bottom of my nose gets dry and flakey; however, it goes away after two to three weeks. I tried this based on the good to great reviews from other normal skinned informants. Such a bad idea for my face. At first, maybe three to four days, my face peeled.. and I don\\'t mean a slight peeling from a burn I had, I mean IT! PEELED! EVERYWHERE! Under my brows, on my cheeks, on my burn! I KNEW it was from this moisturizer. I used a serum or oil under it for one day and that seemed to do the trick for 3/4 of my out-and-about day and then my face would start showing signs of peeling again. The next stage? I started to break out. For about 8 to 10 hours, I believed it was because I was getting PMS pimples. When I checked my face that night, the entire bottom half of my face had broken out! I had an immediate desire to pop everything on my face but they were all VERY sensitive to the touch.. washing my face that night was a horrible experience. I stopped using this moisturizer and was finally able to return it yesterday. On account of not using it for three days: the redness on the southern half of my face has almost disappeared, I have four left over pimples and one overly sensitive face demon on my cheek, and I am no longer peeling. I have no idea what was in this moisturizer but I will NEVER touch it again! Not even as a sample five years down the road. No way, no how. If this product works for you, that\\'s great. For me, no.'], 'author': u'JordannL ', 'date': [u'2014-10-28'], 'location': None, 'skin_type_link': u'Normal', 'rating_score': u'1', 'age_link': u'18-24'}", "{'title': u'Great Cream', 'text': [u'I love this moisturizer. I\\'ve tried other brands with sunscreen, and they\\'ve always been greasy and thick. This goes on smooth and absorbs quickly. I use powder on top of it and it looks great all day.'], 'author': u'Anne86 ', 'date': [u'2013-12-04'], 'location': u'Princeton, NJ', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Non-Irritating', 'text': [u'I have combo. skin that is very sensitive. I\\'ve recently been seeing a derm. for special problems. The new meds. make my skin a little dry and I have to be careful with sun exposure. This stuff goes on very smooth, blends well and goes a long way. I was very impressed with a sample I received, so I am purchasing an entire bottle. The most impressive thing is that when I use this product, I get NO irritation and it\\'s fragrance-free. I am a little disappointed that the price is so expensive, but I think this product is worth the cost. I also like the fact that they use natural ingredients.'], 'author': u'VenusDoll ', 'date': [u'2013-08-16'], 'location': u'Churubusco, Indiana', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["9"], "three_star_reviews": ["5", "5"], "price": ["$42.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["27", "27"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["10", "10"], "number_loves": ["644"]},
{"sku": ["P382014"], "category": ["Moisturizers"], "name": ["", "Day Cream"], "review_rating": ["4.3"], "brand": ["VERSO SKINCARE"], "number_reviews": ["20 reviews"], "reviews": ["{'title': None, 'text': [u'I really need to figure out which beauty blog I read about this day cream on so I can go back and buy everything else they recommend. I have been using this consistently for about 2 months and my skin looks fantastic. This has evened out my skin tone, reduced fine lines and I haven\\'t had a zit since I started using it. I was worried about retinol in a day cream since I can be sensitive to retinol, especially when exposed to sun, but I have had no problems with this. (I read somewhere that it is marketed as having SPF in the EU, but it isn\\'t in the US).'], 'author': u'caitster ', 'date': [u'2016-06-06'], 'location': u'Washington DC', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': None, 'text': [u'Seems overpriced to me but it\\'s a good product; it seems to be calming and has virtually eliminated my breakouts, if I stop using it I start breaking out a few days later. I have to occasionally alternate with something more moisturizing, especially when I first started using it, as it can dry out my skin. I have sensitive skin, so using it with Verso\\'s night cream in the same day is too much for my skin, so I usually use Caudalie\\'s moisturizing mask as a night cream with this.'], 'author': u'easilyaddicted ', 'date': [u'2016-01-09'], 'location': u'Boston', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I don\\'t usually write reviews, but this stuff is pretty much life-changing. I\\'m getting older (early 30s) so I knew I needed to start looking into skincare with retinol and other anti-wrinkle properties. I found this product via Sephora\\'s skin care quiz and the other reviews led me to spring for it even though it is quite expensive. However, it is worth every penny. I have had skin problems my whole life and my skin is very sensitive to everything -- except this product. I never breakout from it and my oily skin always feels perfectly moisturized without feeling greasy. I used to get random dry patches around my forehead and chin, but that never happens anymore! Even though it is expensive, I use just one drop and I am good to go -- this way it ends up lasting me for months (6 months for the last bottle I bought). I get compliments all the time and people are always asking what I do to make my skin glow and look so good. I really can\\'t recommend it enough!'], 'author': u'brittlewoman ', 'date': [u'2015-06-24'], 'location': u'Los Angeles, CA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Amazing!', 'text': [u'I have never been so moved to write a review in my life. My skin was stressed, breaking out, dry in places, oily in others...it was a mess. I found this on Sephora\\'s site and took a chance. I have NEVER had a skin care product do what it says it will for me, ever! But this one preformed amazingly! so much that I sprung for the rest of the line. Seems cheaper than going to a Derm, which now I don\\'t have to do thanks to this amazing product!! I wish I had done before and after photos.'], 'author': u'Iiriish10 ', 'date': [u'2015-05-05'], 'location': u'California', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': None, 'text': [u'There should really be a SPF listing on the bottle or in the description as it is SPF 15.', u'This is the first retinol cream I can handle, my skin is very sensitive to retinol and derivatives. The moisturizer could be more hydrating so I prefer to use the serum with a different moisturizer--my skin can\\'t handle the serum plus this cream.'], 'author': u'Slapdash ', 'date': [u'2014-12-27'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'35-44'}"], "lastpage": ["4"], "three_star_reviews": ["0", "0"], "price": ["$100.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["13", "13"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["4", "4"], "number_loves": ["1092"], "ingredient": ["Water, Ethylhexyl Methoxycinnamate, Niacinamide, Butylene Glycol, C12-15 Alkyl Benzoate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Diethylhexyl Carbonate, Heptyl Undecylenate, Glycerin, Butyrospermum Parkii Oil, Cetearyl Olivate, Aluminum Starch Octenylsuccinate, Sorbitan Olivate,  Ethylhexyl Triazone, Jojoba Esters, Glycine Soja Oil, Retinyl Retinoate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Tetrahydrodiferuloylmethane, Tetrahydropiperine,Tocopheryl Acetate, Curcuma Longa Root Extract,  Sodium Hyaluronate, Tocopherol, Cetyl Palmitate, Sorbitan Palmitate, Citric Acid, Phenoxyethanol, Caprylyl Glycol, Sodium Hydroxide, BHT, Fragrance."]},
{"sku": ["P385429"], "category": ["Blemish &amp; Acne Treatments"], "name": ["", "HydraClear™ Hydrating Acne Gel"], "review_rating": ["4.1818"], "brand": ["Kate Somerville"], "number_reviews": ["44 reviews"], "reviews": ["{'title': u\"Run, Don't Walk\", 'text': [u'As someone with sensitive, combination, acneic skin, who also suffers with seasonal bouts of rosacea, I can tell you this effective product is a pleasure to use. That\\'s why I\\'m heading out to my local Sephora at daybreak and buying every last one... Sadly, I just found out that Kate Somerville has discontinued this product and replaced it with DermalQuench Clear, which Sephora does not yet stock and I have not yet trialled. It\\'s probably just as great, if not better, but I\\'m not taking any chances.'], 'author': u'BeautyWarner ', 'date': [u'2016-10-16'], 'location': u'US/HK', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'overnight!', 'text': [u'I had an under the skin painful acne and I used this gel for the first time after a very gentle oxygen mask and the next morning I can barely feel the bump and it\\'s not painful to the touch anymore! My skin is typically oily but it\\'s been getting dry areas with the changing temperature so I decided to give this a try...I might have to start using this for winter! I can attribute it to this more than the mask because mask helps mildly exfoliate the skin but this gel actually treated and reduced the pimple. ', u'For those people with oily skin using this and complaining that it was making their skin too oily....WHAT DO YOU EXPECT??? ', u'It\\'s called HYDRATING for a reason...if you\\'re oily skinned and want something to treat your acne and also control oil...find products with the words Mattifying or oil control in it, NOT one that says hydrating. Common sense people.'], 'author': u'rubyz ', 'date': [u'2016-08-31'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'The best!', 'text': [u'I have had spot acne most of my life. Either tiny, annoying spots or nasty cysts. The worst thing is when your acne medicine dries out the skin in the breakout area, then the dreaded scaling and peeling happens. I\\'ve tried so many different products, none really work well. Either they aren\\'t strong enough to fight the spot, or they cause dryness that lasts for days. This gel has been perfect for me. It clears small spots within hours in some cases, and never dries my skin. I highly recommend this product!!!'], 'author': u'kmargelot ', 'date': [u'2016-08-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love this stuff!', 'text': [u'I received this as a Birchbox sample months ago and have been hooked ever since! I have been battling hormonal/cystic acne for years and have tried a ridiculous number of acne products - this gel is the best thing I have found. After a couple of applications, my breakouts shrink drastically and are completely gone in a couple of days. Though it is expensive, it\\'s worth every penny and the tube goes a long way!'], 'author': u'vicbril ', 'date': [u'2016-07-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Preventive Only', 'text': [u'I have a serious bout of breakouts for the past few months and it is still an ongoing concern. Aside from doing peels and masks, I need something I could use under my moisturizer as well for all day prevention. I chose this since it reduces and prevents. It didn\\'t do anything for my existing condition, didn\\'t get better or worse. It does prevent somewhat as my breakouts are not as bad but still an on-going battle.'], 'author': u'SFFenix ', 'date': [u'2016-07-13'], 'location': u'San Francisco, CA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "lastpage": ["9"], "three_star_reviews": ["5", "5"], "price": ["$65.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["23", "23"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["12", "12"], "number_loves": ["2839"], "ingredient": ["Water, Glycerin, Glycereth-7 Trimethyl Ether, Butylene Glycol, PVM/MA Decadiene Crosspolymer, Polysorbate 20, Phytic Acid, Epilobium Angustifolium Flower/Leaf/Stem Extract, Avena Sativa (Oat) Kernel Extract, Nordihydroguaiaretic Acid, Oleanolic Acid, Biotin, Chondrus Crispus Extract,  Sodium Hyaluronate, Aloe Barbadensis Leaf Juice,  PEG-60 Almond Glycerides, Caprylyl Glycol, Caprylic/Capric Triglyceride, Tocopherol, Jasminum Sambac (Jasmine) Flower Extract, Lavandula Hybrida Oil, Cymbopogon Schoenanthus Oil, Eucalyptus Radiata Flower/Leaf/Stem Oil, Cistus Ladaniferus Resin, Ethylhexylglycerin, Salvia Sclarea (Clary) Oil, Bulnesia Sarmientoi Wood Oil, Citrus Reticulata (Tangerine) Leaf Oil, Juniperus Virginiana Oil, Gluconolactone, Citrus Aurantifolia (Lime) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Extract, Sodium Metabisulfite, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Limon (Lemon) Peel Oil, Vetiveria Zizanoides Root Oil, Menthol, Evernia Furfuracea (Treemoss) Extract, Carbomer, Disodium EDTA, Phenoxyethanol, Sodium Hydroxide."]},
{"sku": ["P403810"], "category": ["Mists &amp; Essences"], "name": ["", "Moisture Spray + Hydrating Mist"], "brand": ["Cinema Secrets"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'Super hydrating', 'text': [u'I have sensitive skin with eczema and this does not irritate my skin! sometimes, I have dry patches and helps the foundation to blend in more.also if your foundation looks cakey, a few mists of this will make it look good. It does smell like rose water but I personally don\\'t mind that.'], 'author': u'CCL20 ', 'date': [u'2016-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'idk', 'text': [u'Not sure if I love it yet... too wet, too perfumy'], 'author': u'Janjust ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'eh', 'text': [u'I liked the way this made my skin feel, but the scent is not good and the spray pump doesn\\'t give a nice fine mist like I had hoped.'], 'author': u'helpinghan ', 'date': [u'2016-07-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Amazing', 'text': [u'I really enjoy using this product before I apply my foundation. I find it makes my makeup go on smoother. The staying power is good and I find I get oily less quickly throughout the day.'], 'author': u'fablash89 ', 'date': [u'2016-05-10'], 'location': u'Scarborough', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Hidden Secret', 'text': [u'I ordered this product on a whim to try something new and I feel lucky to have come across the Cinema Secrets Moisture Spray &amp; Hydrating Mist.', u'General Info:My skin is normal to dry - Makeup Forever HD Stick - Tarte By the Sea Concealer - Cinema Secrets Translucent powder (under eyes) - Sephora Mineral Powder.I only listed the products I used for foundation and concealer. ', u'I have tried this spray multiple ways and I have been thoroughly impressed. I had better results than the UD setting spray. The way I used this product is as follows: I moisturized, spray this all over my face and while still damp applied my Make-Up Forever HD foundation and blended with a brush. It went on seamless. Then continued with concealer and set with powder and applied another spritz to set everything. I finished applying the rest of my makeup and then used another spritz to set everything. I spent the day outside enjoying the 80 degree weather and removed my makeup about 12 hours later and NONE of my makeup moved except on my nose where my sunglasses rest. My makeup DID NOT show any signs of breaking up or make my face oily. I was thoroughly impressed. ', u'I used this spray as a base, in between and finally setting and was 100% satisfied and would recommend to my family &amp; friends. ', u'The only negative is I would prefer a finer spray mist.', u'Give it a try you won\\'t be disappointed.'], 'author': u'mumbelina ', 'date': [u'2016-04-17'], 'location': u'San Jose, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["2", "2"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["2", "2"]},
{"sku": ["P394875"], "category": ["BB &amp; CC Cream"], "name": ["", "CC Color Correcting Cream"], "review_rating": ["4.125"], "brand": ["stila"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'LOVE THIS!', 'text': [u'I\\'m a brown skin African American female and this product is a fav. It helps my skin to be bright and even. My face is left with a radiant glow.'], 'author': u'Ichoosefabolous ', 'date': [u'2016-09-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great if you want a dewy finish', 'text': [u'This provides light to medium coverage with a really pretty dewy finish. For that reason, it tends to transfer and not dry down. It also has a slight refreshing scent which is nice but I\\'d be careful if you are sensitive to fragrance. Worth a try.'], 'author': u'LorCaProfe ', 'date': [u'2016-07-06'], 'location': u'NJ', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Love love love this CC cream', 'text': [u'I really really love this product--but, they are always out of it. It is great for aging skin--like mine--where too much foundation looks heavy. This product is light and doesn\\'t dry out and isn\\'t heavy--but, the reflective quality of the product makes my skin look fresh. I put a little powder on my nose after I apply to reduce the dewy quality--that\\'s my personal preference, not to have a shiny nose. :)'], 'author': u'grannyzolla ', 'date': [u'2016-05-18'], 'location': u'Fort Worth, TX', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love it', 'text': [u'I love, love, love it! I don\\'t like to overly \"done up\" or I don\\'t like taking forever while doing my make up. I prefer a more natural looking coverage and this does just that! I wear it year around. Light enough to wear everyday if I want to (which I don\\'t) or you can build up coverage. It lasts a while too!'], 'author': u'LoVer73 ', 'date': [u'2016-03-22'], 'location': u'Cerritos, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love it!', 'text': [u'This product is amazing! I love the way it covers slight imperfections while still looking natural! This is my go to for summer and when i want a more natural look!'], 'author': u'chloe66 ', 'date': [u'2015-10-09'], 'location': u'Black Creek, British Columbia,CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$44.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["472"]},
{"sku": ["P393282"], "category": ["Contour"], "name": ["", "BB Mate Contouring 1.2.3 Kit"], "review_rating": ["4.1127"], "brand": ["Dr. Jart+"], "number_reviews": ["71 reviews"], "reviews": ["{'title': None, 'text': [u'I really like this set. It lasts a pretty long time.'], 'author': u'kayae ', 'date': [u'2016-08-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'love for dot contouring', 'text': [u'I use this almost everyday for amazing contouring. I use this for dot contouring which always turns out great! So this is a great kit.'], 'author': u'allyzip ', 'date': [u'2016-08-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Like this better then most', 'text': [u'I prefer this contouring kit better than most liquid/cream contour kits. I find it much better to use with matte foundations (which is what I wear the most) and it wont pull off my foundation like the Anastasia kit likes to do. The colours are great for me, but I am pale. I think most people\\'s issues with this item (other than colour) is they are not using it correctly. it is a concealer so it has that consistency, its not creamy, and you have to build with it. if you are looking for a \\'creamy\\' contour kit this is not for you.'], 'author': u'sayraht ', 'date': [u'2016-08-04'], 'location': u'Austin, TX', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great!', 'text': [u'The only thing I do no like about this product is the lack of color options for different people. The application is not great; however, I put it on the areas I want the color on--first with the step 1 neutralizer--then blend with my damp beauty blender..followed by the 2nd step of bronzer which is more of a contour..then apply the highlight with finger. It just so happens that the color goes great with my skin! Also, the contouring step has a green undertone which helps it not look as if it is dirty. I love it! I also put a light powder over it, which helps let it stay-stays all day long-and can achieve a matte or dewy look depending on your powder preference.'], 'author': u'MadiGray ', 'date': [u'2016-07-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Awful', 'text': [u'First off, I would like to say that I actually really liked the colors in here. I heard some negative feedback regarding the colors, so I was a little nervous about purchasing BUT I did love the colors. However, it\\'s awful.. I found it difficult to apply seeing how much makeup comes off the applicator. I tried multiple times making it work and I honestly hate it. Returning tomorrow /:'], 'author': u'Kmarks317 ', 'date': [u'2016-07-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "lastpage": ["15"], "three_star_reviews": ["7", "7"], "price": ["$45.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["38", "38"], "two_star_reviews": ["7", "7"], "four_star_reviews": ["16", "16"], "number_loves": ["7704"], "ingredient": ["Water, Cyclopentasiloxane, Cyclohexasiloxane, Iron Oxides, Diphenylsiloxy Phenyl Trimethicone, Butylene Glycol, Glycerin, Niacinamide, Neopentyl Glycol Diethylhexanoate, Lauryl PEG-9 Polydimethylsiloxyethyl Dimethicone, Butylene Glycol Dicaprylate/Dicaprate, Pentylene Glycol, Methyl Methacrylate Crosspolymer, Caprylyl Methicone, Sorbitan Isostearate, PEG-10 Dimethicone, Disteardimonium Hectorite, Magnesium Sulfate, Phenoxyethanol, Dimethicone, Tribehenin, Triethoxycaprylylsilane, Aluminum Hydroxide, Stearic Acid, Ethylhexylglycerin, Dimethicone Crosspolymer, Adenosine, Disodium EDTA, Chamaecyparis Obtusa Oil, Hydrogenated Castor Oil Isostearate, Rosa Canina Fruit Oil, Persea Gratissima (Avocado) Oil, Moringa Oleifera Seed Oil, Saussurea Involucrata Extract, Carbomer, Tocophe, Polysorbate 20, Palmitoyl Hexapeptide-12, Palmitoyl Tetrapeptide-7."]},
{"sku": ["P211331"], "category": ["Moisturizers"], "name": ["", "Neuropeptide Firming Moisturizer"], "review_rating": ["4.0345"], "brand": ["Perricone MD"], "number_reviews": ["29 reviews"], "reviews": ["{'title': u'This is perfect!', 'text': [u'First of all I am a huge fan of Perricone and this is my latest find! I used this along with his face finishing Moisterizer and I just love it! I know the price is high but what it does for me is amazing! My face is never dry and my skin just glows! I,know my pores are smaller and I am getting better everyday! I just love this and will not be without it! Just try it and you will be in love!'], 'author': u'mygreathair12 ', 'date': [u'2014-08-11'], 'location': u'Rigby Idaho', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': None, 'text': [u'Tried about everything.in the last ten years after bad laser peel. For the first time in years my skin became smooth, clear with a natural glow. Seems to be more for the 55 plus group. Expensive but worth every penny. With these results will sacrifice something else and buy this product.'], 'author': u'nanav65 ', 'date': [u'2014-07-28'], 'location': u'Dallas, Texas', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u\"It's ok\", 'text': [u'I have been using this for 6 months. With the really high price tag I was expecting great results. It did moisturize my skin but not any more than other moisturizers. The benefits from this moisturizer did not justify spending this much on a moisturizer.'], 'author': u'sueshee ', 'date': [u'2014-06-11'], 'location': u'Maui, Hawaii', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': None, 'text': [u'I really wanted to like this. After hearing all the amazing reviews, I wanted this to work. I have laser damage on my face that resulted in severe texturized skins and loss of collagen &amp; elastin. I am in my late 20s, and following fraxel laser, my face looked like it was melting in acid. After 6 months of trying different products, I finally decided to pay for this product. A little goes a long way, used it for 6 months (still had about half of it left), used it with cold serum &amp; Serum prep... nothing.', u'I took pictures to track my progress... No progress.', u'I sadly had to exchange it for a different product. I am now trying Algenist\\'s Genius. I hope this one helps my skin become plumper and smoother.'], 'author': u'llennej ', 'date': [u'2014-04-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'My go-to night moisturizer', 'text': [u'I have loved this product ever since it was released. It moisturizes without being heavy and greasy. I have dabbled with other products for nightime from Perricone, but always come back to my Neuropeptide. Think I will be using this for years.'], 'author': u'sausalitoshopper ', 'date': [u'2014-04-02'], 'location': u'Sausalito, CA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["6"], "three_star_reviews": ["3", "3"], "price": ["$290.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["17", "17"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["4", "4"], "number_loves": ["392"], "ingredient": ["Water, Isopropyl Palmitate, Taurine, Cetearyl Alcohol, L-Tyrosine, Phosphatidylcholine, Ceteareth-20, Glyceryl Stearate, PEG-100 Stearate, Dimethyl MEA (DMAE), Dimethicone, Phenoxyethanol, Caprylyl Glycol, Pyridoxine HCl, Disodium EDTA, Elaeis Guineensis (Palm) Oil, Tocotrienols, Sorbic Acid, Tocopherol, Sodium Hyaluronate, Acetyl Hexapeptide-8 (Neuropeptide), Fragrance."]},
{"sku": ["P392460"], "category": ["Moisturizers"], "name": ["", "Daily Moisture SPF 30 Concentrate"], "brand": ["KAPLAN MD"], "number_reviews": ["5 reviews"], "reviews": ["{'title': u\"Best Moisturizer I've Found\", 'text': [u'I was introduced to this skincare line at a spa I work at in Beverly Hills and love it. My favorite product that they offer is the Daily Moisturizer. It\\'s the only moisturizer I\\'ve found that is lightweight, absorbs quickly, and doesn\\'t leave my skin greasy or too shiny. It\\'s got a nice consistency, has an SPF, and is organic! I have fair combination skin.'], 'author': u'M3ganL ', 'date': [u'2016-08-21'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I got this moisturizer as a gift and was a little less than impressed. I have medium toned skin and it makes me look like a ghost. It also leaves me oily.'], 'author': u'Herubina ', 'date': [u'2016-05-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': u'18-24'}", "{'title': u'Skincare Routine', 'text': [u'This moisturizer has become part of my daily skincare routine. I have Oily Skin and I love this product. I have been using it along with the Toner. My skin has never looked better. It is lightweight and it goes on smoothly. It is on the pricey side, but worth the amount. I haven\\'t experienced any strong SPF scents.'], 'author': u'loren208 ', 'date': [u'2016-03-10'], 'location': u'Los Angeles', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Returned', 'text': [u'Terrible packaging, product separates and has very strong spf smell. The product might be great but couldn\\'t get past the negatives.'], 'author': u'espi82 ', 'date': [u'2015-05-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Great Moisturizer', 'text': [u'At last a great moisturizer that provides a physical sun protection at a reasonable price. This moisturizer is a dream. A little goes a long way and it sinks right into my skin. While it does have an initial whitish cast, that quickly goes away as the moisturizer sinks into my skin. It does not irritate my sensitive skin and doesn\\'t get greasy by the end of the day. I have no problems putting foundation on top of this moisturizer - some of these moisturizers have products that cause everything to ball up when I put on foundation. And, it\\'s a great price, considering that I like a moisturizer with a high SPF and was spending twice the amount for ReVive\\'s moisturizer with an equivalent SPF.'], 'author': u'babymelsmom ', 'date': [u'2015-05-05'], 'location': u'Baltimore, MD', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}"], "review_rating": ["4.0"], "three_star_reviews": ["1", "1"], "price": ["$100.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["163"], "ingredient": ["*USDA National Organic Program Certified Organic Extracts."]},
{"sku": ["P398390"], "category": ["Moisturizers"], "name": ["", "Hydrating Shield"], "brand": ["Skin Inc."], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'perfect!', 'text': [u'It takes a while to get the pump going but this is the greatest moisturizer ever! I have oily skin and this is SUPER light and still keeps me hydrated and gives me protection from the sun!!! My total fave!'], 'author': u'corinabousheri ', 'date': [u'2016-05-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'pump pump pump.....', 'text': [u'I just received this product yesterday and I returned it as well,the same day. I thought perhaps by the reviews this was going to be a great moisturizer but I was wrong. I am glad Sephora lets you return. My greatest issue with this product is that it smells like alcohol and is very liquidy.I had to press the pump multiple times in order to get some product out. When I finished applying this to my face it left my skin so squeaky and dry if you were to touch it with your hand you can feel it tugging on your skin! I Which is a no no for me. Its like hand sanitizer for your face, that\\'s honestly how I felt so need to say this is my experience with this product. Hopefully this can help some people out if you are debating on trying this product out..'], 'author': u'prettyeyes01 ', 'date': [u'2015-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'awesome!', 'text': [u'This is so lightweight and PERFECT for my dry skin in the humid NYC summer! It\\'s SPF 30, and has filters to absorb UV rays so your skin doesn\\'t dry out. There is licorice to calm and brighten, plus anti-oxidants. Jam-packed with goodness and feels super comfy on the skin. In love!'], 'author': u'FabulousNikki ', 'date': [u'2015-08-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'No more sun spots', 'text': [u'I\\'m obsessed with anything that gives you extra protection from the sun, and this product packs a punch. It hydrates, protects your skin and it works really well under makeup. A must-have when you live in hot and/or dry climates like LA!'], 'author': u'fazag ', 'date': [u'2015-07-20'], 'location': u'Burbank, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$45.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["617"], "ingredient": ["Water, Alcohol, Ethylhexyl Methoxycinnamate, Butylene Glycol, Octocrylene, Isopropyl Lauroyl Sarcosinate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Polysorbate 60, Hydrated Silica, Phenoxyethanol, Ceteth-10, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Carbomer, Potassium Hydroxide, Phellodendron Amurense Bark Extract, Sodium Hyaluronate, Tocopherol, Dipotassium Glycyrrhizate."]},
{"sku": ["P389239"], "category": ["Mists &amp; Essences"], "name": ["", "Nutritious Rosy Prism™ Radiant Essence"], "brand": ["Estée Lauder"], "number_reviews": ["1 review"], "reviews": ["{'title': u'Perfect for Asian Girls', 'text': [u'started using this and has been feeling really radiant but without brightening, really just focuses on yellowness which happen to be a huge skin tone issue for Asian girls. Smells really nice, floral but not too much...'], 'author': u'Jessieisahe ', 'date': [u'2016-09-13'], 'location': u'West, Canada', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$80.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["273"]},
{"sku": ["P386198"], "category": ["Moisturizers"], "name": ["", "Oriental Plants Balm"], "brand": ["Koh Gen Do"], "number_reviews": ["2 reviews"], "reviews": ["{'title': None, 'text': [u'This is a really nice balm. I have chapped lips from retin-a and need constant lip moisture. 4 stars because I like this for lips and dry patches, but there are so many great alternatives that are equally as good if not better: i.e Josie maran argan balm, Josie maran creamy oil, or straight up aquaphor!!'], 'author': u'jes4444 ', 'date': [u'2014-12-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'very good!!', 'text': [u'I use this balm for my chapped lips.... It is very good and gives immediate healing.... But for $55 bucks I don\\'t think I would rebuy it only bc the Tony Moly lip balm I bought for $9 is just as good if not better.'], 'author': u'puffyprincess ', 'date': [u'2014-10-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$55.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["2", "2"], "number_loves": ["414"], "ingredient": ["Olea Europaea (Olive) Fruit Oil, Dextrin Palmitate, Talc, Dextrin Myristate, Phenoxyethanol, Rosmarinus Officinalis (Rosemary) Leaf Oil, Silica, Squalane, Tocopherol, Water, Butylene Glycol, Beeswax, Butyrospermum Parkii (Shea Butter), Persea Gratissima (Avocado) Oil, Betula Platyphylla Japonica Juice, Glycyrrhiza Glabra (Licorice) Root Extract, Perilla Ocymoides Seed Oil, Saccharum Officinarum (Sugar Cane) Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Stearyl Glycyrrhetinate, Tremella Fuciformis Polysaccharide, Lactobacillus/Bean Seed Extract/Sodium Glutamate Ferment Filtrate, Bifida Ferment Lysate, Sophora Angustifolia Root Extract, Rosa Multiflora Fruit Extract, Zizyphus Jujuba Fruit Extract, Paeonia Albiflora Root Extract, Rehmannia Glutinosa Root Extract, Pueraria Mirifica Root Extract, Paeonia Suffruticosa Root Extract, Angelica Acutiloba Root Extract, Citrus Unshiu Peel Extract, Prunus Yedoensis Leaf Extract, Saxifraga Sarmentosa Extract, Eriobotrya Japonica Leaf Extract, Lactobacillus/Soybean Extract Ferment Filtrate, Lilium Candidum Bulb Extract, Artemisia Capillaris Flower Extract, Gardenia Florida Fruit Extract, Hydrangea Macrophylla Leaf Extract, Hydrolyzed Soybean Extract, Morus Alba Root Extract, Nephelium Longana Seed Extract, Rubus Suavissimus (Raspberry) Leaf Extract, Saccharomyces/Caragana Sinica Root Ferment Extract, Scutellaria Baicalensis Root Extract, Coix Lacryma-Jobi Ma-Yuen Seed Extract, Aloe Barbadensis Leaf Extract, Aspergillus/Lactobacillus/Camellia Sinensis Leaf Ferment Extract, Ganoderma Lucidum (Mushroom) Stem Extract, Rhodomyrtus Tomentosa Fruit Extract, Hibiscus Esculentus Fruit Extract, Luffa Cylindrica Fruit Extract, Natto Gum."]},
{"sku": ["P386200"], "category": ["Moisturizers"], "name": ["", "Oriental Plants Cream"], "review_rating": ["4.0"], "ingredient": ["-36 Botanical Extracts"], "brand": ["Koh Gen Do"], "number_reviews": ["11 reviews"], "reviews": ["{'title': u'Love this cream', 'text': [u'This cream is very hydrating, but never oily/greasy. It has a nice smell and is my go-to. Highly recommend.'], 'author': u'chester1 ', 'date': [u'2016-04-11'], 'location': u'Chicago, IL', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': None, 'text': [u'This cream is a fantastic day moisturizer except it has no element of sun protection. In the absence of sun protection, it is simply not worth the money. That\\'s sad to me because it improved my complexion and I loved the souffle-like consistency.'], 'author': u'escarrgot ', 'date': [u'2016-04-10'], 'location': None, 'skin_type_link': u'Normal', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'not worth the price', 'text': [u'there is nothing spectacular about this product. it was fine I guess for a lightweight moisturizer, and I suppose I would have liked it if it was $30. For the price, however, there are much better creams available. I would have given it 1-star except I really like the packaging.'], 'author': u'miphall ', 'date': [u'2016-02-28'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': None, 'text': [u'If you have dry skin like me this cream is doing nothing.Like putting water on your face.I bought it because of high review,but I am very disappointed.'], 'author': u'malgrzata ', 'date': [u'2015-12-18'], 'location': u'Fresno,CA', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'45-54'}", "{'title': u'great', 'text': [u'I have acne prone skin and I\\'ve been looking for something that will keep my skin moisturizer without making it oily and this has been the perfect find. I can wear this on a 8 hour day and the amount of oil my skin produces had reduced 10 fold.'], 'author': u'inuinu ', 'date': [u'2015-06-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$120.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["869"], "size": ["0.71 oz", "1.41 oz"]},
{"sku": ["P386137"], "category": ["BB &amp; CC Cream"], "name": ["", "Naked Skin Bronzing Beauty Balm Broad Spectrum SPF 20"], "review_rating": ["3.9688"], "brand": ["Urban Decay"], "number_reviews": ["32 reviews"], "reviews": ["{'title': u\"Wouldn't Repurchase\", 'text': [u'When this is applied on the skin it looks super orange!! I was wanting to love this, but unfortunately couldn\\'t.'], 'author': u'JaymiWalker ', 'date': [u'2016-10-14'], 'location': u'Midland, Tx', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'bring this back!', 'text': [u'This is my favorite product and I havebeen told it\\'s discontinued :( bring it back I love this stuff!'], 'author': u'nikbel33 ', 'date': [u'2016-09-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u\"Wish it didn't smell!\", 'text': [u'I like how this looks once I get it on my skin. I am fair to medium complexion, and was worried it would be too dark, but it\\'s not. However, the smell while applying this product is gross and I will not be buying this again for that reason. Fortunately, the smell goes away once its rubbed in.'], 'author': u'JustALady ', 'date': [u'2016-04-19'], 'location': u'Agawam, MA', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Urban Decay Bronzing Beauty Balm', 'text': [u'Love this product, use it alone or added to my foundation or CC cream'], 'author': u'libralady1958 ', 'date': [u'2016-02-16'], 'location': u'Quincy, MA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love', 'text': [u'It truly is great bronzing bb cream I ever acrossed. Other ones are too orangey or texture is thick or had weird scent. I used it a lot when I was tanned during Summer &amp; start to add regular foundation as I was fading.'], 'author': u'kabukirock ', 'date': [u'2015-12-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["7"], "three_star_reviews": ["2", "2"], "price": ["$34.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["17", "17"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["7", "7"], "number_loves": ["2932"], "ingredient": ["-Light-diffusing Spheres: Provide a professionally retouched look."]},
{"sku": ["P387807"], "category": ["BB &amp; CC Cream"], "name": ["", "Clear Difference Complexion Perfecting BB Creme SPF 35"], "review_rating": ["3.95"], "brand": ["Estée Lauder"], "number_reviews": ["20 reviews"], "reviews": ["{'title': u'Works great for mild acne', 'text': [u'I\\'ve used this BB cream for two years now, and even after trying different brands I keep coming back to this for two reasons, it offers sheer coverage, without looking made up, perfect for everyday usage and it keeps my skin relatively clear compared to other BB creams, I have combination skin which tends to get oilier during the summer, and i figured the best way to use this BB cream is to layer it with a light weight moisturizer, I use the Dr. Jart ceramidin serum under this BB cream and this gives me enough coverage and moisture.'], 'author': u'RamzK ', 'date': [u'2016-03-08'], 'location': u'Foster City, CA', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'great product', 'text': [u'Surprisingly, it does exactly what it says it will. I have neutral skin tone, the medium color was a perfect match for me. Doesn\\'t cause any irritation on my combination skin, using it regularly, my skin seems to be in great condition even when I\\'m not wearing it.'], 'author': u'francoisev ', 'date': [u'2016-02-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Poor coverage; good oil control', 'text': [u'Looking at the name of this product, you\\'d think that it would be suitable for oily, acne-prone skin, right? Yes and no. Good oil control but at the cost of cakes texture. Hard to blend. When applying, you can feel it go from liquidy to powdery, which is nice, but blend QUICKLY. Once it sets to a powdery texture it will get cakey if you try to continue blending. Does NOT cover acne and scars. Looks like you\\'re not wearing any coverage at all. Keep that in mind! Light/medium suits my Asian skin by the way. Has golden undertones.'], 'author': u'Tiena ', 'date': [u'2016-02-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Really Good!', 'text': [u'I live in a tropical city with a oily skin and this product has a good performance.'], 'author': u'Mafer18 ', 'date': [u'2015-10-08'], 'location': u'Caracas, Venezuela', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Really love this product BUT...', 'text': [u'This product is good for oily skin. I have medium/olive skin-tone and I feel that this product provides sheer-to-light coverage, making it look like you\\'re not wearing a product though effectively evening out your skin-tone. I prefer the look of this BB cream over foundations because it looks more natural. I have gotten compliments when I switched from a light foundation to this BB cream. At the end of the day, there is slight cakey-ness; however, blotting with a tissue quickly resolves that. Though this product is part of EL\\'s acne treatment line, I find that this product breaks me out horribly. I\\'m not too sure why my skin is reacting so poorly to this BB cream. When I discontinue use of the BB cream for a few days, my acne clears up relatively quickly, but resumes the moment I start using this product again. I think that this BB cream is ideal for others like me with oily, medium/olive skin-tone - I just hope others don\\'t have the same negative reaction to it.'], 'author': u'BOStoRDU ', 'date': [u'2015-08-02'], 'location': u'Raleigh, NC', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["3", "3"], "price": ["$40.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["10", "10"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["3", "3"], "number_loves": ["1854"]},
{"sku": ["P378809"], "category": ["BB &amp; CC Cream"], "name": ["", "Dr. Brandt's signature flexitone™ BB cream"], "review_rating": ["3.9"], "brand": ["Dr. Brandt Skincare"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'Orange and Smells', 'text': [u'I was hoping that the flexitone would work and adhere to my skin color. I\\'m of asian decent so not very tanned. I put on the BB cream and I looked a bit too warm/orange. You could also smell the sunscreen even after you put the product on your skin! I couldn\\'t use it a second time so returned it.'], 'author': u'MissLoMeiChi ', 'date': [u'2016-09-29'], 'location': u'Calgary, AB', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'I tried this product as one of my free sample. I LOVED it!! However, it has been out of stock and I haven\\'t been able to order it in the full size. Please restock!!'], 'author': u'loverofcream ', 'date': [u'2016-09-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'This is one of my favorite beauty products. It evens out my skin tone and blends fabulously! Please restock!!!'], 'author': u'megchief ', 'date': [u'2016-07-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love this product!', 'text': [u'I use this cream almost on a daily basis. It adjusts to my skin no matter the season! It took me forever to find something like this and I\\'m running low! Please restock this soon!'], 'author': u'arie512 ', 'date': [u'2016-06-03'], 'location': u'Boston, MA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Discontinued???', 'text': [u'This is the Best BBCream ever! It is truly self adjusting, making it perfect for all seasons! Is this out of stock or discontinued? Still waiting for my Back in Stock, Sephora Email. If it\\'s discontinued, please let us know! Thank you!'], 'author': u'Sugargoosie ', 'date': [u'2016-05-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$39.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["7", "7"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["595"], "ingredient": ["Water, Butylene Glycol Dicaprylate/Dicaprate, Glycerin, Sucrose Stearate, Sucrose Distearate, Synthetic Wax, Cetyl Peg/Ppg-10/1 Dimethicone, Polyester-8, Phenoxyethanol, Polyglyceryl-3 Polyricinoleate, Polymethyl Methacrylate, Mica, Butylene Glycol, Calcium Aluminum Borosilicate, Microcrystalline Cellulose, Sodium Benzoate, Potassium Sorbate, Synthetic Fluorphlogopite, Lysolecithin, Perilla Frutescens (Perilla) Seed Oil, Cellulose Gum, Hydrogenated Lecithin, Hydrolyzed Pearl, Siegesbeckia Orientalis Extract, Rabdosia Rubescens Extract,Silanetriol, Silica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499)."]},
{"sku": ["P407136"], "category": ["Moisturizers"], "name": ["", "Radiant Moisture Souffle"], "review_rating": ["3.8333"], "brand": ["TOM FORD"], "number_reviews": ["6 reviews"], "reviews": ["{'title': u'Not what I thought', 'text': [u'I adore TF beauty products but this was a dud. I am fairly certain this in intended for your face but it has glitter in it, actually glitter flecks, albeit a smallish, what person who is going to spend this much money on a face lotion wants glitter on their face?! I believe it could have been used nicely on the body, maybe the legs and shoulders for a night out but given the price and that it\\'s not what I was wanting, it went back.'], 'author': u'coryc77 ', 'date': [u'2016-06-15'], 'location': u'Chicago, IL', 'skin_type_link': u'Dry', 'rating_score': u'2', 'age_link': u'35-44'}", "{'title': u'IN LOVE', 'text': [u'Love love this product. Can\\'t find enough things to say . First, my skin is very sensitive to breakouts and this never once broke me out. It gives the skin a nice radiant glow &amp; moisturizes . I apply this every day after I wash my face and before putting on makeup . I see such a difference in my skin after using this product. Worth every single penny!'], 'author': u'Alexxandraaa ', 'date': [u'2016-06-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'such a beautiful product', 'text': [u'i love it so much. not glittery at all. it just give your face a nice glow that is beyond words .great as a primer as well.i will buy a back up for sure .a little goes a long way. my new holy grail.'], 'author': u'metoocool ', 'date': [u'2016-06-10'], 'location': u'toronto', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'SO GLITTERY!', 'text': [u'Boy oh boy am I disappointed with this. The texture is lovely, lightweight, while still being very moisturizing. It has this lovely, refreshing texture. However, contrary to some reviews online and the descriptions, there are indeed large pieces of glitter, as opposed to a shimmer. I was hoping this would give that ever-so-elusive glowing, youthful dewiness that I can\\'t ever seem to find, and I loved the idea of a glowing moisturizer under makeup that could also be worn just by itself for those days that you don\\'t want to wear makeup. Why doesn\\'t that exist?! I just can\\'t imagine how people would like this obvious glitter, it is just tacky looking.'], 'author': u'Mugsy48 ', 'date': [u'2016-04-23'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'25-34'}", "{'title': u'holy grail buy NOW', 'text': [u'If this isn\\'t the holy grail then it doesn\\'t exist. So silky and smooth made my very dry skin having babies wish they had my skin. This made my skin look flawless and bright and not at all dry or oily. Even though you may have to splurge it is worth every penny.'], 'author': u'kittykatz202 ', 'date': [u'2016-04-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$98.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["911"]},
{"sku": ["P404795"], "category": ["Moisturizers"], "name": ["", "Cooling Water"], "review_rating": ["3.7745"], "brand": ["MILK MAKEUP"], "number_reviews": ["102 reviews"], "reviews": ["{'title': u'not obsessed', 'text': [u'This product didnt do a thing don\\'t know what all the hype is about. It left my skin feeling sticky and the consistency reminded me of a glue stick.'], 'author': u'cronut22 ', 'date': [u'2016-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'eh', 'text': [u'Pretty packaging Cute and travel friendly .... but it really doesn\\'t do anything after those 10 minutes. It\\'s so sad because I wanted to love this so bad.'], 'author': u'dafhnee27 ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'refreshing', 'text': [u'I use this product through out the day at the office when I need a quick pick me up. It is cooling and soothing to the under eye area which helps me as I\\'m on the computer quite a bit and there is fluorescent lighting. I do not know if it necessarily helps with the puffiness or not-my Murad eye cream takes care of that! To me-this is strickly a \"feel good\" product without remarkable benefits.'], 'author': u'blacktattoo ', 'date': [u'2016-10-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u\"didn't work\", 'text': [u'Was hopeful but after using, disappointed. Sales clerk was so enthusiastic that I wanted to believe this would help my puffy eyes. Not so. Wish shopping in Sephora stores wasn\\'t such a head-spinner: products are pushed on you (of course I could have said \"no\") but it takes a lot out of the experience when you have to fend off staff. My guy didn\\'t know about this product until we read the label together!'], 'author': u'susangail ', 'date': [u'2016-10-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Most Meh', 'text': [u'The packaging is very pretty but I wish the product felt like it was doing something. It is a little cooling when first applied but then it just sits on your skin like paste. I like using it on an airplane because of the convenience of application but wish the product was juicier. Won\\'t buy again - I feel like this product is mostly hype.'], 'author': u'bananasplits ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "lastpage": ["21"], "three_star_reviews": ["11", "11"], "price": ["$24.00"], "one_star_reviews": ["11", "11"], "five_star_reviews": ["49", "49"], "two_star_reviews": ["14", "14"], "four_star_reviews": ["17", "17"], "number_loves": ["10K"], "ingredient": ["Water, Butylene Glycol, Bis-PEG-18 Methyl Ether Dimethyl Silane, Sodium Stearate, Pentylene Glycol, Isosteareth-2, Glycerin, Sea Water, Manganese Gluconate, Nylon-12, Caffeine, Phenoxyethanol, Chlorphesin, Blue 1."]},
{"sku": ["P302941"], "category": ["Face Oils"], "name": ["", "Green Tea Seed Treatment Oil"], "review_rating": ["3.5"], "brand": ["AmorePacific"], "number_reviews": ["18 reviews"], "reviews": ["{'title': u'Price the ingredients!', 'text': [u'BEWARE: You\\'re buying less than ten dollars worth of ingredients- well under five for the company. I thought it would at least be pure Camellia Sinensis Oil, but this is even cheaper. The product isn\\'t bad for your skin, but it won\\'t do much... and *wow* what a ripoff!'], 'author': u'inconnu ', 'date': [u'2016-06-11'], 'location': u'la', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Nice but no benefit', 'text': [u'Smells great and feels great. But i dont see any benefit at all. Just trying to finish up since I have the product.'], 'author': u'MJunco ', 'date': [u'2015-08-27'], 'location': u'Los Angels. CA', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'it seems to work', 'text': [u'I love the smell and only 2 drops are enough for the entire face. My skin does feel much more hydrating in the morning and tighter. I knocked off one star for the hefty price, I would have repurchased if it costs around 100 bucks, not 200 bucks for less than 1 oz of face oil. But if you have the money to spend, you\\'ll love this oil, better than other face oil I have tried.'], 'author': u'mashimoro611 ', 'date': [u'2015-01-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'For the price it should produce miracles', 'text': [u'I did not find the benefit of the product is worth the price. However if you can afford to spend $220 for 0.68oz then I am sure you will be very pleased with this product.The oil felt amazing on. Absorbed very quickly. I used the product for 4-5 days when I decided it wasn\\'t worth it for me. If only 2 drops is all I needed maybe, but I was using at least 6 drops for my face then there\\'s my neck and chest that needs the oil too.'], 'author': u'SephoraVenus ', 'date': [u'2015-01-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Wished it lived up', 'text': [u'I love several of the amore pacific products &amp; was so excited to try this oil...but the promise fell flat. I held on &amp; used it for a month straight but found it simply wasn\\'t a great hydrator (nor \\'treatment\\' - I needed to layer on another moisturizer - and I have combination skin). I saw no change in my skin (tone, hydration, clarity, brightness) after a fair go of it.'], 'author': u'ljwing ', 'date': [u'2014-02-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["1", "1"], "price": ["$195.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["3", "3"], "number_loves": ["941"], "ingredient": ["Caprylic/Capric Triglyceride, Dicaprylyl Carbonate, Simmondsia Chinensis (Jojoba) Seed Oil, Squalane, Camellia Sinensis Seed Oil, Camellia Sinensis Seed Oil/Palm Oil Aminopropanediol Esters, Tocopherol, Fragrance."]},
{"sku": ["P309213"], "category": ["Face Masks"], "name": ["", "Instant Plumping Cream Overnight Mask"], "brand": ["Omorovicza"], "number_reviews": ["2 reviews"], "reviews": ["{'title': None, 'text': [u'My No1 mask! Yes, it is expensive. But every penny worth it. I used it while I have allergy reaction, and it works do well! My skin haven\\'t feel so smooth, hydrated for years! I see the difference the first time I used it as a night mask. It is fantastic. Highly recommend.'], 'author': u'jasmine233 ', 'date': [u'2016-01-26'], 'location': u'Vancouver', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Not Impressed', 'text': [u'I splurged on this product during the VIB sale along with some other items in this line. This was my least favorite. While it had a nice scent and rich texture, I found it to be overly greasy and it didn\\'t plump up my fine lines at all. I did use it with the Queen of Hungary Mist (which I love), as directed, but that didn\\'t make any difference.'], 'author': u'macki ', 'date': [u'2012-11-20'], 'location': u'Milwaukee WI', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'45-54'}"], "review_rating": ["3.5"], "three_star_reviews": ["0", "0"], "price": ["$260.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["554"], "ingredient": ["Hungarian Thermal Water, Glycerin, Cetearyl Ethylhexanoate, Cetearyl Olivate, Simmondsia Chinensis (Jojoba) Seed Oil, Solum Diatomeae (Diatomaceous) Earth, Sorbitan Olivate, Butyrospermum Parkii (Shea Butter), Cetearyl Alcohol, Phenoxyehtanol, Mannitol, Saccharomyces/Capsicum Annum Fruit Ferment Filtrate, Malpighia Punicifolia (Acerola) Fruit Extract, Xanthan Gum, Fragrance, Saccharomyces (Hungarian Thermal Water) Ferment Extract, Tocopherol, Ethylhexylglycerin, Linalool, Yeast Extract, Limonene, Ananas Sativus Fruit ExtractChlorella Vulgaris/Lupinus Albus Protein Ferment, Rosmarinus Officinalis Leaf Extract, Phospholipids."]},
{"sku": ["P398841"], "category": ["Moisturizers"], "name": ["", "All In One Refresh Spa Aloe Gel"], "brand": ["Koh Gen Do"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'Soothing', 'text': [u'Extremely soothing and refreshing for the skin. Non oily. Doesn\\'t leave sticky residue. What\\'s not to love?'], 'author': u'Tokyocat ', 'date': [u'2016-02-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'not sure yet', 'text': [u'Only owned for a day so far, but the main reason I got it was because it was a gel and non sticky, I guess that\\'s always and oxymoron because this stuff is sticky which I hate in a moisturizer, so unless this does something great for my skin in the next couple days, it\\'s going back'], 'author': u'Cbstacy ', 'date': [u'2015-12-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Forever Favorite.', 'text': [u'Keeps my dry skin moisturized. I use as a treatment twice a week. I\\'ve seen a HUGE difference in my skins texture after the second week!!'], 'author': u'JungleDungle23 ', 'date': [u'2015-11-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "review_rating": ["3.3333"], "three_star_reviews": ["0", "0"], "price": ["$50.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["326"], "ingredient": ["Water, Propanediol, Glycerin, Diglycerin, Pentylene Glycol, Betula Playtyphylla Japonica Juice, Lavandula Angustifolia (Lavender) Flower Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Salvia Officinalis (Sage) Leaf Extract, Perilla Ocymoides Leaf Extract, Artemisia Princeps Leaf Extract, Zingiber Officinale (Ginger) Root Extract, Aloe Barbadensis Leaf Extract, Aloe Barbadensis Leaf Juice, Algae Extract, Porphyra Yezoensis Extract, Butylene Glycol, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Chlorophyllin-Copper Complex And Phenoxyethanol, Ppg-6-Decyltertradeceth-30, Carbomer, Ceratonia Siliqua Gum, Xanthan Gum, Potassium Hydroxide, Phenoxyethanol."]},
{"sku": ["P388688"], "category": ["Moisturizers"], "name": ["", "Nutri-Define Rejuvenating Overnight Cream"], "brand": ["Jurlique"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'nice', 'text': [u'The great thing about this product is what it\\'s made without. We don\\'t need to be rubbing toxic chemicals into our faces, &amp; Jurlique uses high quality ingredients. it\\'s a nice lotion. It\\'s not super nourishing or moisturizing, so I wake up with my skin feeling taught. I recently started adding 5 drops of Josie Maran Argan Oil to the lotion before application and that makes it a lot better. I\\'ll use this container. I MAY repurchase. I may try out some other natural brands.'], 'author': u'marnie ', 'date': [u'2016-06-22'], 'location': u'San Diego, CA', 'skin_type_link': u'Dry', 'rating_score': u'4', 'age_link': u'45-54'}", "{'title': None, 'text': [u'This night cream was a big disappointment.way too light for dry skin.returned.'], 'author': u'tempesta ', 'date': [u'2015-12-15'], 'location': None, 'skin_type_link': u'Oily', 'rating_score': u'1', 'age_link': u'45-54'}", "{'title': u'great product', 'text': [u'best night cream l have ever used'], 'author': u'Nicoxu ', 'date': [u'2015-06-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["3.3333"], "three_star_reviews": ["0", "0"], "price": ["$110.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["635"]},
{"sku": ["P400256"], "category": ["Moisturizers"], "name": ["", "Anti-Ageing Cream"], "brand": ["Human + Kind"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'Okay', 'text': [u'The texture was good, I love the ingredients, but it does pill when placed over serum or oil. Maybe that\\'s a byproduct of the 3-in-1 concept but it doesn\\'t work for me. I will be using solely as a night cream and see what happens.'], 'author': u'notsobueaty ', 'date': [u'2016-05-14'], 'location': u'Michigan', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': u'Where is the rest of it?', 'text': [u'I really hate to write a negative review, but I am disappointed with the product. First, the pump doesn\\'t work. So, I opened the container to get some out, and it practically echoed. Where was the product? It had some stuck to the sides, but other than that, it was relatively empty within the container. Also, when I use this product, it tends to pill up over any other item I use under it. (I\\'ve tried a few.) In concept, I like this product; in execution, not so much. I am going to return.'], 'author': u'BeantownKK ', 'date': [u'2016-04-16'], 'location': u'Woburn, MA', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'35-44'}", "{'title': u'Best Cream I Have Had in A While', 'text': [u'This smells a little like wheat grass. But, it works wonderfully on my super sensitive skin.'], 'author': u'missie21 ', 'date': [u'2016-03-16'], 'location': u'las vegas, nv', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "review_rating": ["3.0"], "three_star_reviews": ["1", "1"], "price": ["$40.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["160"], "ingredient": ["Water, Glycerin, Caprylic/Capric Triglyceride, Octyldodecanol, Butyrospermum Parkii (Shea Butter), Alcohol, Microcrystalline Cellulose, Simmondsia Chinensis (Jojoba) Seed Oil, Palmitic/Stearic Acid, Candelilla/Jojoba/Rice Bran Polyglyceryl-3 Esters, Glyceryl Stearate, Centella Asiatica Extract, Stellaria (Chickweed) Media Extract, Rosa Rubiginosa (Rosehip) Seed Oil, Althaea Officinalis Leaf/Root (Marshmallow) Extract, Onopordum Acanthium Flower/Leaf/Stem Extract, Tocopherol, Acmella Oleracea Extract, Cetearyl Alcohol, Sodium Stearoyl Lactylate, Benzyl Alcohol, Cellulose Gum, Potassium Sorbate, Sodium Benzoate, Xanthan Gum, Dehydroacetic Acid, Parfum, Linalool, Hexyl Cinnamal."]},
{"sku": ["P375862"]},
{"sku": ["P408979"], "category": ["Bath &amp; Shower"], "name": ["", "Blu Mediterraneo Italian Resort Moisturizing Face Lotion"], "brand": ["Acqua Di Parma"], "number_reviews": ["1 review"], "reviews": ["{'title': u'bummer', 'text': [u'I never write reviews, but I feel like I had todincr no one else has commented. ', u'First of all I couldn\\'t find anywhere on the website if it\\'s unisex, male or female product. It does have beautiful smell typical of the Blue line, little bit masculine, but very subtle. I do own their several Eue de Toilette and love the smell.  The problem I had with it, is that it\\'s advertised as a moisturizer. It\\'s not a cream lotion. It\\'s a tonic like lotion (liquid). I put it on my face and immediately my skin felt tighter, smoother, and still dry as it were before the application. ', u'I will be returning it.'], 'author': u'sunnygirlSD ', 'date': [u'2016-06-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "review_rating": ["2.0"], "three_star_reviews": ["0", "0"], "price": ["$75.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["45"]},
{"sku": ["P406656"], "category": ["Moisturizers"], "name": ["", "Repairwear Laser Focus Line Smoothing Cream Broad Spectrum SPF 15 for Combination Oily to Oily Skin"], "brand": ["CLINIQUE"], "number_reviews": ["1 review"], "reviews": ["{'title': u'Awful night cream', 'text': [u'This cream sat on the top of my skin (didn\\'t seep in) and when rubbed in, created a grainy, dry texture. The sun screen seemed to be the major problem. My face was white and had dry, white patches like I had a bunch of acne cream on. Aside from being a sunscreen (while I\\'m asleep at night?) this cream served no function.'], 'author': u'theodore12 ', 'date': [u'2016-08-16'], 'location': u'Denver, CO', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'25-34'}"], "review_rating": ["1.0"], "three_star_reviews": ["0", "0"], "price": ["$48.50"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["194"]},
{"sku": ["P409311"], "category": ["Moisturizers"], "name": ["", "Creme SOS - Soothing Comfort Balm"], "brand": ["Guerlain"], "number_reviews": ["not rated"], "price": ["$29.50"], "review_rating": ["0.0"], "number_loves": ["255"], "ingredient": ["Water, Squalane, Caprylic/Capric Triglyceride, C12-15 Alkylbenzoate, Cetearyl Ethylhexanoate, Cyclopentasiloxane, Steareth-21, Glycerin, Glycerylstearate, Cetylpalmitate, Butyrospermum Parkii (Shea Butter) Extract, Cetyl Alcohol, Stearyl Alcohol, Phenoxyethanol, Butylene Glycol, Steareth-2, Tromethamine, Carbomer, Palmitic Acid, Stearic Acid, Polymethyl Methacrylate, Oryzanol, Caprylyl Glycol, Fragrance, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tetrasodium EDTA, Ceramide Ng, Sodium Hyaluronate, Mica, Ci 77981 (Titanium Dioxide), Bertholletia Excelsa Pericarp extract, BHT, CI 19140 (Yellow 5), CI 14700 (Red 4), Tocopherol."]},
{"sku": ["P412902"], "category": ["Face Oils"], "name": ["", "Immortelle 28 Day Divine Renewal Program"], "brand": ["L’Occitane"], "number_reviews": ["not rated"], "price": ["$140.00"], "review_rating": ["0.0"], "number_loves": ["86"], "ingredient": ["caprylic capric triglyceride, Helianthus annuus (sunflower) seed oil, Octyldodecanol, Coco-caprylate caprate, Squalane, Ricinus communis (castor) seed oil, Helichrysum italicum flower oil, Helichrysum italicum extract,  Hippophae rhamnoides oil, Daucus carota sativa (carrot) seed oil, Cupressus sempervirens oil, Tocopherol, Fragrance, Linalool, Limonene, Geraniol, Citral."]},
{"sku": ["P392101"], "category": ["Moisturizers"], "name": ["", "Super C Brightening Moisturizer"], "brand": ["Tria"], "number_reviews": ["not rated"], "price": ["$60.00"], "review_rating": ["0.0"], "number_loves": ["200"], "ingredient": ["Water, Caprylic/Capric Triglyceride, Isocetyl Stearate, Butylene Glycol, Stearyl Alcohol, Tetrahexyldecyl Ascorbate, Tridecyl Trimellitate, Dimethicone, Glycerin, Glyceryl Stearate, PEG-100 Stearate, PPG-12/SMDI Copolymer, Nylon-12, Silica, Phenoxyethanol, Polyacrylate-13, Tocopheryl Acetate, Hexylresorcinol, Pyrus Malus (Apple) Fruit Extract, Polyisobutene, Xanthan Gum, Sodium Benzoate, Chlorphenesin, Sodium Hyaluronate, Tocopherol, Sorbitan Isostearate, Ethylhexylglycerin, Avena Sativa (Oat) Kernel Extract, Polysorbate 20, Disodium EDTA, Camellia Sinensis Leaf Extract, Hedychium Coronarium Root Extract, Jasminum Officinale (Jasmine) Flower Extract, Salix Alba (Willow) Bark Extract, Potassium Sorbate, Hydrolyzed Pearl Powder."]},
{"sku": ["P393601"], "category": ["Eye Creams &amp; Treatments"], "name": ["", "Eye Duty Triple Remedy Overnight Balm"], "review_rating": ["3.7664"], "brand": ["First Aid Beauty"], "number_reviews": ["107 reviews"], "reviews": ["{'title': None, 'text': [u'I absolutely love this product! I\\'m a volgger on YouTube { Life of Harry } and I have tried a lot of different types of eye creams to review, this is one is definitely one of my favorites! I am only 18 and don\\'t really struggle with under eye bags/wrinkles but I am super super dry and it does hydrate my eyes like crazy! I let myMother, who just turn 50, use it for a couple days and she immediately noticed a difference! And it\\'s super important to use a firming/hydrating eye cream while young so you don\\'t get any of those fine lines and wrinkles when you get older! But I definitely recommend this product to anyone who wants to spend invest in a incredible product!'], 'author': u'harrymgray ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'SAVE YOUR MONEY!', 'text': [u'One of theeee worst under eye balms I\\'ve ever tried! It separates and starts to almost crumble off. Not worth trying!'], 'author': u'Yve7432 ', 'date': [u'2016-10-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Canadian Winter Lifesaver!', 'text': [u'This past winter I started getting dry flaky patches on my eyelids... Because who doesn\\'t love new skin issues popping up?? I tried this product on recommendation of a local Sephora staff and it was amazing! A little goes a long way and the product lasted about 3 months! I loved it because it was sensitive enough to put under the eye, on the lid and up to the brow bone. I repurchased another run in the spring but found it was a little heavy for the hot summer we experienced this year. I will be repurchasing late fall in preparation for the winter months!', u'As a reference:', u'Generally I have oily eyelids and normal to dry and skin on the rest of my face'], 'author': u'steffsardelis ', 'date': [u'2016-09-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Great for dark circles', 'text': [u'I was recommended this eye cream by one of the ladies who works at Sephora, because I was having concerns with the dark circles under my eyes. I\\'ve been using this cream for roughly 2 weeks now and I have really noticed a difference in the dark circles, they are practically gone and any puffiness that was there is gone! I didn\\'t even know I had puffiness until it disappeared! I highly recommend this product, the only downside is the price.'], 'author': u'CiaraWill ', 'date': [u'2016-08-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'actually saw a difference in my dark circles while using this!'], 'author': u'cheryl1213 ', 'date': [u'2016-08-19'], 'location': u'alexandria, va', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'35-44'}"], "lastpage": ["22"], "three_star_reviews": ["2", "2"], "price": ["$38.00"], "one_star_reviews": ["19", "19"], "five_star_reviews": ["54", "54"], "two_star_reviews": ["10", "10"], "four_star_reviews": ["22", "22"], "number_loves": ["6161"], "ingredient": ["Water, Glycerin, Butyrospermum Parkii (Shea) Butter, Caprylic/Capric Triglyceride, Dimethicone, C10-18 Triglycerides, Ethylhexyl Palmitate, Cetyl Alcohol, Aluminum Starch Octenylsuccinate, Glyceryl Stearate, Niacinamide, Chrysanthemum Parthenium (Feverfew) Extract, Spilanthes Acmella Flower Extract, Acacia Decurrens Flower Wax, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Jojoba Esters, Palmitoyl Hexapeptide-12, Palmitoyl Tetrapeptide-7,  Algae Extract, Carbomer, Hyaluronic Acid, Helianthus Annuus (Sunflower) Seed Wax, PEG-75 Stearate,  Caprylyl Glycol, Ceteth-20, Steareth-20, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xanthan Gum, Butylene Glycol, Leuconostoc/Radish Root Ferment Filtrate, Polyglycerin-3, Sodium Lactate, Polysorbate 20, Palmitic Acid, Sodium Hydroxide, Tetrasodium EDTA, EDTA, Citric Acid, Phenoxyethanol."]},
{"sku": ["P400200"], "category": ["Mists &amp; Essences"], "name": ["", "Rose Hibiscus Coconut Water Hydrating Face Mist"], "review_rating": ["4.3462"], "brand": ["Herbivore"], "number_reviews": ["130 reviews"], "reviews": ["{'title': u'Feels and smells amazing', 'text': [u'I get monthly glycolic peels but needed something to help soothe my peeling, itchy skin post-peel. My esthetician recommended this and it helped so much. It has the most subtle rose scent that I love, but it also hydrates without ruining your makeup. I use all the time now just because my skin feels so good after each use, peel or no peel.'], 'author': u'bedazzled503 ', 'date': [u'2016-11-07'], 'location': u'Chula Vista, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Clean and WORKS!!', 'text': [u'This mask... all it took is one try and I fell in love. I had extreme redness on my cheeks and bumps I\\'ve never had before b/c i\\'m religious about monthly facials and morning/evening skincare... my face is usually flawless but I went back into the store to exchange that Kon Gen Do product line for this - allllll natural!!! I tried the blue tansy mask, applied the rose water, and then went to bed with the Moon Fruit night cream and this morning, my skin\\'s redness is all GONE!!!! What in the..... ', u'Never run across a product line (high end or lower) that works wonders this fast and naturally. ', u'LOVE. I will be a herbivore loyalist.'], 'author': u'dipraznjc ', 'date': [u'2016-11-06'], 'location': u'Arlington, VA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Beautiful', 'text': [u'If you are a fan of roses this is a beautiful facial mist. I found this kept my skin soft and smooth and made a great addition to my skincare routine!'], 'author': u'VanisleSam ', 'date': [u'2016-11-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Spa in a Bottle', 'text': [u'It smells like roses. If you don\\'t like roses, it is not for you. If you like roses, it is a glorious mist that you can spray whenever. I use it when I am warm, stressed or tired and it transports you. It is super relaxing and smells fresh.'], 'author': u'mrsKRas ', 'date': [u'2016-10-28'], 'location': u'Portland, Or', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I\\'m not fond of the scent, it\\'s too sweet for my tastes. However I find that the scent doesn\\'t linger. While I\\'m not sure how effective this is at hydrating, I think it does help make my skin softer. I\\'m not sure if it\\'s just the one I got, but I find the spray nozzle annoying to use -- It rises verrry slowly after each spritz. It is a shame because I really do like the bottle&amp; label design.'], 'author': u'meromeron ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "lastpage": ["27"], "three_star_reviews": ["10", "10"], "price": ["$32.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["88", "88"], "two_star_reviews": ["10", "10"], "four_star_reviews": ["19", "19"], "number_loves": ["10K"], "ingredient": ["Water, Cocos Nucifera (Coconut) Water, Hamamelis virginiana (Witch Hazel) Distillate, Aloe Barbadensis Leaf Water (Aloe Water), Hibiscus Flower Extract, Bulgarian Rose Oil, Grapefruit Oil, Lactobacillus Ferment."]},
{"sku": ["P388821"], "category": ["Moisturizers"], "name": ["", "Resurgence® Age–Balancing Moisture Broad Spectrum SPF 30"], "review_rating": ["4.3571"], "brand": ["Murad"], "number_reviews": ["14 reviews"], "reviews": ["{'title': u'Seems to improve my skin', 'text': [u'I have to say, I do like this product. It is a really great moisturizer. It smells nice and isn\\'t too greasy. I use it along with Murad\\'s Retinol Youth Renewal Serum. I normally would never spend this much on a moisturizer, but my skin has really started changing lately. I had to stop relying on the drugstore products I\\'d been using and step my game up. I don\\'t like wearing foundation on a regular basis, I\\'d rather have nice smooth skin. I don\\'t know how good this product would be on its own, but using it in the morning with the retinol serum at night, my skin has shown visible improvement. My skin looks way way better after only a week. It\\'s pricey for what seems like such a small amount of product. But it is working for me.'], 'author': u'puremix ', 'date': [u'2016-09-19'], 'location': u'Houston, TX', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Love!', 'text': [u'So, I have been buying the Murad Resurgence kits for two to three months now. I really noticed that I go through the moisturizer quicker than anything else and use it more than anything else in the kit. Finally, I bought the full size of this the other day, and yes, it is expensive, as it is priced at $70; however, it is worth every penny. I have combo skin, and my T zone is more on the oily side. In the winter, my skin is drier. This product, in combination with the Murad cleansing wipes (which are in a white and blue package and the only wipes they sell) are the perfect combination for my skin. I will continue to repurchase this item, and I will more than likely purchase the full size of everything from the resurgence kit, except for the cleanser. The Murad wipes have pretty much replaced my cleanser, and the cleanser that comes in the kit lasts forever. I still have 1 and 1/2 bottles of cleanser left. I will use these, after O shower or before putting on makeup. (Skin care to me is top priority, and I will ALWAYS take care of my skin if I plan to wear makeup). I highly recommend this, and you will NOT be disappointed if you have combo skin like mine, drier skin in the summer, and you want something that is not greasy or oily. I also love that it is anti aging. I am only 24, but I feel it is a good time to start an anti aging regimen. I cannot speak on behalf of wrinkles, as I do not have any; however, I did have laugh lines, and this got kid of them very quickly. My laugh lines were not deep or insane, but this really has made them disappear, since they were something that I could always see, even though my fianc\\xe9 kept saying I look the same.'], 'author': u'Shas17 ', 'date': [u'2016-02-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Not what I hoped for', 'text': [u'I have very dry skin, especially so in winter. I had hoped that this moisturizer would hydrate better. I won\\'t be buying it again, but I will use it all because of the price factor.'], 'author': u'SaraLeighM ', 'date': [u'2016-01-12'], 'location': u'Reston, VA', 'skin_type_link': u'Dry', 'rating_score': u'3', 'age_link': u'over 54'}", "{'title': u'Skin Brightening Non-oily Moisturizer - Amazing!', 'text': [u'I recently had a facial for the first time, and purchased this product as a result of learning what skin care regimen I needed to start practicing.I had used plenty of over the counter moisturizers in the past, most leaving my face feeling too greasy.This product is amazing! It provides a nice amount of moisture without that heavy feeling, and the absolute plus for me is that it has a very light glow and leaves you looking radiant! A few days into using the Resurgence kit, I noticed my skin looked so much brighter and full. I highly recommend this line! I never worried about caring for my skin, and now that I use these products, I don\\'t know how I ever managed!'], 'author': u'MrsN827 ', 'date': [u'2015-11-19'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'horrible', 'text': [u'For me, this was grossly heavy and oily. It went back. Sorry.'], 'author': u'marth ', 'date': [u'2015-06-15'], 'location': u'Cortland, OH', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'over 54'}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$70.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["9", "9"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["3", "3"], "number_loves": ["928"], "ingredient": ["Water, C12-15 Alkyl Benzoate, Glycerin, Tapioca Starch, Hydrogenated Vegetable Glycerides, Butyrospermum Parkii (Shea Butter), Caprylyl Methicone, Cetearly Alcohol, Dicaprylyl Carbonate, Helianthus Annus (Sunflower) Seed Oil, Diethylhexyl 2, 6-Naphthalate, Ethoxydiglycol, Phenyl Trimethicone, Sodium Polyacrylate, Butylene Glycol, Vitis Vinifera (Grape) Seed Oil, Jojoba Alcohol, Potassium Jojobate, Panthenol, Arginine, Allantoin, Bisabolol, Dioscorea Villosa (Wild Yam) Root Extract, Disodium EDTA, Octdecyl Di-t-butyl-4 Hydroxyhydrocinnamate, Persea Gratissima (Avocado) Oil, Tocopheryl Acetate, Benzoic Acid, Dehydroacetic Acid, Disodium Adenosine Triphosphate, Dipotassium Glycyrrhizate, Polymethylsilsequioxane, Selaginella Lepidophylla Extract, Trifolium Pratense (Clover) Flower Extract, Propylene Glycol, Betaine, Inositol, Taurine, Trehalose, Urea, Yeast Amnio Acids, Proline, Glycine, Sorbitol, Carica Papaya Fruit Extract, Algin, Sodium Hyaluronate, Hydrolyzed Soy Protein, Copper Tripeptide-1, Iris Florentina Root Extract, Phenoxyethanol, Fragrance, Limonene, Linalool."]},
{"sku": ["P388019"], "category": ["Face Primer"], "name": ["", "Calming Primer"], "review_rating": ["3.7396"], "brand": ["COVER FX"], "number_reviews": ["96 reviews"], "reviews": ["{'title': u'Light and Long Lasting', 'text': [u'I have very oily skin, and wearing this primer feels so good. It helps my make up last all day without feeling heavy.'], 'author': u'KelseyLyz ', 'date': [u'2016-11-07'], 'location': u'Portland, Or', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Loved It', 'text': [u'This is a great primer! I have and olive/tan skin and have combo to oily skin and I do have occasional breakouts. I definitely don\\'t have any severe acne or anything but sometimes with my diet and stresses of the day I tend to break out and they are red! This primer has helped so much that in some cases, depending on the size of the breakout, it\\'ll be gone by the end of the day. It\\'s a great barrier between my skin and foundation and helps to keep my pores from being clogged. I don\\'t get any new breakouts while I have it on and I absolutely do see a difference every time I apply it. It also keeps my skin from getting oily.. leaves a demi matte finish and I absolutely love it. Would definitely recommend if you have the same struggles as me!'], 'author': u'Navi01 ', 'date': [u'2016-11-04'], 'location': u'Toronto, ON', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u\"Didn't do much\", 'text': [u'It\\'s a product that has no specific quality to it. It doesn\\'t calm or has a primer effect.'], 'author': u'luxuryskincare ', 'date': [u'2016-10-21'], 'location': u'Orange county', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': u'Love this primer!!', 'text': [u'This product is great for my aging skin! I was hesitant when I opened it and found it to be an ointment rather than a cream. However, it turns out that it\\'s not greasy or oily but adds moisture and protection to my skin. If you have mature skin &amp; are looking for a great primer, this is it.'], 'author': u'Pattyd51 ', 'date': [u'2016-10-18'], 'location': u'Vernon, NJ', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'Love it!', 'text': [u'In love with this primer! It calms redness and is fast absorbing. Definitely recommend it!'], 'author': u'CindyyB ', 'date': [u'2016-10-18'], 'location': u'Fresno, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}"], "lastpage": ["20"], "three_star_reviews": ["9", "9"], "price": ["$38.00"], "one_star_reviews": ["13", "13"], "five_star_reviews": ["45", "45"], "two_star_reviews": ["11", "11"], "four_star_reviews": ["18", "18"], "number_loves": ["3834"], "ingredient": ["Water, Dioctyldodecyl Dodecanedioate, Polydiethylsiloxane, Glycerin, Octyldodecanol, Silica, Behenyl Alcohol, Glyceryl Stearate, Triacontanyl PVP, Palmitic Acid, Stearic Acid, Acrylic Acid/VP Crosspolymer, Olea Europaea (Olive) Fruit Oil, Cucumis Sativus (Cucumber) Fruit Extract, Ribes Nigrum (Black Currant) Seed Oil, Caprylyl Glycol, Glycereth-12, Glyceryl Cocoate, Phenoxyethanol, Ammonium Acryloyldimethyltaurate/VP Copolymer, Bisabolol, Cetyl Alcohol, Lauryl Alcohol, Lecithin, Myristyl Alcohol, Tocopherol, Butylene Glycol, Sodium Benzoate, Tetrahexyldecyl Ascorbate, Phytosphingosine, Ethyl Linoleate, Sodium Hydroxide, Ethyl Linolenate, Ethyl Oleate, Helianthus Annuus (Sunflower) Seed Oil Unsaponifiables, Rosmarinyl Glucoside, Caffeyl Glucoside, Gallyl Glucoside, Hypericum Perforatum Flower Extract, Cardiospermum Halicacabum Flower Extract, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tetrapeptide-21."]},
{"sku": ["P377574"], "category": ["Moisturizers"], "name": ["", "Capture Totale Multi-Perfection Creme"], "review_rating": ["4.4138"], "brand": ["Dior"], "number_reviews": ["29 reviews"], "reviews": ["{'title': u'Luxurious', 'text': [u'This creme is thick, blends in quickly, and leaves my skin so soft!Love Dior products!'], 'author': u'harrop ', 'date': [u'2016-08-20'], 'location': u'Roswell, NM', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'the universal is ideal weight', 'text': [u'i found the rich version to be quite heavy and suffocating even on my dry and aging skin. the universal option was ideal- hydrating and nourishing. dewy but not greasy. no breakouts . the ingredients are impressive and i will be sticking with this. not cheap but a little goes a long way. dont love the strong scent but not a deal breaker for me'], 'author': u'judyvg ', 'date': [u'2016-08-18'], 'location': u'boston MA', 'skin_type_link': u'Dry', 'rating_score': u'4', 'age_link': u'45-54'}", "{'title': u'Good moisturizer, but expensive', 'text': [u'Got this moisturizer as a gift. I have sensitive skin and got stinging sensation on my skin and my eyes for the first 3 or 4 days of using. But after a few days my skin got used to it and doesn\\'t sting anymore. It absorbs nicely onto skin, and I like the texture of the \\'universal type\\'. But I haven\\'t noticed much difference in my skin, and won\\'t buy it myself for that price.'], 'author': u'ourssu88 ', 'date': [u'2016-07-05'], 'location': u'Coquitlam, British Columbia', 'skin_type_link': u'Dry', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I have very sensitive skin and always have reaction with all other types of moisturizers. This product is working very well and gives me beautiful skin, not too greasy and keeps me moisturized. Only complaint, why doesn\\'t Sephora sell the refill for all refillable Dior products???'], 'author': u'mylinnie ', 'date': [u'2016-05-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'I am in love with this revamped (light texture) cream! I have noticed a huge difference in the firmness around my smile lines - both the depth of the line and the texture of the skin has changed for the better :)'], 'author': u'mcm7569 ', 'date': [u'2016-04-05'], 'location': u'Santa Monica, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["6"], "three_star_reviews": ["3", "3"], "price": ["$165.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["21", "21"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["2", "2"], "number_loves": ["1624"], "size": ["Light Texture", "Universal Texture", "Rich Texture"]},
{"sku": ["P405137"], "category": ["Face Wash &amp; Cleansers"], "name": ["", "OIL OBSESSED™ Total Cleansing Oil"], "review_rating": ["4.6"], "brand": ["bareMinerals"], "number_reviews": ["30 reviews"], "reviews": ["{'title': u'Best facewash!', 'text': [u'This is the best facewash I\\'ve ever tried! I\\'ve used so many over the years from regular bars to double cleansing method and oils. ', u'This is the ONLY facewash I\\'ve tried that completely (yes, 100%) takes off my eye makeup with ease. No black smudges underneath! No excessive rubbing! ', u'It\\'s extremely gentle and my skin feels smooth and hydrated afterwards. It\\'s been great for my oily skin because it doesn\\'t strip my face of natural oils which keeps everything balanced.'], 'author': u'acomar ', 'date': [u'2016-11-08'], 'location': u'Newport Beach, CA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Favorite Oil Cleanser', 'text': [u'I\\'ve tried alot of different oil cleansers and this one is by far my favorite, so far! Price point isn\\'t bad, it feels fantastic on the skin, and it takes everything off effortlessly'], 'author': u'Tashatoo ', 'date': [u'2016-11-07'], 'location': u'Minnesota', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': None, 'text': [u'My favorite way to take makeup off. Smells like a spa and doesn\\'t leave my dry skin tight'], 'author': u'jnweber ', 'date': [u'2016-11-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Perfect for Combo Skin!', 'text': [u'This has truly changed the way I wash my face. I always used bar soap to remove my make up, and then finished with my IS Clinical Cleanser. This has made such a remarkable difference in the texture of my skin. It completely balances and preps for my cleanser. Can\\'t go without it!'], 'author': u'Kerdie ', 'date': [u'2016-11-02'], 'location': u'Morgantown, WV', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Super lightweight!', 'text': [u'Although this product may go on feeling super oily, it easily washed away in seconds with water, leaving my skin feeling so refreshed afterwards with no oily residue on my face or hands. I have SUPER sensitive skin, and when I say sensitive, I mean sensitive. I could not put anything on my skin, until now. It\\'s also the perfect way for me to take all of my makeup of, rather than using makeup wipes that made me break out and didn\\'t really get under the surface to remove all of my excess makeup. I love all of the bare mineral products. I follow with the bare haven moisturizer for normal to dry skin! Must try.'], 'author': u'Alxdool ', 'date': [u'2016-10-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["7"], "three_star_reviews": ["2", "2"], "price": ["$30.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["24", "24"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["4", "4"], "number_loves": ["1846"], "ingredient": ["Carthamus Tinctorius (Safflower) Seed Oil, Coconut Alkanes, Pentaerythrityl Tetraethylhexanoate, Sorbeth-30 Tetraisostearate, Squalane, Coco-Caprylate/Caprate, Water (Aqua/Eau), Tocopherol, Borago Officinalis Seed Oil, Cucumis Sativus (Cucumber) Seed Oil, Vaccinium Myrtillus Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Sea Salt (Maris Sal/Sel Marin), Fragrance, Limonene, Linalool, Phenoxyethanol."]},
{"sku": ["P232940"], "category": ["Moisturizers"], "name": ["", "Moisture Bound Refreshing Hydra-Gel Oil-Free"], "review_rating": ["4.2846"], "brand": ["AmorePacific"], "number_reviews": ["267 reviews"], "reviews": ["{'title': None, 'text': [u'I put this one before bed after I wash my face &amp; oh my goodness it works wonders. I struggle with an oily t-zone &amp; dry under-eyes but it works really well in both areas. My skin instantly feels hydrated when I apply this I love it!'], 'author': u'lizannie ', 'date': [u'2016-10-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': u'18-24'}", "{'title': u'lightweight and super hydrating', 'text': [u'I have been using this moisturizer on and off for many years. The cost is my biggest deterrent, but it is undeniably very hydrating and does not leave your face feeling oily. I love the subtle scent and how well it goes under my foundation.'], 'author': u'wenniec ', 'date': [u'2016-09-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Good, but maybe not worth the money', 'text': [u'So i got a sample of this and i LOVE it. Its luxurious and lightweight and the smell isn\\'t overpowering. Though with a $100 price tag i think theres cheaper options out there that would be just as good.'], 'author': u'kelseljay ', 'date': [u'2016-09-15'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'18-24'}", "{'title': u'Amazing', 'text': [u'This product is really great for oily skin, however I think you need to make sure you are washing your face with a good cleanser too. It truly helps control my oily zones, I still have a little shine, but nothing compared to when I don\\'t use this. Its not bad for the price, compared to other brands...and a little goes a long way. I first bought the sample package the little bottle lasted me almost 60 days, so I am sure I will be with the big jar for a while I also use the Amorepacific Treatment Cleansing Foam (which I love)'], 'author': u'BettyBoopXoXo ', 'date': [u'2016-08-21'], 'location': u'Atlanta, GA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'love this product', 'text': [u'I received this as a sample and immediately purchased. I have 45 year old oily skin and have tried many creams in the past. This one is the best I\\'ve ever used! Lightweight, smells fantastic and spa clean, absorbs quickly and feels great going on. I\\'ve had no breakouts and no reactions, it plumped my skin and I felt hydrated and smoothed. There was no irritation or redness and my skin didn\\'t feel like it had a layer of anything on it. It has helped with fine lines and since it isn\\'t touted as a heavy age cream for larger lines, I didn\\'t expect more from it. I have repurchased and have been using for half a year. The jar when using twice a day lasts me 4 months. Worked great in winter and summer weather. I have recently been trying a heavier cream at night so am only using once a day right now but would not ever give up using this gel, its wonderful!'], 'author': u'momaddicted ', 'date': [u'2016-08-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["54"], "three_star_reviews": ["22", "22"], "price": ["$100.00"], "one_star_reviews": ["14", "14"], "five_star_reviews": ["160", "160"], "two_star_reviews": ["10", "10"], "four_star_reviews": ["61", "61"], "number_loves": ["3925"], "ingredient": ["Phyllostachis Bambusoides Juice, Butylene Glycol, Cyclopentasiloxane, Hydrogenated Polyisobutene, Glycerin, Dimethicone, Xylitylglucoside, Alcohol, Tricholoma Matsutake Extract, Panax Ginseng Root Extract, Zingiber Officinale (Ginger) Root Extract, Trehalose, Serine, Glycine, Hydrolyzed Ginseng Saponins, Kaempferol, Glutamic Acid, Alanine, Lysine, Arginine, Threonine, Cetearyl Alcohol, Peg-40 Stearate, Anhydroxylitol, Silica, Sodium Polyacrylate, Sucrose Stearate, Sorbitan Sesquioleate, Hydrogenated Polydecene, Polysilicone-11, Xylitol, Triethanolamine, Carbomer, Peg/Ppg-18/18 Dimethicone, Titanium Dioxide, Ppg-5-Laureth-5, Betaine, Biosaccharide Gum-1, Sodium PCA, Hydrated Silica, Propylene Glycol, Sorbitol, Hydrogenated Lecithin, Aluminum Hydroxide, Peg-5 Rapeseed Sterol, Ethyl Hexanediol, Proline, Zinc Gluconate, BHT, Magnesium Aspartate, Copper Gluconate, Calcium Gluconate, Disodium EDTA, Methylparaben, Propylparaben, CI 42090, Fragrance."]},
{"sku": ["P232918"], "category": ["Moisturizers"], "name": ["", "Deep Tissue Repair Cream with Peptide K8™"], "review_rating": ["4.125"], "brand": ["Kate Somerville"], "number_reviews": ["72 reviews"], "reviews": ["{'title': u'It smells so good!', 'text': [u'I just picked up a sample of this yesterday and can\\'t stop putting it on my face. It smells so good. I can\\'t place exactly what it is but it reminds me of when you just get out of the shower and your hair smells really good and clean...it\\'s like that. Not sure how well it works yet but my skin feels really soft.'], 'author': u'ChristyMW77 ', 'date': [u'2016-10-01'], 'location': u'Liberty, Tx', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'35-44'}", "{'title': u'Nice moisturizer, but costly.', 'text': [u'This was a very nice, soothing, moisturizer. I am not sure if it is worth the expense however.'], 'author': u'kerrylob ', 'date': [u'2016-08-16'], 'location': u'Topsfield, MA', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'35-44'}", "{'title': u'Just OK', 'text': [u'I bought this product when the Kate Somerville rep was in the store - I was looking at another product and she swayed me over to do the old - rub it on your hand trick. I fell for it hook, line, and sinker. This was an OK cream that absorbs well into the skin - but it didn\\'t help with dull skin and it wasn\\'t worth the price.'], 'author': u'slm5 ', 'date': [u'2016-07-25'], 'location': u'Arlington, VA', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': u'Residue', 'text': [u'Let me first by explaining my skin. I am 42 years old with a good, even complexion. I have some fine lines, loss of elasticity and a dullness that comes with age (for you youngins....I\\'ve lost my glow...LOL). I tend to have dry skin as well. I wanted to kick up my moisturizering a notch and didn\\'t mind how much it would cost...if it WORKED! Went to Sephora for advice and they suggested this brand. They gave me a 2 week sample (I was amazed they would give so much). I was so excited to try a $150 moisturizer, but my dreams were dashed the first day. First, it has a pleasant scent, it spreads smoothly and dries quickly (too quick for my liking). After it \"dries\"....it felt like I had residue or second layer on my face. After I applied my makeup it looked horrible. I know with new moisturizer, you need to keep at it...so I tried again (3x\\'s)! Same thing each time...I gave up after my third attempt. So thankful I didn\\'t buy this, as I would\\'ve been out $150 dollars. I\\'ll stick to Origin\\'s \"Three Part Harmony\".'], 'author': u'rjv4EVER ', 'date': [u'2016-05-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Wait For It To Work', 'text': [u'Like any skin product you may need to use this for more than a week to see results. This is crazy expensive, but, it\\'s like a serum and moisturizer in one. Serums take more technology and money to produce and this is no different. I frequently skip my moisturizer when I use this multitasking product. It smells wonderful, goes on smoothly and I have noticed more radiant skin and a more even skin tone since using it, and have experienced no allergic reactions. I have combination skin and this is perfect for it.'], 'author': u'jjm823 ', 'date': [u'2016-04-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["15"], "three_star_reviews": ["5", "5"], "price": ["$150.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["36", "36"], "two_star_reviews": ["5", "5"], "four_star_reviews": ["22", "22"], "number_loves": ["2162"], "ingredient": ["Water, Stearic Acid, Cetearyl Alcohol, Ceteareth-20, Glycerin, Isopropyl Myristate, Isocetyl Stearoyl Stearate, Dimethicone, Cyclopentasiloxane, C12-15 Alkyl Benzoate, Caprylic/Capric Triglyceride, Orbignya Oleifera Seed Oil, Cannabis Sativa Seed Oil, Squalane, Cholesterol, Urea, Sodium PCA, Cetearyl Alcohol, Macadamia Ternifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Silk Powder, Tribehenin, Triethanolamine, Xanthan Gum, Butylene Glycol, Tocopheryl Acetate, Allantoin, Trehalose, Citrus Grandis (Grapefruit) Peel Oil, Ascorbyl Palmitate, Ceramide 2, PEG-10 Rapeseed Sterol, Triacetin, Copper PCA, Polyquaternium-51, Sodium Hyaluronate, Palmitoyl Oligopeptide, Disodium EDTA, Citric Acid, Sodium Benzoate, Potassium Sorbate, Chlorphenesin, Fragrance, Hexyl Cinnamal, Butylphenyl Methyl Propional, Limonene."]},
{"sku": ["P213540"], "category": ["Moisturizers"], "name": ["", "Moisturizing Skin Cream"], "review_rating": ["4.5332"], "ingredient": ["Glycerin, Water, Isopropyl Myristate, Stearic Acid, Glyceryl Stearate SE, Triethanolamine, Tocopheryl Acetate (Vitamin E), Glycyrrhetinic Acid, Camphor, Riboflavin (Vitamin B2), Hydrogenated coco-glycerides, Stearyl Alcohol, Polysorbate 80, EDTA, Methylparaben."], "brand": ["Yu-Be"], "number_reviews": ["1159 reviews"], "reviews": ["{'title': None, 'text': [u'I love this stuff!!! The smell is not great but I use this on my hands and lips and occasionally my feet my hands are always dry and look terrible from being in and out of water all day at work and at the end of the day I use this and they look brand new again and it\\'s great on lips not sticky at all and heals cracks much faster than most lip balms'], 'author': u'Stacie28 ', 'date': [u'2016-10-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'meh...', 'text': [u'I liked the moisturizing effect it left, but I HATED the smell. Maybe I got a bad batch, but it smelled too much like chemicals for me.'], 'author': u'vgrace94 ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'amazing for irritated skin', 'text': [u'my skin gets super red and flaky and taut during winter and when i use retin a but this is the only moisturizer that goes on without causing a burning sensation. the gel consistency makes it feel thick and sealed in (a good thing) but then absorbs quickly. its extremely hydrating and i actually love the menthol/vicks smell haha'], 'author': u'jsharp ', 'date': [u'2016-10-03'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'Hydrating!', 'text': [u'A little goes a long way!! It has a tiger balm/menthol scent to it but I\\'m used to the smell. It is a thick white cream you have to rub it to absorb it and make the color disappear. I use this on dry patches on my face during the winter. Works wonders.'], 'author': u'bluenette ', 'date': [u'2016-09-25'], 'location': u'Brooklyn, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'love', 'text': [u'My 2 year old has eczema and I use this in her problem areas and clears up within a day. Also love it for any of my dry areas on hands, feet and face.'], 'author': u'4ang ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["232"], "three_star_reviews": ["64", "64"], "price": ["$25.00"], "one_star_reviews": ["36", "36"], "five_star_reviews": ["846", "846"], "two_star_reviews": ["28", "28"], "four_star_reviews": ["185", "185"], "number_loves": ["10K"], "size": ["1.25 oz", "2.2 oz"]},
{"sku": ["P257524"], "category": ["Moisturizers"], "name": ["", "Skin Rescue Daily Face Cream"], "review_rating": ["4.1505"], "brand": ["First Aid Beauty"], "number_reviews": ["432 reviews"], "reviews": ["{'title': u'great product!', 'text': [u'i have combination skin with some really dry patches and some really oily patches, and this product works perfectly to moisturize my face. it eliminates the dry areas and not does make the oily spots worse, it absorbs into the skin very quickly and has never made me breakout before.'], 'author': u'nimbtty ', 'date': [u'2016-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'bon rapport qualit\\xe9-prix', 'text': [u'tr\\xe8s bon produit pour le prix! laisse la peau fra\\xeeche et bien hydrater, aucunement collant. juste apr\\xe8s quelques jours d\\'utilisation je vois une diff\\xe9rence dans l\\u2019apparence de ma peau!'], 'author': u'roxsea ', 'date': [u'2016-11-01'], 'location': u'Montreal, Canada', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'WORTH 100 STARS', 'text': [u'I wish I could give this moisturizer 100 stars. I\\'ve been using Caudalie sorbet thingy and I\\'ve been trying to find a cheaper, but good-quality, moisturizer. I just started to buy only cruelty-free makeups and found this brand. Caudalie sorbet is 2.5 times expensive than this FAB moisturizer so it was a \"pass\" for the price part. (I considered both the amount and prices) And I find this one way better than the sorbet one!!', u'I was a bit confused when I was thinking to get this because its name has the word \"CREAM\", which is so bad for the oily part of my face. But I ended up ordering this because I saw so many positive reviews that it is really good for oily skin.', u'When I tried it the first time, I could feel it was very lightweight which I love, and made my skin really smooth like baby skin! It has no scent so it is just so perfect. For the packaging, I was a but disappointed when I first found it in the parcel box, but as I am using it, I figured that this is the best packaging that a moisturizer can ever have. I really wish they never stop making this so I can use it forever!!'], 'author': u'littlefox032 ', 'date': [u'2016-10-29'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'13-17'}", "{'title': None, 'text': [u'Great for oily skin!!'], 'author': u'abster124 ', 'date': [u'2016-10-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'The only moisturizer that doesn\\'t make my face oily,love it.'], 'author': u'AmandaJamie ', 'date': [u'2016-10-23'], 'location': u'Montreal, QC', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["87"], "three_star_reviews": ["33", "33"], "price": ["$22.00"], "one_star_reviews": ["29", "29"], "five_star_reviews": ["247", "247"], "two_star_reviews": ["31", "31"], "four_star_reviews": ["92", "92"], "number_loves": ["6542"], "ingredient": ["Water (Aqua), Glyceryl Stearate SE, Glycerin, Squalane, Caprylic/Capric Triglyceride, Dimethicone, Sclerotium Gum, Cetyl Alcohol, Cetearyl Alcohol, Ceramide 3, Caprylyl Glycol, Phenoxyethanol, Camellia Sinensis (White Tea) Leaf Extract, Chrysanthemum Parthenium (Feverfew) Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Silica."]},
{"sku": ["P409816"], "category": ["Moisturizers"], "name": ["", "Plantscription™ SPF 25 Power Anti-Aging Oil-Free Cream"], "review_rating": ["4.6"], "brand": ["Origins"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'Perfect for oily, sensitive skin', 'text': [u'My friend told me about the plantscription line after I voiced concerns about my face looking a little aged lately (I think it was just the acne I was going through) so I decided to get a sample of this oil free cream. I have incredibly oily, sensitive, acne prone skin and this moisturizer has been a miracle worker so far. My breakouts have gone away completely and I\\'ve noticed a reduction in the overall oiliness of my skin. People talk about the smell but I honestly haven\\'t noticed it! It smells like all other face creams to me. It goes on smoothly and is a great primer for my BB cream. I think I\\'m going to have to save up and actually buy this! 10/10. Definitely recommend.'], 'author': u'Jordanrich ', 'date': [u'2016-11-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I\\'m not sure how to feel about this. I wanted to make it work but it really is just another sunscreen for the face. I was sold by the anti-aging part part in the title but I really think that some drugstore products work better and not to mention are less expensive. It\\'s got this weird smell and I have to drag it on to my skin which I didn\\'t like because that would lead to premature wrinkles. I guess it\\'s just like any other sunscreen in which it make your skin a little oiler after, but for the price I would want it to work better. Not a horrible product by any means, but I would not purchase again.'], 'author': u'mandyyy ', 'date': [u'2016-10-25'], 'location': u'Vancouver, B.C., Canada', 'skin_type_link': u'Normal', 'rating_score': u'2', 'age_link': u'18-24'}", "{'title': u'great!', 'text': [u'I\\'ve tried a few oil free moisturizers and each didn\\'t really absorb and just sat on top of my skin and felt really tacky but this one doesn\\'t do that and I also didn\\'t break out when I started using it which is a great sign! I have weird combination skin where everywhere but my forehead is oily and my forehead is SO DRY and it gives enough moisture for my forehead to not look and feel like the Sahara desert and light enough for everywhere else!'], 'author': u'carebie ', 'date': [u'2016-10-20'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love it!', 'text': [u'I really like this moisturizer. I have an oily skin and this Origin moisturizer is very good in all day it doesn\\'t give my skin very oily. I will buy this again.'], 'author': u'Craynie72 ', 'date': [u'2016-10-19'], 'location': u'Brooklyn, NY', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Very impressed!', 'text': [u'With extremely problematic skin, (oily, redness, rosacea) I am always stressed when trying new products. I have been using a high end moisturizer from a Canadian company, but I felt it made my skin greasier. When I received the product I was disappointed because it was extremely thick, and I thought oh no it\\'s going to be so heavy, and greasy. I was wrong. I have only used it a few days but I love it! I don\\'t love the scent, it smells a bit like citrus, but the results my lord! It absorbs, does not feel heavy at all and is great under makeup. My skin feels very soft, and isn\\'t bothering my reactive skin. I find my skin is not as oily at the end of the day as well. This is a keeper.'], 'author': u'Deewri ', 'date': [u'2016-10-18'], 'location': u'Ontario', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$59.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["987"], "ingredient": ["Water, Butyloctyl Salicylate, Nylon-12, Octyldodecyl Neopentanoate, Behenyl Alcohol, Myristyl Myristate, Dimethicone, Cetyl Esters, Polyethylene, Butylene Glycol, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Glycerin, Rosa Damascena Flower Oil*, Lavandula Angustifolia (Lavender) Oil*, Pelargonium Graveolens Flower Oil*, Illicium Verum (Anise) Fruit/Seed Oil*, Citrus Aurantium Bergamia (Bergamot) Fruit Oil*, Carthamus Tinctorius (Safflower) Seed Oil*, Myristica Fragrans (Nutmeg) Kernel Oil*, Citrus Aurantium Dulcis (Orange) Peel Oil*, Citrus Nobilis (Mandarin Orange) Peel Oil*, Citrus Limon (Lemon) Peel Oil*, Litsea Cubeba Fruit Oil*, Hibiscus Abelmoschus Extract, Geraniol, Linalool, Citronellol, Limonene, Citral, Coffea Arabica (Coffee) Seed Extract, Sigesbeckia Orientalis (St. Paul'S Wort) Extract, Peucedanum Graveolens (Dill) Extract, Hordeum Vulgare (Barley) Extract, Pisum Sativum (Pea) Extract, Cholesterol, Micrococcus Lysate, Bambusa Vulgaris (Bamboo) Extract, Glyceryl Stearate, Triticum Vulgare (Wheat) Germ Extract, Crithmum Maritimum Extract, Anogeissus Leiocarpus Bark Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Caffeine, Centaurium Erythraea (Centaury) Extract, Rubus Idaeus (Raspberry) Leaf Extract, Cassia Alata Leaf Extract, Phytosphingosine, Trisiloxane, Laminaria Digitata Extract, Acetyl Hexapeptide-8, Hydrolyzed Algin, Glucosamine Hcl, Peg-100 Stearate, Sodium Hyaluronate, Peg-6, Di-Ppg-2 Myreth-10 Adipate, Steareth-21, Tocopheryl Acetate, Caprylyl Glycol, Ethylhexylglycerin, Squalane, Linoleic Acid, Trehalose, Tetrahexyldecyl Ascorbate, Citric Acid, Sodium Pca, Lecithin, Maltodextrin, Hexylene Glycol, Sodium Dehydroacetate, Disodium Edta, Phenoxyethanol, Mica. *Essential Oil"]},
{"sku": ["P393645"], "category": ["Mists &amp; Essences"], "name": ["", "GENIUS White Brightening Moisture Softener"], "review_rating": ["4.5909"], "brand": ["Algenist"], "number_reviews": ["22 reviews"], "reviews": ["{'title': u\"Moisturizes and that's it\", 'text': [u'I\\'ve used twice daily for a month now and there has been absolutely NO difference in lightening my spots. If I saw even a slight difference, I would continue using it. After all of the reviews, I thought this would definitely work. Algenist claims 90% saw a difference. I must be in the 10%. I didn\\'t use a cotton pad, I applied it directly to my face so I wouldn\\'t waste any of it. It\\'s not watery like a regular toner, it\\'s a little thicker so it\\'s easier to use. It does moisturize, but so does a moisturizer. Thank you, Sephora, for your return policy, otherwise I would have been stuck with this.'], 'author': u'kellyrh ', 'date': [u'2016-10-25'], 'location': u'Indiana', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'baby soft skin', 'text': [u'Oh my goodness I love this stuff! My skin has changed dramatically since using this I had slight sun marks on my cheeks and they have almost fade it completely after using it for about two weeks. I honestly sit here touching my face constantly because I Can\\'t believe how amazing it feels. I almost didn\\'t buy it because of the price this is a receive some cards for my birthday I decided to make a splurge and now this is definitely going to stay a part of my skin care routine. You don\\'t need a lot just a couple drops for your whole face I use my fingers because I\\'m not wasting this product at all. it does say to use before moisturizer but honestly sometimes my skin feels so good afterwards if I\\'m going to sleep I don\\'t use it. And I do only use it once a day at night only.'], 'author': u'ahseeah ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'wow!', 'text': [u'It effectively works on my skin (I\\'m Asian), within a week I noticed the difference on my skin, all the dark spots from acne and sun are faded, and now I\\'m at my second week of using it, I see a HUGE difference! My skin has never as smooth, bright, and even tone! as right now! I have been using over the counter but nothing work right and effective as this product before (I also use clearasonic brush). I highly recommend anyone who\\'s looking for affordable skin care product to try this toner! (Well make sure you get at least 7-8 hours of sleep as well ) it\\'s really works! Trust me !'], 'author': u'Don82 ', 'date': [u'2016-09-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Really like this as a toner', 'text': [u'But it\\'s an expensive toner and frankly it didn\\'t do a who,e lot for my sun damage. I\\'ve used the entire line, and I do like this product. I personally don\\'t think it has been very effective and I\\'ll keep looking. Everyone\\'s skin is different, so I guess my damage is really stubborn. Next step, dermatologist for an in office treatment.'], 'author': u'newenglandgirl ', 'date': [u'2016-09-25'], 'location': u'Feeding Hills, MA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u\"Sun Spots Just Like Mom Said I'd Get...\", 'text': [u'Sunscreen, pffft...who needs it says my teenage self! Well, this fair Irish 40-ish yr old DID! I have pigmentation on my face and neck that I had hoped would just all join together to make me look tan. Since that is not going down, I bought this product a few weeks ago and started using it once a day. I can honestly say, it does not break me out (everything breaks me out), it is not heavy, and I have seen my skin look brighter/hydrated and a little lightening in my sun spots. I use under my moisturizer (with SPF 30!). It is suggested to use twice a day and I need to get better about that so I can have better results- Long and short of it, I would definitely recommend Algenist Genuis. I have tried other potions from Sephora like First Aid Beauty and Clinique among others and have not had the same results.'], 'author': u'follywolly ', 'date': [u'2016-09-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["5"], "three_star_reviews": ["2", "2"], "price": ["$48.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["17", "17"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["2976"], "ingredient": ["Water, Pentylene Glycol, Ethoxydiglycol, Algae Exopolysaccharides, Ascorbyl Glucoside, Niacinamide, Caprylyl Glycol, PEG-40 Hydrogenated Castor Oil, Ethylhexylglycerin, Algae Extract, Hexylene Glycol, Acrylates/ C 10-30 Alkyl Acrylate Crosspolymer, Camellia Japonica Seed Extract, Bis-PEG-18 Methyl Ether Dimethyl Silane, PEG-12 Dimethicone, PEG-12, PEG-12 Monoallyl Ether, Biosaccharide Gum-1, Glycerin, Citrus Aurantium Tachibana Peel Extract, Sodium Hydroxide, Methyl Lactate, Butylene Glycol, Citrus Depressa Peel Extract, Tocopheryl Acetate, Phenoxyethanol, Fragrance, Linalool."]},
{"sku": ["P395251"], "category": ["Face Oils"], "name": ["", "High-Potency Night-A-Mins Skin Refining Oil"], "review_rating": ["4.5773"], "brand": ["Origins"], "number_reviews": ["97 reviews"], "reviews": ["{'title': u'this is amazing', 'text': [u'Honestly even after one use, you can tell a different in your skin.'], 'author': u'UzmaMunir ', 'date': [u'2016-10-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'miracle!', 'text': [u'Used for 4 days and my redness was completely gone. It even reduced my acne scar on my face along with some break outs. Just returned all of my other creams and oils!'], 'author': u'sephora325 ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I use this at night after I wash my face. I feel like when I use this at night my skin looks better the next morning. Although be careful near the eye area. It\\'s irritating.'], 'author': u'EllyseAnn ', 'date': [u'2016-10-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Nothing Special', 'text': [u'This didn\\'t do anything for my skin I have been waiting for something miraculous to happen but nothing has changed. In combination with the rest of the Origins products that I have purchased my skin has never been worse...I wouldn\\'t recommend this product to anyone with overly sensitive, blemish prone, uneven skin.'], 'author': u'snderek ', 'date': [u'2016-10-11'], 'location': u'Toronto, ON', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'This is such a good oil if you have large pores! I don\\'t find it as hydrating, so I always use it in combination with either a moisturizer or my fresh seaberry facial oil. It smells amazing, the healing properties in this also help keep my skin clear or acne and scars!'], 'author': u'Cici13 ', 'date': [u'2016-09-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["20"], "three_star_reviews": ["3", "3"], "price": ["$43.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["74", "74"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["14", "14"], "number_loves": ["7437"], "ingredient": ["Caprylic/Capric Triglyceride, Dimethicone, Neopentyl Glycol Diheptanoate, Octyldodecanol, Trisiloxane, Olea Europaea (Olive) Fruit Oil, Tricaprylin, Citrus Aurantium Dulcis (Orange) Peel Oil*, Citrus Aurantium Dulcis (Orange) Flower Oil*, Cinnamomum Cassia Leaf Oil*, Ferula Galbaniflua (Galbanum) Resin Oil*, Citrus Aurantium Amara (Bitter Orange) Peel Extract, Vanilla Planifolia Fruit Extract, Valeriana Officinalis Rhizome/Root Extract, Citrus Aurantium Dulcis (Orange) Juice, Limonene, Linalool, Citral, Triticum Vulgare (Wheat) Germ Extract, Hordeum Vulgare (Barley) Extract\\Extrait D'Orge, Salvia Sclarea (Clary) Extract, Coffea Arabica (Coffee) Seed Extract, Oxycoccus Palustris (Cranberry) Seed Oil, Prunus Armeniaca (Apricot) Kernel Oil, Tocopheryl Acetate, Silybum Marianum Seed Oil, Linoleic Acid, Salicylic Acid, Cholesterol, Phytosterols, Squalane, Tetrahexyldecyl Ascorbate, Bht."]},
{"sku": ["P406608"], "category": ["Moisturizers"], "name": ["", "Liftra™ Contour Cream"], "brand": ["Dr. Jart+"], "number_reviews": ["5 reviews"], "reviews": ["{'title': None, 'text': [u'I have never given a review of any product and I\\'ve been shopping at Sephora for years. This is by far the best moisturizer that I have ever used. I noticed results within days of starting use and I regret any night that I miss using this product because my skin isn\\'t as glowing! Only need to use a pea sized amount - a little goes a long way!'], 'author': u'ACrawfalert ', 'date': [u'2016-10-21'], 'location': u'Pasadena, CA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I noticed improved firmness and elasticity within the first week.I continue to see improvement after a month of use. Fine lines and even deeper wrinkles have softened. Very moisturizing and a great base for makeup. Highly recommended.'], 'author': u'sherpagirl ', 'date': [u'2016-09-05'], 'location': u'Waverly, PA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'Perfect moisturizer', 'text': [u'Let me preface this by saying that I have never written a review. I have been shopping at Sephora for a decade, have spent more money than I care to admit as a self-proclaimed makeup and skincare junkie. I have incredibly dry skin that is also prone to break outs. I have been using Dr. Jart\\'s ceramidin liquid and cream which I have been very happy with, but as I\\'m getting older I wanted to add a face cream with peptides. A Sephora ingredients search led me to this cream. I mulled it over for awhile and reviewed the ingredients list. I pulled the plug and hoped for the best. I was NOT expecting this cream to be so wonderful. First off, I used too much the first time. You only need a very small amount. The texture of the cream seemed a little tacky and sticky, so I assumed it would not sit well on my skin or wear well under foundation. Boy was I wrong. After massaging into my skin over my serum, it felt so good and soothing. My makeup went on perfectly. A few hours later, I was shocked at how good my makeup and skin looked. It visibly looked smoother and tighter and I didn\\'t have a dry spot in sight. I have been using it for almost a week now and I\\'m in love. It takes a lot for me to say that. I am nervous to say this is my new holy grail moisturizer, but it is heading that way.'], 'author': u'smangelina ', 'date': [u'2016-05-31'], 'location': u'Nashville, TN', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Fantastic!', 'text': [u'I sampled this product a few months ago and like all the Dr Jart + products I\\'ve tried I LOVED it. It has a very tacky consistency which is quite pleasant especially in the mornings before applying makeup. It almost acts like a primer. It\\'s extremely moisturizing as well. Now to the real point of the cream- I have seen a visible improvement in my fine lines and skin texture. I\\'m definitely a fan of this cream even with the price tag. It\\'s worth every penny especially since this tube will last well over a year. Very little product is needed for an application. 1/2 a pea size drop or less! BUY THIS!'], 'author': u'RetroRhoda ', 'date': [u'2016-05-27'], 'location': u'Maine', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Really liking it', 'text': [u'Skeptical as always I tried this cream that is supposed to be amazing, and it is really good. I used it at night and in the morning, and honestly I don\\u2019t feel any firmness (not that I need it, in reality), but especially when I put on my makeup I notice I difference on the application and the appearance of my makeup and skin. It gives me an appearance of my skin almost not having pores (like many, the pores on my cheeks are a bit large), refreshed. I am really enjoying this cream, and even when I don\\u2019t believe I need really bad I might invest in it for just a great makeup day.'], 'author': u'kabukik ', 'date': [u'2016-05-02'], 'location': u'San Diego, CA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$60.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["1040"], "ingredient": ["Water, Hydrogenated Polydecene, Propanediol, Butylene Glycol, Glycerin, Cyclopentasiloxane, Niacinamide, Macadamia Ternifolia Seed Oil, Bis-PEG-18 Methyl Ether Dimethyl Silane, C14-22 Alcohols, Silica, Polysorbate 60, Cyclohexasiloxane, Butyrospermum Parkii (Shea) Butter, Pentylene Glycol, PEG-40 Stearate, Sodium Polystyrene Sulfonate, Glyceryl Stearate, Cetearyl Alcohol, Sodium Polyacrylate, Beeswax, Sorbitan Stearate, Hydrolyzed Wheat Protein/PVP Crosspolymer, PEG-100 Stearate, Ethylhexyl Stearate, C12-20 Alkyl Glucoside, Palmitic Acid, Dimethicone/Vinyl Dimethicone Crosspolymer, Dimethiconol, Stearic Acid, Ethylhexylglycerin, Hydroxyethylcellulose, Caprylyl Glycol, Phenoxyethanol, Xanthan Gum, Tocopheryl Acetate, Sodium Chloride, PEG-90M, Linum Usitatissimum (Linseed) Seed Extract, Disodium EDTA, Trideceth-6, Adenosine, Alcohol, Lavandula Hybrida Oil, Hydrolyzed Collagen, Potassium sorbate, Cananga Odorata Flower Oil, Sodium Guaiazulene Sulfonat, Pelargonium Graveolens Flower Oil, Sodium Hyaluronate, Theanine, Milk Lipids, Pullulan, Glutathione, Polylactic Acid, Cetamido Lysinamido Polyaspartic Acid, Lecithin, Polysorbate 80, Caprylic/Capric Triglyceride, Polycaprolactone, Citric Acid, Polysorbate 20, Lysolecithin, Sodium Carbomer, Sodium Ascorbyl Phosphate, Copper Tripeptide-1, Palmitoyl Pentapeptide-4, Acetyl Hexapeptide-8."]},
{"sku": ["P410256"], "category": ["Night Creams"], "name": ["", "Creamy Night Mask- Moisturizing &amp; Plumping"], "review_rating": ["4.875"], "brand": ["SEPHORA COLLECTION"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'Awesome night cream', 'text': [u'Amazing results! My skin was sensitive because a breakout and nothing was working for me, after using this mask overnight I had great results and I\\'m very happy about the feel I had in the morning. My husband complimented me non stop :)'], 'author': u'AmyKF ', 'date': [u'2016-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'hydrating', 'text': [u'I\\'ve only used it once but I immediately liked it. Its very hydrating and comfortable to wear. It soaks into your skin so it doesn\\'t get all over your pillow. The next morning my face was sofr. No complaints.'], 'author': u'stacey71 ', 'date': [u'2016-10-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u\"I'm pleasantly surprised....\", 'text': [u'I typically steer toward certain brands Sephora sells for skincare, which doesn\\'t include Sephora-branded skincare. Usually, the stock of products that I regularly use would probably buy a day cruise somewhere. I don\\'t pay much attention to hype or gimmicks, but rather ingredient lists and results.', u'With that said, it took three months of back and forth to Sephora to find a sleeping mask that was hydrating without either feeling like glue, nothing at all, or breaking out my combo skin, that also produced as promised. I\\'m not a fan of additive fragrance in any skincare as the $ spent on perfumes could be replaced with beneficial ingredients. So yes, it does smell nice, but it\\'s not a buying factor for me (especially when you look at the markup on parfumes - holy mother).', u'Overall, I can say this is my favorite sleeping mask for hydration, and I wake up with the softest skin that I almost hate to wash the mask off. Plus, I save a ton of time in the morning NOT having to peel my face off my pillow just to realize I need to cover an already-angry-and-it-isn\\'t-even-six-a.m. zit. Win. Win.'], 'author': u'mordia ', 'date': [u'2016-08-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love it!', 'text': [u'This face \"mask\" doesn\\'t feel like a mask after you apply it. It doesn\\'t come off on your pillow or clothing and acts more as a moisturizer than a true \"mask\". I use it a couple times a week in conjunction with another night cream on other nights, and my skin feels great!'], 'author': u'Leo41 ', 'date': [u'2016-08-17'], 'location': u'Blue Ridge Mts', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love it', 'text': [u'I use this 2 times a week on a cleansed face and neck. It smells amazing and it sinks into my skin like gel and then it feels like cream (very moisturizing). My skin feels and looks healthy in the morning.'], 'author': u'Assyrian ', 'date': [u'2016-08-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$19.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["7", "7"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["3300"], "ingredient": ["Water, Glycerin, Neopentyl Glycol Diheptanoate, Phenoxyethanol, Coco-Caprylate/Caprate, Carbomer, Pullulan, Sodium Polyacrylate, Saccharide Isomerate, Parfum (Fragrance), Sodium Hydroxide, Sodium Hyaluronate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Xanthan Gum, Ethylhexylglycerin, Biosaccharide Gum-1 ,Polysorbate 60, Sorbitan Isostearate, Sodium Citrate, Citric Acid, CI 14700 (Red 4)."]},
{"sku": ["P379907"], "category": ["Face Oils"], "name": ["", "Advanced Anti-Aging Repairing Oil"], "review_rating": ["4.4423"], "brand": ["Algenist"], "number_reviews": ["208 reviews"], "reviews": ["{'title': u'works wonders', 'text': [u'I was hesitant and skeptical to buy this oil for a couple of reasons: the price, the fact that I\\'d be putting oil on my face, and I wasn\\'t sure I bought the anti-aging claim. However, I\\'ve been using this product for two or three months now and my skin has honestly never looked better. I haven\\'t broken out once, only a very occasional spot, since I\\'ve started using this product, and I feel like it\\'s left my skin glowing. Even better, you can hardly even tell I\\'ve been using this product religiously (3 drops a night) because there\\'s still so much product left in the bottle. Definitely worth the price, and surpassed all my expectations.'], 'author': u'lap8693 ', 'date': [u'2016-11-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'tiny red textured bumps', 'text': [u'I\\'ve been using using this oil mixed in with jojoba oil for the past 5 days. Now I\\'ve broken out in tiny red bumps, not zits, just textured red bumps, all over my cheeks and forehead. My skin care consists of the Clarisonic and moisturizer. Adding this anti-aging oil was supposed to help, and that did not happen. I don\\'t have sensitive skin, but maybe this oil has ingredients that are not compatible with my skin type. Don\\'t know. Stopping use immediately.'], 'author': u'robynzentilli ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'good stuff!', 'text': [u'I\\'ve been using this for the past year and have seen dramatic results in my smile wrinkles. I put two drops on my hand, dab a bit on my smile lines and then mix the rest with Acure day cream and spread it all over my face. I\\'m 32, and I\\'ve been ID\\'ed more this year then most of my twenties.'], 'author': u'chickijill ', 'date': [u'2016-08-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Life Changing for Dry Skin', 'text': [u'I love Algenist, it\\'s all I use. I noticed in the past 2 years my skin had become dry - i think it\\'s hormonal/aging and wasn\\'t sure what to do. I added this in (2 drops) to my face cream in AM and PM. It is a game changer. My skin is so soft and dewy, but not at all oily. Plus the Algenist spf Sublime Defense day cream goes on so much nicer with this oil I didn\\'t like it used under cream but love the mixture. My face is not happy if I skip an application. It\\'s just the perfect product.'], 'author': u'maejlucky7 ', 'date': [u'2016-06-26'], 'location': u'Los Angeles, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'A Must Have', 'text': [u'Moisturizing, great for both day and night, and erases fine lines. I\\'ve seen reviews that say this product is too oily. I thought the same until I started using it per the directions - three drops in the hand, rub, then pat onto your face. A lot goes a long way!!'], 'author': u'CarriB ', 'date': [u'2016-06-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["42"], "three_star_reviews": ["6", "6"], "price": ["$82.00"], "one_star_reviews": ["12", "12"], "five_star_reviews": ["154", "154"], "two_star_reviews": ["10", "10"], "four_star_reviews": ["26", "26"], "number_loves": ["5626"], "ingredient": ["Chlorella Protothecoides Oil, Cetearyl Ethylhexanoate, Isopropyl Isostearate, Caprylic/Capric Triglyceride, Ceramide 3, Alaria Esculenta Extract, Retinyl Palmitate, Tocopherol, Rosmarinus Officinalis Leaf Extract, Helianthus Annuus Seed Oil, Cymbopogon Martini Oil, Geraniol."]},
{"sku": ["P409928"], "category": ["Moisturizer &amp; Treatments"], "name": ["", "Clean Break™ Oil-Free Moisturizer"], "brand": ["Jack Black"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'I FOUND IT!!!!', 'text': [u'Ok I\\'m going to start by saying that my face is super oily....like SUPER oily. Like I blot my face multiple times a day and every moisturizer is crazy heavy. Well let me tell you....I got a sample through an online order I placed, which Sephora, by the way, providing those samples is genius, because I thought \"meh...I think this is supposed to be for men, not really sure, but whateves, I will try it.\" I\\'m floored by this moisturizer because it is PERFECT for my skin. It feels like it hydrates, it\\'s not heavy at all, I don\\'t need to blot until like noon now (before I would legit blot by like 8:30 am) and it feels so nice!! I love love love this stuff and ended up buying it. It\\'s my new go-to and I think Sephora needs to advertise this one more!!!!!'], 'author': u'Laura0388 ', 'date': [u'2016-11-03'], 'location': u'Guelph, Ontario', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'ARE YOU SERIOUS', 'text': [u'I was on a hunt for a trouble-free breakout-free It\\'s-just-sitting-on-my-skin-free moisturizer. I have a few items already on their way because I hadn\\'t found the right one. This fell through the sephora search cracks and I am completely appalled at that it did! I used the sample and IT WAS AMAZING. All the breakout dissipated and I\\'m going to keep using it to see if it helps to restore my skin to pre-breakout condition. So far though, PRAISE!'], 'author': u'sephlie ', 'date': [u'2016-10-26'], 'location': u'MA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Perfect', 'text': [u'I bought this for my husband because he loved the sample I got for him at Sephora. He says it\\'s hands down the best moisturizer he\\'s ever used. It helps keep his face shine free, too.'], 'author': u'jenn4joy ', 'date': [u'2016-10-20'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'HOLY GRAIL moisturizer', 'text': [u'This is the BEST moisturizer I have ever used. I have relatively dry skin, but I hate using thick and heavy moisturizers. This stuff is so light and yet still so hydrating and toning! My face feels like a baby\\'s face. This brand is technically marketed to men (I am a woman), but the consultant I spoke with in the store told me it was actually created by two wives, and I have to say that I think it works great for any gender. I highly recommend this stuff.'], 'author': u'Duhlaynee ', 'date': [u'2016-07-11'], 'location': u'Flowery Branch, GA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$30.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["669"], "ingredient": ["Water, Cyclopentasiloxane, Octyldodecyl Neopentanoate, Niacinamide, Sodium Hyaluronate, Camellia Sinensis (White Tea) Extract*, Macrocystis Pyrifera (Sea Kelp) Extract*, Ocimum Basilicum (Basil) Extract*, Tocopheryl Acetate, Glycerin, Dimethicone, Glycereth-26, Cetearyl Glucoside, Carbomer, Hydroxypropyl Starch Phosphate, Hydroxyethyl Acrylate/Sodium Acryloyl Dimethyl Taurate Copolymer, Undecylenoyl Glycine, Disodium EDTA, Butylene Glycol, Capryloyl Glycine, Sodium Hydroxide, Phenoxyethanol. *Certified Organic."]},
{"sku": ["P410755"], "category": ["Mists &amp; Essences"], "name": ["", "GenOptics Spot Essence"], "review_rating": ["4.4464"], "brand": ["SK-II"], "number_reviews": ["56 reviews"], "reviews": ["{'title': None, 'text': [u'I was very anxious to try this product, yet hesitant at the same time. My skin is sensitive, but luckily I didn\\'t have any bad reactions. There\\'s no overwhelming smell, and had it not been for the lovely Ohio summers, I\\'m sure it would have absorbed into my skin nicely. Unfortunately, it\\'s been very humid, and every time i used this product my face just felt very tacky, my hair would stick to it and just irritate me to no end. As for results I haven\\'t noticed any difference, but most likely it needs to be used for more than a month. I will have to continue to use-especially during the fall and winter months and see what kind of results I have then. Thank you sk-ll for sending me this product complimentary to try.'], 'author': u'bethanyh34 ', 'date': [u'2016-09-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'SK-11', 'text': [u'I\\'ve been using SK-11 for a month now and I have enjoyed the way it feels on my face. It\\'s not greasy and mixes well with my lotion. I\\'m not sure that I\\'ve noticed large differences in my skins complexion, but I will definitely continue to experiment with it. I received a full size bottle to try complimentary from SK-11.'], 'author': u'danielleflorey ', 'date': [u'2016-09-14'], 'location': u'Sparks, NV', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Worth every penny', 'text': [u'This is such a great silky serum. I love the design of the bottle and the ease of the dropper. I have used this product for 5 weeks and have noticed an improvement on my 10 year old acne scars and hyper pigmentation. The formula is light and makes my skin feel fresh and smooth. I did notice the recommended dosage was a little too much for my face so I began to use half the amount. I would say the only down side to this product is the price, although for all that it has done for my skin I am willing to pay it. I have received this product complimentary from SK-II for my honest review.'], 'author': u'SailorBethy ', 'date': [u'2016-09-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Worked pretty well on my middle aged skin', 'text': [u'I have a lot of sun damage from my last pregnancy and playing a lot of pokemon go with my daughter over the summer. The pigmentation is still on my forehead from my last pregnancy, and around my neck from being in the car a lot. This product worked great on those spots. I do have an older spot on my neck that it did not work so great on back from my military days. But overall I am very happy with how the product performed, it feels great on my skin and I will be buying some on my own. I received this product complimentary from SKII in exchange for my honest review.'], 'author': u'raseco ', 'date': [u'2016-09-13'], 'location': u'Colorado Springs, CO', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Exceptional Skin Care', 'text': [u'My philosophy has always been beautiful skin begins with exceptional skin care. During my search for the \\u201cexceptional\\u201d product I have tried products, only to find that they have fallen short in relation to my skin care needs. Most contained parabens, sulfates, phthalates or a combination; but out of desperation I was willing to try them all. I have combination skin and my skin care needs change daily (I live in Michigan). I have uneven skin tone with dark &amp; dry spots. Because of the uneven appearance of my skin, I was often perceived to be much older than I am. ', u'This product has meant the world to me. It has rejuvenated my skin &amp; given it a glow that I have not seen in a long time! It REALLY works! I LOVE it because it does not go on greasy, it is easy to apply, it can be applied to combination skin, and the results are visible. Although the price point is somewhat higher, I will continue to purchase it because it is worth it! Finally, a product that meets all of my skin care needs! Thank you for my complimentary bottle of SK-II GenOptics Spot Essence! It definitely will not be my last!'], 'author': u'Red731 ', 'date': [u'2016-09-12'], 'location': u'Kalamazoo, MI', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["12"], "three_star_reviews": ["2", "2"], "price": ["$225.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["34", "34"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["17", "17"], "number_loves": ["714"], "ingredient": ["Water, Galactomyces Ferment Filtrate**, Butylene Glycole, Cyclopentasiloxane, Niacinamide, Triethylhexanoin, Glycerin,Pentylene Glycol,  Nylon-12, Phytosteryl/Octyldodecyl Lauroyl Glutamate, Inositol, Polymethylsilsesquioxane, Boron Nitride, Caprylic/Capric TriglyceridePanthenol, PEG-20 Sorbitane Cocoate, Dimethicone/Vinyl Dimenthicone Crosspolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Phenoxyethanol, PEG-11 Methyl Ether Dimethicone, Polyacrylamide, Laureth-7, Benzyl Alcohol, Aminomethyl Propanol, C13-14 Isoparaffin, Disodium EDTA, Methylparaben, Hexyldecanol, Sodium Benzoate, Xanthan Gum, Ascorbyl Glucoside, Laminaria Saccharina Extract, Tocopherol, Zea Mays Oil/Zea Mays (Corn) Oil, Methicone, CI 77492 (Iron Oxides), CI 75130 (Beta-Carotene). **Pitera."]},
{"sku": ["P395507"], "category": ["Moisturizers"], "name": ["", "Extra Repair Moisture Cream"], "review_rating": ["4.4"], "brand": ["Bobbi Brown"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'Best as Night Cream', 'text': [u'Thick but absorbs quickly. I took off one star for the smell which is almost overpowering. It didn\\'t do much for the dry skin on my forehead, just left it slightly softer. I\\'ll probably finish out the rest on my neck.'], 'author': u'Maisie18 ', 'date': [u'2016-09-27'], 'location': u'New York, NY', 'skin_type_link': u'Normal', 'rating_score': u'3', 'age_link': u'18-24'}", "{'title': u'a staple!', 'text': [u'It really healed my skin after some bad reactions to other products (not by bobbi brown!) her line is one of my absolute faves! It\\'s rare to find a make up Brand that actually makes good skin care! I\\'ve tried so many of her skin care items. Her eye creams are also amazing!!!'], 'author': u'KaterKates ', 'date': [u'2016-09-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Best cream ever!', 'text': [u'I have come back to this cream time and time again! I cannot seem to find another product that moisturizes my skin like the extra repair does. It absorbs quickly (but would not describe it as light weight) and takes away all dry patches. Absolutely my favourite.'], 'author': u'goodman22 ', 'date': [u'2016-08-25'], 'location': u'Toronto, Ontario', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'perfect!', 'text': [u'This cream has been my life saver! My skin is extremely dry all year long and other moisturizers just weren\\'t doing the trick, but this has made my skin feel like a dream. I love it!'], 'author': u'Lexi3019 ', 'date': [u'2016-05-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great as Night Cream', 'text': [u'Got a sample of this and love it! lasts a long time. I use it as a night cream, you don\\'t need a lot as it is thick. I rub it in between my fingers and dab all over face &amp; neck. I swear this leave my skin feeling the same as when I use La Mer. I will be replacing La Mer with this!! For a third of the price of La Mer!!!'], 'author': u'lindayau22 ', 'date': [u'2016-04-05'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}"], "lastpage": ["2"], "three_star_reviews": ["2", "2"], "price": ["$96.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["2", "2"], "number_loves": ["976"], "ingredient": ["-Triple Emulsion Technology: Gives the cream its lightweight texture while still allowing it to be incredibly moisturizing."]},
{"sku": ["P392142"], "category": ["Face Wash &amp; Cleansers"], "name": ["", "Nourishing Oil Cleanser"], "review_rating": ["4.3125"], "brand": ["Tata Harper"], "number_reviews": ["32 reviews"], "reviews": ["{'title': None, 'text': [u'I\\'m in love with smell and texture. Great makeup remover or as first cleanse. No eye irritation at all. Pump squirts too hard though so I am losing some of the product.'], 'author': u'willow841 ', 'date': [u'2016-10-27'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Favourite oil cleanser', 'text': [u'This is by far my favourite oil cleanser. It is packed with beautiful ingredients so I wouldn\\'t use this as a make up remover but as a second cleanser. It\\'s it the only oil that nourish your skin without leaving any greasy residue. It transforms into a gentle milk and it can be rinsed completely.Light herbal scent. The only con is that it\\'s a bit expensive but if you can afford it, go for it!'], 'author': u'meikuei ', 'date': [u'2016-10-25'], 'location': u'Calgary,AB', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'DOES NOT REMOVE MAKE-UP', 'text': [u'I bought this cleanser because I love the product line, not worth the price, does not \"dissolve\" anything. It makes a filmy mess when trying to remove ANY type of make-up. I have a vast array of foundations and tried this cleanser multiple times. Does not remove any of them. You will need to use another cleanser and a scrub to remove the mess this cleanser makes. If you have extremely dry skin and want to create a barrier on your face, using this cleanser on clean skin may work for that. I rarely return products but this one had to go back.'], 'author': u'AllysonAmber ', 'date': [u'2016-10-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Not bad, not great', 'text': [u'Bought because Tatcha\\'s camellia cleansing oil was out of stock both times I tried to buy it last week. Figured I\\'d give this one a try. Nothing terrible, except the pump. Not a huge fan of the strong scent but it fades pretty quickly. Overall, nothing great about this either. Will not repurchase after this bottle is empty, going back to Tatcha. I just prefer it over this one.'], 'author': u'selary ', 'date': [u'2016-09-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'use it as a cleaser, not makeup remover!', 'text': [u'I had extremely dry and sensitive skin. I use La Mer moisturizer but it only soothes my skin, it doesnt heal the driness. I bought so many products I lost count how much money I\\'ve spent until I met this oil cleanser! IT HEALED MY SKIN! My face is no longer red, and it doesnt sting anymore! I use it as a facial cleanser am and pm. I usually add 4 to 5 drops of rosehip oil I bought from Australia as well. It leaves my skin so soft amd hydrated. It created a barrier that seals the moist inside and no greasy feeling at all.And most amazingly, it makes my La Mer absorbed so fast! Before I had massage minutes before the moisturizer can be fully absorbed, but now it\\'s absorbed in seconds! I trully love this product. it is a life saver. I can actually swim in a pool now without feeling stinged in my face. HOWEVER, it doesnt work as well as a makeup remover, especially when you have thick makeup on. Luckily I only use tinted cream or CC cream. Overall, its fantastoc for dry and sensitive skin. its probably not suitable for other skin types.'], 'author': u'LexieC ', 'date': [u'2016-08-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["7"], "three_star_reviews": ["2", "2"], "price": ["$68.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["17", "17"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["11", "11"], "number_loves": ["2438"], "ingredient": ["Rosa Canina Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Shea Butter Ethyl Esters, Polyglyceryl-4 Oleate, Prunus Armeniaca (Apricot) Kernel Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Olea Europea (Olive) Oil, Argania Spinosa (Argan) Kernel Oil, Plukenetia (Sacha Inchi) Volubilis, Jojoba Esters, Camellia Oleifera Seed Oil, Aroma, Medicago Sativa (Alfalfa) Extract, Arnica Montana (Arnica) Leaves And Flowers, Calendula Officinalis (Calendula) Flower Extract, Symphytum Officinale (Comfrey) Leaves, Borago Officinalis (Borage) Leaf Extract, Spiraea Ulmaria (Meadowsweet) Flower Extract, Sambucus Nigra Fruit Extract."]},
{"sku": ["P285402"], "category": ["BB &amp; CC Cream"], "name": ["", "Water Fuse Beauty Balm SPF 25 PA++"], "review_rating": ["4.0311"], "brand": ["Dr. Jart+"], "number_reviews": ["773 reviews"], "reviews": ["{'title': u'Clings to dry patches', 'text': [u'I wanted this to be the go to product when I don\\'t have time to put on a full face and can\\'t be bothered with makeup brushes or sponges. This made my dry patches white and stand out.'], 'author': u'Dynablade ', 'date': [u'2016-11-06'], 'location': u'Hollywood, FL', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'I am taking off a star because I feel like my combination skin is definitely more shiny and oily during the day after using this product compared to other Dr Jart BB creams I have used (I bought this one on the recommendation of the sales person) and the coverage is VERY natural, which is great - as it is a great skin match - but not always what you want if you are using BB cream to stand in for foundation which I have done with some of the other thicker Dr Jart BB creams. So mixed reports from me!'], 'author': u'MMiller2330 ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'perfect for fair skin', 'text': [u'My skin tone is a hard match because I\\'m fair but not as light as a Nicole Kidman and have a neutral undertone. This is the only product I\\'ve found to be an easy match. No yellow tint that I usually get from other products that are one shade darker than fair but not too light that I look like a ghost face.'], 'author': u'callmecharlie ', 'date': [u'2016-08-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u\"Favorite BB cream- And i've tried them all\", 'text': [u'I love this BB cream because it is very moisturizing and has just enough coverage for my skin. I don\\'t really have blemishes however I do get red very easily and this masks that just enough. Also the SPF is great. The color suits me but I am a very pale ginger :P'], 'author': u'Rawrrrrrrrrrr ', 'date': [u'2016-07-22'], 'location': u'Boston, MA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Perfect Beauty Balm', 'text': [u'Being faired skin with some trouble spots I have always had finding a BB cream or tinted moisturizer that was the right color and didn\\'t make my skin worse. This BB cream provides a very beautiful light/medium coverage that wears naturally and is perfect for the summer.'], 'author': u'MrsKendrickson ', 'date': [u'2016-07-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["155"], "three_star_reviews": ["79", "79"], "price": ["$34.00"], "one_star_reviews": ["60", "60"], "five_star_reviews": ["399", "399"], "two_star_reviews": ["58", "58"], "four_star_reviews": ["177", "177"], "number_loves": ["10K"], "ingredient": ["Water, Ethylhexyl Methoxycinnamate, Cyclopentasiloxane, Phenyl Trimethicone, Ethylhexyl Salicylate, SD Alcohol 40-B, Dimethicone, Talc, Dimethicone/PEG-10/15 Crosspolymer, Sodium Chloride, Sodium Hyaluronate, Cyclohexasiloxane, Cetyl PEG/PPG-10/1 Dimethicone, Sodium Citrate, Triethoxycaprylylsilane, Citric Acid, Portulaca Oleracea Extract, Aloe Barbadensis Leaf Juice, Sea Water, Ethyl Menthane Carboxamide, Silica, Hexyl Laurate, Butylene Glycol, Glycerin, Butylene Glycol Dicaprylate/Dicaprate , Polyglyceryl-4 Isostearate,Disodium, EDTA, Methylparaben, Chlorphenesin, Butylparaben, Iron Oxides, Titanium Dioxide."]}
]