[
{"sku": ["P375859"], "category": ["Night Creams"], "name": ["", "Skin Refining Treatment"], "review_rating": ["4.2"], "brand": ["SK-II"], "number_reviews": ["20 reviews"], "reviews": ["{'title': None, 'text': [u'Can\\'t even believe how magic this product is.'], 'author': u'suibao ', 'date': [u'2016-10-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'works', 'text': [u'Worked for a clear look. I\\'ve used this for 1 month now and can tell my skin feels much smoother and radiant. I don\\'t really write reviews but I feel like this product made a difference. For me it is worth the $'], 'author': u'beuty1 ', 'date': [u'2016-01-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Make skin smooth and no acne', 'text': [u'I like this serum, it\\'s very good for clogged pores (not black heads) I have pigmentation on my chin for a long time and this help make it lighter. It\\'s not drying or harsh either.'], 'author': u'vivivian ', 'date': [u'2015-11-12'], 'location': u'Charlotte, NC', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Fair', 'text': [u'I see my skin getting brighter and whiter! I love to look at my skin in the morning after one week using it!!..My skin looks dewy and smooth!!! However, Im not sure if this cream makes my face starting to have break-out or not since I have combination skin which gets oily sometimes and Im using it combined w other SK II (essence and lotion) but I didnt have any pimple when I use the other two products alone!.. This cream also absorbs slower than the others! I\\'ve just bought it since early October! So far, I have stopped using it for one night but I will give it another try since the price is so expensive.. I thought/hoped it would be my skin problem solver but I guess I have to be more patient!!...-.-..'], 'author': u'YanChun ', 'date': [u'2015-10-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Great clinical alternative', 'text': [u'I love this product. I was looking for something to clarify and brighten by skin at night, while refining lines and reducing pores. I have sensitive and congested skin, so things like retinol and harsher prescriptions wreak havoc on me. But this is great. In only a month of using, I feel as though I have much younger, clearer and dewy skin. It\\'s a bit pricy, but a little goes a long way. Readers should know however, that it\\'s not moisturizing at all, in fact I was a bit flaky in the first week of using it. For a night cream I expect a certain amount of hydration, but I figured this means it is really working at exfoliation. To remedy this, I\\'ve been using the Essential Power Cream over it within a few minutes of applying. I think a basic face oil would also really enhance the moisture factor too, but haven\\'t tried that. All in all, a great product that has been key in changing my skin for the better.'], 'author': u'hannahpoole ', 'date': [u'2015-06-06'], 'location': u'International', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["1", "1"], "price": ["$160.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["12", "12"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["4", "4"], "number_loves": ["1868"], "ingredient": ["Water, Saccharomycopsis Ferment Filtrate, PPG-15 Stearyl Ether, Glycerin, Salicylic Acid, Cetyl Alcohol, Stearyl Alcohol, Butylene Glycol, Tocopheryl Acetate, Aloe Barbadensis Flower Extract, Dimethicone, Dimethiconol, Cyclopentasiloxane, Steareth-21, Steareth-2, Polyacrylamide, C13-14 Isoparaffin, Laureth-7, Disodium EDTA, Disodium EDTA, Methylparaben, Propylparaben, Alcohol, BHT."]},
{"sku": ["P400205"], "category": ["Face Oils"], "name": ["", "Orchid Youth Preserving Facial Oil"], "review_rating": ["4.65"], "brand": ["Herbivore"], "number_reviews": ["40 reviews"], "reviews": ["{'title': None, 'text': [u'I am in my mid-forties, and I have sensitive, combination skin. Last year, my skin went haywire. I had acne breakouts and my skin just began to look older. I bought this product in late March of this year, but didn\\'t start using it regularly until a couple of months ago. I SEE THE DIFFERENCE. I have added a regiment for the acne, and I use this as my moisturizer once-twice a day. I was afraid the oil would be too much for my sensitive skin, but it\\'s been great. My skin looks good. This is a staple for me now.'], 'author': u'KimberGdlife ', 'date': [u'2016-11-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Ageless Skin', 'text': [u'Takes 10 years off. Clean product and re-texturized the area around my eyes. I used this at night only and it works especially well after I\\'ve done the PINEAPPLE enzyme mask from Herbivore. I went to another site to purchase their Apricot Hair Fragrance and it\\'s dreamy. Wish Sephora would carry it so I can get points for it.'], 'author': u'sandyneg ', 'date': [u'2016-09-30'], 'location': u'Tustin, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'herbivore lover', 'text': [u'I\\'ve tried this one and the lapis oil and I love both of them. Skin is way smoother and no breakouts so far. I used to just gently rub it on a little bit but now I massage my face with it and it absorbs faster and gives a better feeling. It\\'s light and smells great!'], 'author': u'lgee ', 'date': [u'2016-09-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love it!', 'text': [u'I bought the roll on version awhile ago and I have to say, its wonderful. Love all the herbivore stuff'], 'author': u'bbcat69 ', 'date': [u'2016-09-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love this stuff', 'text': [u'I generally have oily skin and I was on the fence about trying a facial oil because I wasn\\'t sure if it would make me breakout. I must say...I love this stuff!! I apply it at nighttime to my face and neck. It has a pleasant scent of Jasmine, which I absolutely love!!'], 'author': u'valdashian ', 'date': [u'2016-07-30'], 'location': u'Chino Hills, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["8"], "three_star_reviews": ["2", "2"], "price": ["$64.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["33", "33"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["3", "3"], "number_loves": ["2860"], "ingredient": ["Orchid Extract, Camellia Oil, Squalane, Jojoba Oil, Jasmine Sambac Oil, Capric Triglycerides, Vitamin E Oil."]},
{"sku": ["P409968"], "category": ["Moisturizers"], "name": ["", "DoYou Azulene Gel Cream"], "review_rating": ["3.8462"], "brand": ["Primary Raw"], "number_reviews": ["13 reviews"], "reviews": ["{'title': u'Impressed', 'text': [u'Went into using this with an open mind, as there weren\\'t a lot of reviews for perspective. After washing my face, I applied the moisturizer right away. Initially the texture is a bit sticky on my face, but once it was absorbed my skin felt soft and smooth. Very good for combination type skin and I would definitely purchase this again.'], 'author': u'missvmaria ', 'date': [u'2016-11-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'amazing', 'text': [u'This gel moisturizer hydrated and calms my sensitive skin. I am a skincare junkie and used everything under the sun and I have to say that this one is my HG. I love the delicate scent, how hydrated and Plump my skin feels. ', u'People are complaining about the jar not being filled to the top but it\\'s DOUBLE the size of most moisturizers for a really decent price. ', u'As for the complaints about whiteheads- I\\'ve never heard of a water based gel causing this - only oils and balms. I live in hot humid weather and this has not caused even 1 whitehead for me. I\\'ve been using this for about 3 weeks now.'], 'author': u'808sakura ', 'date': [u'2016-11-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'meh', 'text': [u'It has cute packaging and a nice smell but it leaves my skin with a tacky feeling and it made some of my acne worse'], 'author': u'IheartFruit3 ', 'date': [u'2016-11-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'I love this moisturizer!!', 'text': [u'I bought this from recommendation of a senior sephora consultant. I love the concept, the unique- very interesting packaging, I LOVE how this comes with a spoon so you don\\'t contaminate the product. The moisturizer has a very clean and refreshing scent. A little goes a long way and it doesn\\'t break me out at all. I do think it is a bit thin and not as thick and moisture boosting as other products but I do like it and its 3.5oz!! for 46$ thats a great deal especially when a little goes a long way and you can take the amount you need with the spoon instead of using too much.'], 'author': u'makeuplovaa28 ', 'date': [u'2016-10-28'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'13-17'}", "{'title': u'Going to Return', 'text': [u'I bought this with great alacrity after watching the Glow receipe video. It looks so pretty. The store had only two in stock and didnt have a tester so I bought the whole thing and decided to try. My skin is messed up big time. It feels so dirty and dry. I have Combination skin and haven\\'t had breakout probs in years until today. I can see alot of developing pimples already. Am so worried. Please try a sample before buying, this is poison for my skin. Going back to return this.'], 'author': u'Shalini89 ', 'date': [u'2016-10-27'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["0", "0"], "price": ["$46.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["1", "1"], "number_loves": ["4471"], "ingredient": ["Bambusa Vulgaris Water, Hamamelis Virginiana (Witch Hazel) Extract, Butylene Glycol, Aloe Barbadensis Leaf Juice, PEG/PPG-17/6 Copolymer, Calendula Officinalis Flower Extract, 1,2-Hexanediol, Glycerin, Pearl Extract, Betaine, PEG-32, Citrus Paradisi (Grapefruit) Fruit Extract, Alcohol Denat, PEG-60, Hydrogenated Castor Oil, Glycine Soja (Soybean) Seed Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Camellia Sinensis Leaf Extract, Allantoin, Disodium EDTA, Lonicera Japonica (Honeysuckle) Flower Extract, Zanthoxylum Piperitum Fruit Extract, Pulsatilla Koreana Extract, Piper Methysticum Leaf/Root/Stem Extract, Chamomilla Recutita (Matricaria) Flower Extract, Lactobacillus/Soymilk Ferment Filtrate, Natto Gum, Panthenol, Fragrance, Guaiazulene."]},
{"sku": ["P398844"], "category": ["Moisturizers"], "name": ["", "Sake Balm"], "review_rating": ["3.9933"], "brand": ["boscia"], "number_reviews": ["150 reviews"], "reviews": ["{'title': u'So weird, but so good', 'text': [u'I LOVE this. I use it at night after my nightly face washing routine. I dab on a little in areas of my face (a little goes a long way) and smooth out. It seems overly wet, at first, but dries quickly. I wake up to hydrated, soft, glowing skin. Pricey, but worth it.'], 'author': u'Sweeteztseven ', 'date': [u'2016-10-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'use at night', 'text': [u'My skin needed a serious drink. This hydrates my combination skin perfectly. I find it too much to use in the am under makeup but I use it every night faithfully. It rejuvenates and plumps my skin for the next day!'], 'author': u'Shutes15 ', 'date': [u'2016-10-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'On my second jar. Very pleased with the results.'], 'author': u'keholmes ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'SO STICKY', 'text': [u'Maybe this has good moisturizing properties - I wouldn\\'t know, because I couldn\\'t force myself to use it more than a few times. And trust me, after dropping 60 bucks on it, I really really tried. First off, the gel has a strong alcohol smell that reminds me of nailpolish remover, and definitely stings when applied over any blemished. But I could forgive that. What I couldn\\'t get over was the stickiness.. on my face it didn\\'t bother me so much, since I try not to touch my face throughout the day regardless, but my HANDS stayed sticky for hours after applying this stuff. You definitely cant put this on and rub the residue into your hands, because they will feel gross and unclean for hours afterwards. You really have to wash your hands - soap and water - to get rid of that super unpleasant feeling. Still have the whole jar sitting in my washroom, untouched.'], 'author': u'annapremy ', 'date': [u'2016-10-14'], 'location': u'Calgary, AB', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'18-24'}", "{'title': u'Ships safely!', 'text': [u'Thank you for your reviews! The botanical ingredients in Sake Balm\\'s natural ingredient blend sometimes possess slight differences (for example, no two naturally occurring ingredients look the same), which in turn, can result in a variance in the product\\'s color or scent. However, this does not alter their benefits, and the moisturizer can be used as directed. Having Sake Balm shipped to you as opposed to purchasing in store will not alter its appearance!'], 'author': u'bosciaskincare ', 'date': [u'2016-10-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["30"], "three_star_reviews": ["14", "14"], "price": ["$46.00"], "one_star_reviews": ["17", "17"], "five_star_reviews": ["84", "84"], "two_star_reviews": ["10", "10"], "four_star_reviews": ["25", "25"], "number_loves": ["5608"], "ingredient": ["Water, Glycolic Acid, Cyclopentasiloxane, Glycerin, Butylene Glycol, Dipropylene, Glycol, Isododecane, Polymethylsilsesquioxane, PEG-240/HDI Copolymer Bis-Decyltetradeceth-20 Ether, Lactobacillus Ferment, Dimethicone, 1,2-Hexanediol, Adenosine, Caprylyl Glycol, Carbomer, Cellulose Gum, Dipotassium Glycyrrhizate, Hydrogenated Lecithin, PEG-10 Dimethicone, PVA/MA Copolymer, Sake TRX Extract, Sodium Hyaluronate, Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Trisodium Ethylenediamine Disuccinate, Xanthan Gum."]},
{"sku": ["P309207"], "category": ["Mists &amp; Essences"], "name": ["", "Queen Of Hungary Mist"], "review_rating": ["4.381"], "brand": ["Omorovicza"], "number_reviews": ["42 reviews"], "reviews": ["{'title': u\"don't see the hype\", 'text': [u'Scent is way too strong and product is no better than others. I threw away half of the sample bc I didn\\'t like.'], 'author': u'Blueeyebella ', 'date': [u'2016-11-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Best Mist Ever', 'text': [u'I received a sample of this mist in my last box. It came almost like a little sample of perfume.The mist itself is light, even, no huge drops. If you like the scent of this product line it smells exactly like the rest. Well worth the money!! The scent does not linger yet leaves your face fresh &amp; clean feeling. I would give this 10stars!!!'], 'author': u'K123072 ', 'date': [u'2016-10-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Luxurious Spa treatment', 'text': [u'Everything in this line makes me feel like I\\'m getting a top of the line spa treatment. I have used this as a refresher throughout the day. I am oily and I find it sits and finishes perfectly over my makeup. Although I understand this is a toner, that\\'s not how I use it.'], 'author': u'AirArtAirHeart ', 'date': [u'2016-10-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Not cheap, but..', 'text': [u'I have used this product for a little over 2 years now. It does seem a little expensive for what it is (a toner), but due to the spray application, a little goes a long way.When I\\'m on holiday, this is literally the only product I use apart from SPF and the Omorovicza Thermal Cleansing balm (I have combination skin.) Refreshing, hydrating, smells divine.'], 'author': u'Szandra ', 'date': [u'2016-06-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Skin Absorbs Quickly', 'text': [u'This is one of the toner I felt my skin really absorbs. I love the smell and texture of my skin after but I think you can find something else that does the same job with cheaper price.', u'I don\\'t think I will repurchase again anytime soon.'], 'author': u'blackhat ', 'date': [u'2016-04-11'], 'location': u'Bethlehem, PA', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["9"], "three_star_reviews": ["1", "1"], "price": ["$90.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["29", "29"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["7", "7"], "number_loves": ["4096"], "ingredient": ["Hungarian Thermal Water, Rosa Damascena Flower Water, Citrus Aurantium Dulcis (Orange) Flower Water, Salvia Officinalis (Sage) Leaf Water, Glycerin, Polysorbate 20, Phenoxyethanol, Disodium EDTA, Pyrus Malus (Apple) Fruit Extract, Saccharomyces (Hungarian Thermal Water) Ferment Extract, Ethylhexylglycerin, Mannitol, Malpighia Punicifolia (Acerola) Fruit Extract, Chlorella Vulgaris/Lupinus Albus Protein Ferment, Pectin, Phospholipids, Yeast Extract."]},
{"sku": ["P394849"], "category": ["Value &amp; Gift Sets"], "name": ["", "Super Facial Oil Set"], "brand": ["VERSO SKINCARE"], "number_reviews": ["1 review"], "reviews": ["{'title': u'A GENTLE RETINOL', 'text': [u'I REALLY LIKE THIS PRODUCT, MAKE MY SKIN BRIGHT I ALSO SEE THAT MY FACE LOOK MORE FIRM I JUST START TO USED ALL OVER MY BODY. AND ALSO LOVE SEPHORA. IN MY FIRST SHIPPIN ONE OF THE VIAL WAS BROKE AND THEY REPLACE THE WHOLE ORDER.'], 'author': u'nature1 ', 'date': [u'2016-02-16'], 'location': u'MIAMI', 'skin_type_link': u'Normal', 'rating_score': u'4', 'age_link': u'over 54'}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$195.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["335"], "ingredient": ["Caprylic/Capric Triglyceride, Isopropyl Isostearate, Shea Butter Ethyl Esters, Caprylyl Methicone, Helianthus Annuus Seed Oil Unsaponifiables, Tocopheryl Acetate, Canola Oil, Retinyl Retinoate, Tocopherol."]},
{"sku": ["P412440"], "category": ["Moisturizers"], "name": ["", "Peat Miracle Revital Cream"], "brand": ["belif"], "number_reviews": ["2 reviews"], "reviews": ["{'title': u'Went in for the other eye cream, left with magic', 'text': [u'When I get stressed my eyelids start looking like a desert. Reddish, dry, terrible, and I\\'d finally had enough. I researched my eye creams, and was all ready to purchase Belif\\'s older formula, but they sold out. Not to be deterred, I went to my local store to see if they had any. They didn\\'t, but they recommended the new line of the same brand. Am I glad I checked it out, because I was able to swatch it against the sample of the other formula. This is very thick, but not greasy at all. It takes hardly any product to cover both eyes, just pat it a couple times with one fingertip and you\\'re good to go. Even when my eyelids were dry and sensitive, it didn\\'t sting at all, which has not been my experience with other eye creams. It\\'s definitely pricey, but I anticipate this lasting for a long time. Highly recommend for sensitive skin.'], 'author': u'curiousneuron ', 'date': [u'2016-10-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love this stuff!', 'text': [u'This mask has been amazing for my skin. I use it 3 times a week and after I wash it off my face I\\'m glowing! The same day I started using this I also starting using Skin Inc\\'s revival peel so I can\\'t say this mask is completely the reason for my skins glow but it definitely helps. It also draws out anything clogging my pores. I had a large pimple, one of my many symptoms of PMS and I could literally see the gunk from the pimple pulled out and sitting on top of the mask. Gross but Insane!!!', u'Also this jar is PACKED with product. It is buttery smooth and completely lacking any sort of chunks (like rose petals, tea leaves, etc). I have used it at least 5 times and I\\'ve barely put a dent in the jar. I love this stuff.'], 'author': u'JupitersGlow ', 'date': [u'2016-09-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$58.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["718"], "ingredient": ["Water, Dipropylene Glycol, Glycerin, Caprylic/Capric Triglyceride, Hydrogenated Polyisobutene, Triethylhexanoin, Cyclopentasiloxane, 1,2-Hexanediol, Cetearyl Alcohol, C14-22 Alcohols, Glyceryl Stearate, Silica, Poncirus Trifoliata Fruit Extract, Panthenol, Perfluorononylethyl Stearyl Dimethicone, Jojoba Esters, Peat Extract(0.5%), Euphrasia Officinalis Extract*, Glycyrrhiza Glabra (Licorice) Root Extract*, Achillea Millefolium Flower Extract*, Aesculus Hippocastanum (Horse Chestnut) Leaf Extract*, Rhodiola Rosea Root Extract*, Vaccinium Myrtillus Fruit Extract*, Equisetum Arvense Leaf Extract*, Avena Sativa (Oat) Kernel Extract**, Calendula Officinalis Flower Extract**, Nepeta Cataria Extract**, Rubus Idaeus (Raspberry) Leaf Extract**, Baptisia Tinctoria Root Extract**, Stellaria Media (Chickweed) Extract**, Alchemilla Vulgaris Leaf Extract+, Viola Tricolor Extract+, Rosa Damascena Flower Extract+, Spiraea Ulmaria Flower Extract+, Althaea Officinalis Root Extract+, Ceramide Np, Phytosphingosine, Cetearyl Olivate, Sucrose Polystearate, Hydrogenated Lecithin, Peg-10 Rapeseed Sterol, Glycereth-20, Cetyl Palmitate, Sorbitan Palmitate, Sorbitan Olivate, Peg-100 Stearate, C12-20 Alkyl Glucoside, Niacinamide, Alanyl Glutamine, Dimethicone, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Carbomer, Xanthan Gum, Mica, Titanium Dioxide, Iron Oxides(Ci 77491), Trisodium Edta, Potassium Hydroxide, Fragrance++, Citronellol, Limonene, Geraniol, Linalool*. *Fragrances Of Natural Origin"]},
{"sku": ["P376634"], "category": ["Moisturizers"], "name": ["", "Make A Difference™ Plus + Rejuvenating Moisturizer"], "review_rating": ["4.3704"], "brand": ["Origins"], "number_reviews": ["81 reviews"], "reviews": ["{'title': u'Great for dry skin', 'text': [u'I have dry skin and I use this in the morning and Origins Nightamins at night. Absorbs quickly making my skin feel hydrated but not greasy. The smell kinda threw me off at first, but it grew on me. I\\'m very sensitive to scents and I managed to live with it. Once its in your skin the scent diffuses quite quickly.'], 'author': u'erica10 ', 'date': [u'2016-10-26'], 'location': u'Alberta, Canada', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'Amazing!', 'text': [u'Love this! I use this in the morning, sometimes on its own or after a serum depending on what my skin needs. I have dehydrated skin that still gets oily, so it\\'s difficult finding a moisturizer that helps control oil yet is very moisturizing. This does great, absorbs quickly and makes my skin feel so moisturized and smooth. It looks fantastic under makeup and does not feel greasy, even though it is a thicker moisturizer. I do not like the packaging, as I wish it was in a bottle with a pump, but that really does not effect the way the product works, as it is still a great product.'], 'author': u'ohnorebecca1 ', 'date': [u'2016-08-17'], 'location': u'La Verne, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'My Go To', 'text': [u'I tried another Origins moisturizer, and I liked it, however it burned my eyes no matter how careful I was, so I tried this one when I used up that jar. It has a unique texture that I haven\\'t come across and I have tried a lot of creams to help to reduce redness and prevent flaking around my nose and eyebrows. This thankfully has really calmed down my skin. I will probably venture out and try new creams every now and again but this will be my official go to.'], 'author': u'MavisV ', 'date': [u'2016-07-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Finally found something that I love!', 'text': [u'I have combination oily/flaky with severe acne prone skin. I\\'ve tried many moisturizers before, including hope in a jar &amp; origins daily defence, and they\\'ve all been too weak or greasy, etc. This moisturizer is amazing and has transformed my skin completely. I recommend using it paired with Josie Maran Aragon oil light. This mixture of products has already balanced and evened my texture and has cleared up my acne and reduced redness!'], 'author': u'panbeauty ', 'date': [u'2016-05-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'INCREDIBLE PRODUCT', 'text': [u'I went in to Sephora with the intent to buy a completely different moisturiser. I told the girl what I was looking for and she asked me my skin concerns. She put the information in the computer and came up with this product. I was sceptical at first because it wasn\\'t what I went in for at all. She told me she could give me a sample since it doesn\\'t come in a smaller jar, but I decided to go for the full size, and I LOVE IT!! I am so glad she recommended it and the smell is to die for. I will be purchasing this again in the future, and I\\'ll look in to their other products.'], 'author': u'ellemidge ', 'date': [u'2016-04-16'], 'location': u'Muskoka, Ontario', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["17"], "three_star_reviews": ["7", "7"], "price": ["$43.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["52", "52"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["16", "16"], "number_loves": ["2523"], "ingredient": ["Water, Butylene Glycol, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Glyceryl Polymethacrylate, Caprylic/Capric Triglyceride, Ethylhexyl Hydroxystearate, Glycerin, Squalane, Trehalose, Dimethicone, Stearic Acid, Lauryl Lactate, Hydrogenated Palm Glycerides, Cetyl Ethylhexanoate, Myristyl Myristate, Citrus Aurantium Bergamia (Bergamot) Fruit Oil*,  Citrus Medica Limonum (Lemon) Peel Oil*, Citrus Aurantium Dulcis (Orange) Oil*, Mentha Viridis (Spearmint) Leaf Oil*, Vetiveria Zizanoides (Vetiver) Root Oil*, Cinnamomum Camphora (Camphor) Bark Oil*, Plumeria Alba Flower Extract, Magnolia Acuminata Flower Extract, Rosa Damascena Extract, Iris Pallida Root Extract, Linalool, Citral, Limonene, Litchi Chinensis Seed Extract, Citrullus Vulgaris (Watermelon) Fruit Extract, Rhodochrosite Extract, Anastatica Hierochuntica (Rose Of Jericho) Extract, Coffea Arabica (Coffee) Seed Extract, Salvia Sclarea (Clary) Extract, Pyrus Malus (Apple) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Padina Pavonica Thallus Extract, Garcinia Indica (Kokum) Seed Butter, Mangifera Indica (Mango) Seed Butter, Theobroma Grandiflorum Seed Butter, Butyrospermum Parkii (Shea Butter), Mauritia Flexuosa Fruit Oil, Astrocaryum Murumuru Seed Butter, Acetyl Hexapeptide-8, Micrococcus Lysate, Lecithin, Caffeine, Peg-100 Stearate, Sodium Lactate, Sodium Hyaluronate, Caprylic/Capric/Myristic/Stearic Triglyceride, Caprylyl Glycol, Hydrogenated Lecithin, Tocopheryl Acetate, Glycine Soja (Soybean) Sterols, Sodium Rna, Potassium Sorbate, Dextrin, Cetyl Alcohol, Tromethamine, Sodium Pca, Carbomer, Disodium Edta, Phenoxyethanol."]}[
{"sku": ["P375859"], "category": ["Night Creams"], "brand": ["SK-II"], "name": ["", "Skin Refining Treatment"], "number_reviews": ["20 reviews"]},
{"sku": ["P385043"], "category": ["Moisturizers"], "brand": ["Fresh"], "name": ["", "Lotus Youth Preserve Radiance Lotion"], "number_reviews": ["97 reviews"]},
{"sku": ["P400205"], "category": ["Face Oils"], "brand": ["Herbivore"], "name": ["", "Orchid Youth Preserving Facial Oil"], "number_reviews": ["40 reviews"]},
{"sku": ["P409968"], "category": ["Moisturizers"], "brand": ["Primary Raw"], "name": ["", "DoYou Azulene Gel Cream"], "number_reviews": ["13 reviews"]},
{"sku": ["P398844"], "category": ["Moisturizers"], "brand": ["boscia"], "name": ["", "Sake Balm"], "number_reviews": ["150 reviews"]},
{"sku": ["P309207"], "category": ["Mists &amp; Essences"], "brand": ["Omorovicza"], "name": ["", "Queen Of Hungary Mist"], "number_reviews": ["42 reviews"]}