[
{"sku": ["P393524"], "category": ["Mists &amp; Essences"], "name": ["", "Hydra-Mat Emulsion"], "review_rating": ["3.2222"], "brand": ["Embryolisse"], "number_reviews": ["18 reviews"], "reviews": ["{'title': u'Not Mat', 'text': [u'I was hoping this one would work for me from hearing all good things. This did not work. Left me looking shiny as if I never used this. Left skin soft but I would not recommend this product.'], 'author': u'Leem28 ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Did not work', 'text': [u'I have extremely oily skin and unfortunately this actually made my skin produce more oil and made my makeup look very bad. I tried it many different ways but nothing worked.'], 'author': u'mimicakes88 ', 'date': [u'2016-10-25'], 'location': u'Los Angeles, CA', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'great primer for those hot summer days', 'text': [u'I wore this primer mostly last year during the summer when I am at my most oiliest and it held out for an entire nine hours of work without having to touch up. For refrence my skin type is combo and sensitive.'], 'author': u'Smilieysusu ', 'date': [u'2016-01-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Perfect primer and moisturizer', 'text': [u'I\\'m not sure why there are so many negative reviews, this stuff is amazing. People with oily skin tend to forget that they still need to moisturize (I know I do!) and this is honestly the perfect moisturizer/primer. My skin is the oiliest possible skin out there and this not only gives me the right amount of moisturization, it also is an amazing primer. The formula absorbs quickly and sets the perfect base for my foundation to blend into. At the end of the work day, my face does not look like a disco ball, it is just the slightest bit dewy. If you want your face still completely matte after 8 hours, use the Becca Ever-Matte. The Embryolisse gives a matte but more natural skin texture look to your foundation, The smell is also very light and pleasant.'], 'author': u'jstbee ', 'date': [u'2015-11-15'], 'location': u'Vancouver, BC', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'not terrible but nothing special', 'text': [u'its does help to mattify for about 3 hours but for $40 i would expect at least 6-8 hours, the ingredients are nice compared to most toxic primers that only make oily skin worse.'], 'author': u'Cbstacy ', 'date': [u'2015-11-01'], 'location': u'Hawaii, OAHU', 'skin_type_link': u'Oily', 'rating_score': u'3', 'age_link': u'25-34'}"], "lastpage": ["4"], "three_star_reviews": ["3", "3"], "price": ["$40.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["7", "7"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["1", "1"], "number_loves": ["2628"], "ingredient": ["Water, Glycerin, Prunus Armeniaca Kernel Oil, Isononyl Isononanoate, Hydroxyethyl Acrylate, Sodium Acryloyldimethyl, Taurate Copolymer, Squalane, Butyrospermum Parkii Oil, Polymethylmetacrylate, Corn Starch Modified, Biosaccharide Gum-1, Hydrogenated Polyisobutene, Carbomer, Tocopheryl Acetate, Isopentyldiol, Caprylyl Glycol, 1,2-Hexanediol, Polysorbate 60, Allantoin, Hydrogenated Polydecene, Fragrance, Edta, Hydrogenated Lecithin, Glyceryl Caprylate, Tropolone, Potassium Sorbate, Sodium Hydroxyide."]},
{"sku": ["P382353"], "category": ["Face Oils"], "name": ["", "Dilo Oil Restorative Treatment"], "review_rating": ["4.4118"], "brand": ["Kate Somerville"], "number_reviews": ["102 reviews"], "reviews": ["{'title': u'Just Okay', 'text': [u'I am a strong believe in using an oil treatment as a moisturizer. I bought one of the sephora pacakages which included this product. I think it is just okay. I find there are other more effective oils. It is minimially hydrating and I wasn\\'t really impressed with the overall product. I would not buy again.'], 'author': u'CourtneyL8 ', 'date': [u'2016-09-14'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Smells Heavenly!', 'text': [u'This is a great non pore clogging oil that smells heavenly. The container it comes in could be designed to be more user friendly. I did notice mild reduction in fine lines and my skin felt so soft after using for 2 weeks. It also did not break me out or upset my sensitive skin! Keeper.'], 'author': u'BeautyBelle1 ', 'date': [u'2016-09-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Nice but not amazing', 'text': [u'This is a nice hydrating oil, and it smells like coconut. However I wasn\\'t wowed by it, so for me the price isn\\'t worth it.'], 'author': u'victorianowl ', 'date': [u'2016-04-21'], 'location': u'San Jose, CA', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Not hydrating enough', 'text': [u'This oil smells wonderful. However, it was not hydrating enough for my dry skin. But a good oil. Is a bit expensive though!!'], 'author': u'50sdi ', 'date': [u'2016-04-11'], 'location': u'Peachtree city, ga', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Lovely!!!', 'text': [u'First of the scent is absolutely AMAZING ! A cross between jasmine and gardenia so I can basically just spend my entire morning and evening smelling the bottle. However I\\'m not sure if it\\'s really doing anything other than satisfying my nose. It\\'s does sink in quickly so I\\'m not waiting forever to moisturized and yet it doesn\\'t leave my face \"oily\". Probably won\\'t repurchase but will DEFINITELY try more of her line. I will go back and view more of Carol Hirons in YouTube she gives awesome beauty advice LOVE HER !'], 'author': u'charmedvamp ', 'date': [u'2016-02-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "lastpage": ["21"], "three_star_reviews": ["7", "7"], "price": ["$65.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["67", "67"], "two_star_reviews": ["6", "6"], "four_star_reviews": ["20", "20"], "number_loves": ["3126"], "ingredient": ["Ethyl Macadamiate, Coconut Oil , Moringa Oleifera Seed Oil, Water, Canarium Indicum Seed Oil, Pumpkin Seed Extract, Alaria Esculenta Extract, Calophyllum Inophyllum Seed Oil , Calophyllum Tacamahaca Seed Oil, Vanilla Planifolia Fruit Extract, Vanilla Tahitensis Fruit Extract, Caprylic/Capric Triglyceride, Sunflower Seed Oil, Rice Bran Extract, Plumeria Acutifolia Flower Extract, Tocopherol, Rosemary Leaf Extract, Lupinus Albus Seed Extract, Amyris Balsamifera Bark Oil, Eugenia Caryophyllata, Juniperus Virginiana Oil, Cananga Odorata, Citrus Limunum, Ferula Galbaniflua, Jasmine Officinalis."]},
{"sku": ["P414079"], "category": ["Moisturizers"], "name": ["", "TIME RETREAT Face Treatment"], "brand": ["Eve Lom"], "number_reviews": ["not rated"], "price": ["$110.00"], "review_rating": ["0.0"], "number_loves": ["80"], "ingredient": ["Water, Butyrospermum Parkii (Shea) Oil, Isononyl Isononanoate, Niacinamide, Propanediol, Maltodextrin, Trimethylpentanediol/Adipic Acid Copolymer, C12-16 Alcohols, Phenoxyethanol, Lecithin, Glycerin, Rhus Succedanea Fruit Wax, Sodium Acrylates Copolymer, Pentylene Glycol, Hydrogenated  Polyisobutene, Palmitic Acid, Helianthus Annuus (Sunflower) Seed Oil, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Vegetable Oil (Olus Oil), Allantoin, Polyglyceryl-10 Stearate, Phospholipids, Tocopheryl Acetate, Sodium Stearoyl Lactylate, Squalane, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Sodium Lactate, Sodium Hyaluronate, Ethylhexylglycerin, Polysorbate 20, Alcohol, Retinol, Algae Extract, Lavandula Angustifolia (Lavender) Oil, Cetyl Alcohol, Rosmarinus Officinalis (Rosemary) Extract, Limonene, Linalool, Polysorbate 60, Potassium Phosphate, Sodium Carboxymethyl Beta-Glucan, Potassium Sorbate, Sodium Benzoate, Glycine Soja (Soybean) Sterols, Sorbitan Isostearate, Cupressus Sempervirens Leaf Oil, Salvia Sclarea (Clary) Oil, Carnosine, Lactic Acid, Petroselinum Crispum (Parsley) Seed Oil, Anthemis Nobilis Flower Oil, Santalum Album (Sandalwood) Oil, Commiphora Myrrha Oil, Tocopherol, Xanthophyll."]},
{"sku": ["P385321"], "category": ["Mists &amp; Essences"], "name": ["", "PORE MEDIC Pore Minish Mist"], "review_rating": ["3.95"], "brand": ["Dr. Jart+"], "number_reviews": ["40 reviews"], "reviews": ["{'title': u'misty fresh!', 'text': [u'I love how it refreshing it feels when you spray it on your face. I use it for setting my makeup or just throughout the day to control the oils on my face and it also smells really good. It has like a clean smell to it.'], 'author': u'yadiii ', 'date': [u'2016-08-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Awesome.', 'text': [u'This actually works really well with my combination skin in the summer. Not sure how it would work for oily but I love it &amp; it\\'s worth it.'], 'author': u'Jaimsley ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'meh', 'text': [u'The urban decay oil slick is better. Same with the boscia setting spray. This one I didn\\'t really notice a difference!'], 'author': u'Justinekate ', 'date': [u'2016-08-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Love!', 'text': [u'I have extremely oily skin and wear makeup everyday. I bought this and have used it the last few days and I have to say I absolutely love it !! Feels like soft powder on your face and definitely helps with oil production. I will be buying again!!!'], 'author': u'KWager ', 'date': [u'2016-08-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Summer Savior!', 'text': [u'Bought this for my holiday in Greece as the temperature there was just ridiculously hot. My face is oily, but I love to wear makeup everyday. This mist reduced my oil breakout from as fast as 2 hours to 6-7 hours or even more! This is a must buy for those who has oily face :)'], 'author': u'haniehoney ', 'date': [u'2016-07-17'], 'location': u'Netherlands', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["8"], "three_star_reviews": ["3", "3"], "price": ["$30.00"], "one_star_reviews": ["5", "5"], "five_star_reviews": ["24", "24"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["4", "4"], "number_loves": ["4527"], "ingredient": ["Water, Dipropylene Glycol, Butylene Glycol, PPG-26-Buteth-26, PEG-40 Hydrogenated castor oil, Betaine, Sodium Chloride, Caprylyl Glycol, Ethylhexylglycerin, Citrus Paradisi (Grapefruit) Fruit Extract, Citrus Junos Fruit Extract, Eucalyptus Globulus Leaf Extract, Eugenia Caryophyllus (Clove) Flower Extract, Sophora Angustifolia Root Extract, Zinc Oxide, Panthenol, Kaolin, Magnesium Aluminum Silicate, Dipotassium Glycyrrhizate, Fragrance, Hamamelis Virginiana (Witch Hazel) Water, Portulaca Oleracea Extract, Fomes Officinalis (Mushroom) Extract, Enantia Chlorantha Bark Extract, Oleanolic acid, Sodium Polystyrene Sulfonate, Sorghum Bicolor Stalk Juice, Glycerin, Sericin, Rhus Semialata Gall Extract, Betula Platyphylla Japonica Juice, Rosmarinus Officinalis (Rosemary) Leaf Extract, Salvia Officinalis (Sage) Leaf Extract, Lavadula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Anthemis Nobilis Flower Extract."]},
{"sku": ["P214000"], "category": ["Moisturizers"], "name": ["", "Ultra Moisture Day Cream"], "review_rating": ["4.3939"], "brand": ["REN"], "number_reviews": ["99 reviews"], "reviews": ["{'title': None, 'text': [u'This product is not scented and doesn\\'t contain any harmful chemicals. I purchased it while going through a sensitive period of time for my skin. It\\'s light weight and absorbs really fast. In terms of hydration power, I think it\\'s okay, not the most impressive. I like the fact that it\\'s in a pump so there\\'s no contamination with hand or environment during use. I believe the lady in the store told me the brand is initially designed for pregnant ladies and therefore the formulas are carefully chosen.'], 'author': u'Wen314 ', 'date': [u'2016-10-21'], 'location': u'San Diego, CA', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'18-24'}", "{'title': u'Perfect moisturizer', 'text': [u'My skin was incredibly dry and this did the trick like nothing else WITHOUT breaking me out. Works under my makeup even though my skin is naturally oily.'], 'author': u'milkbox ', 'date': [u'2016-10-11'], 'location': u'Seattle, WA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Perfect day moisturizer for summer', 'text': [u'I have very dry/dehydrated, sensitive, acne-prone skin. For summer I need a lighter moisturizer that won\\'t make my skin feel greasy in hot (sweaty) weather. This is perfect as it\\'s creamy enough to moisturize but has a lighter texture. It also does not cause breakouts or redness, has no fragrance, and works well under makeup. I love it.'], 'author': u'67846 ', 'date': [u'2016-08-21'], 'location': u'Seattle, WA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': None, 'text': [u'Great all-purpose face moisturizer. Good to use morning and night. Have been using for a long time and will continue to buy.'], 'author': u'petitoiseau ', 'date': [u'2016-06-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'not for me', 'text': [u'I have normal-dry skin, and this made my skin feel super greasy and it clogged my pores everytime I used it. I also got mild breakouts around my nose and chin area.'], 'author': u'eriserra ', 'date': [u'2016-05-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "lastpage": ["20"], "three_star_reviews": ["5", "5"], "price": ["$55.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["66", "66"], "two_star_reviews": ["5", "5"], "four_star_reviews": ["19", "19"], "number_loves": ["1852"], "ingredient": ["Rosa Damascena Flower Water, Caprylic/Capric Triglyceride (Source Coconut Oil), Cetearl Alcohol (Sourse Coconut oil), Cetearyl Octanoate (Sourse Coconut oil), Camellia Oleifera Seed Oil, Butyrospermum Parkii (Shea) Butter, Myristyl Myristate (Sourse Coconut oil), Glycerin (Source Coconut Oil), Cetearyl Glucoside (Source Corn), Lauryl Laurate (Source Coconut oil), Triheptanoin (Source Coconut Oil), Glycine Soja (Soybean) Lipid, Betaine (Source Aminoacid), Oryzanol (Source Rice), Vaccinium Macrocarpon (Cranberry) Seed Oil, Rosa Canina (Rose Hip) Seed  Oil, Phenoxyethanol (source Aromatic Ether), Omega 6 Ceramide (source Carthame), Laminaria Ochroleuca (Algae) Extract, Sodium Hyaluronate (Source Wheat), Parfum (100% Natural Fragrance), Linalool, Limonene, Farnesol, Fagus Sylvatica (Beech) Bud Extract, Cassia Alata (Candle Tree) Leaf Extract, Pueraria Lobata (Kudzu) Symbiozome Extract, Carbomer (Source Polymer), Sodium Hydroxymethylglycinate (Source Amino Acids), Tocopherol (Vitamin E)."]},
{"sku": ["P397665"], "category": ["Moisturizer &amp; Treatments"], "name": ["", "Dry Erase® Ultra-Calming Face Cream"], "brand": ["Jack Black"], "number_reviews": ["1 review"], "reviews": ["{'title': u'So far so good', 'text': [u'I just started using this as my night moisturizer and so far I like it. It definitely has a shiny feel and look to it so I wouldn\\'t recommend it for daytime unless you have super dry skin. But I struggle with breakouts and this product does not cause me to break out more.'], 'author': u'timsnare2 ', 'date': [u'2015-08-02'], 'location': u'NY, NY', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$38.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["248"], "ingredient": ["Water, Aloe Barbadensis Leaf Juice, Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Bran Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Glycerin, Glycereth-26, Persea Gratissima (Avocado) Oil, Butyrospermum Parkii (Shea) Butter, Cetearyl Olivate, Cetearyl Alcohol, Sorbitan Olivate, Dimethicone, Ammonium Acryloydimethyltaurate/VP Copolymer, Hydrolyzed Caesalpinia Spinosa Gum, Cetyl Palmitate, Ceteth-10 Phosphate, Dicetyl Phosphate, Sorbitan Palmitate, Cucumis Sativus (Cucumber) Fruit Extract, Caesalpinia Spinosa Gum, Arginine, Panthenol, Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Bisabolol, Zingiber Officinale (Ginger) Root Extract, Camellia Sinensis Leaf Extract*, Spirulina Maxima Extract*, Tetrapeptide-21, Ethylhexylglycerin, Hexylene Glycol, Caprylyl Glycol, Phenoxyethanol *Certified Organic."]},
{"sku": ["P405287"], "category": ["Moisturizers"], "name": ["", "Smart Broad Spectrum SPF 15 Custom-Repair Moisturizer for Combination Oily Skin"], "brand": ["CLINIQUE"], "number_reviews": ["1 review"], "reviews": ["{'title': u'mixed feelings', 'text': [u'So this moisturizer works great under makeup. It also gives me a nice radiant glow...HOWEVER, it looks greasy in my t-zone areas which is something I was hoping this wouldn\\'t do, seeing as it\\'s marketed towards combo/oily skin. I can feel it on my face and my hair will literally get stuck to it if I do not apply makeup over. Really wanted to love it because of the benefits, but will not repurchase until the fix the formula so that it doesn\\'t feel so greasy/sticky.'], 'author': u'aacizrad ', 'date': [u'2016-05-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "review_rating": ["3.0"], "three_star_reviews": ["1", "1"], "price": ["$54.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["301"]},
{"sku": ["P406772"], "category": ["Mists &amp; Essences"], "name": ["", "Skin Dew Hydrating Essence Mist &amp; Setting Spray"], "review_rating": ["3.3881"], "brand": ["Farmacy"], "number_reviews": ["134 reviews"], "reviews": ["{'title': u'smells great', 'text': [u'Loved the way it smells and how fresh it made my skin feel. I received a sample in my Play bag and would definitely buy this product.'], 'author': u'kmyers821 ', 'date': [u'2016-11-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Like it', 'text': [u'I received this in my play box and I enjoy using it as a toner. It is very hydrating and I actually kind of like the smell.'], 'author': u'caressav ', 'date': [u'2016-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'this is bomb', 'text': [u'i received this in my play box and agree w/ reviewers who say the spray mist is pretty drench-y. however, aside from that, this stuff is awesome. i suffer from redness and this has improved my skin\\'s coloration. it\\'s very soothing and moisturizing. some might find the minty smell overpowering, but i think it\\'s refreshing. i\\'ve also been complimented on my glow after using this frequently!'], 'author': u'bailey3liz ', 'date': [u'2016-11-06'], 'location': u'new york, new york', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Just love', 'text': [u'I love this stuff. In the mornings I spray it on my face after washing with the cleansing grains. While I brush my teeth the mist drys. I follow with the rise and shine moisturizer. And I am ready for make-up application. At night I spray it on a cotton square and use as a toner. I love it. After reading some reviews, may try as a finishing spray. But as some have said, it does not spray lightly or very evenly; however, that doesn\\'t bother me for the way I have been using it.'], 'author': u'ButtonsBelle ', 'date': [u'2016-11-05'], 'location': u'Charleston, SC', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Hydrating Setting Spray', 'text': [u'I use this to set my makeup and it really moisturizes my skin after powdering. Perfect setting spray.'], 'author': u'MaeGreen ', 'date': [u'2016-11-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["27"], "three_star_reviews": ["30", "30"], "price": ["$44.00"], "one_star_reviews": ["15", "15"], "five_star_reviews": ["35", "35"], "two_star_reviews": ["21", "21"], "four_star_reviews": ["33", "33"], "number_loves": ["5431"], "ingredient": ["Water, Glycerin, Propanediol, Methoxycinnamidopropyl Hydroxysultaine, Patented Echinacea Purpurea ‘Greenenvytm’ Root Extract, Equisetum Arvense Juice, Phenoxyethanol, Oleth-20, Actinidia Chinensis (Kiwi) Fruit Extract, Melia Azadirachta Leaf Extract, Mentha Piperita (Peppermint) Oil, Melia Azadirachta Flower Extract, Coccinia Indica Fruit Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Ocimum Basilicum (Basil) Flower/Leaf Extract, Cananga Odorata Flower Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Aurantifolia (Lime) Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Solanum Melongena (Eggplant) Fruit Extract, Curcuma Longa (Turmeric) Root Extract, Corallina Officinalis Extract, Zingiber Officinale (Ginger) Root Oil, Aloe Barbadensis Flower Extract, Ocimum Sanctum Leaf Extract, Caprylic/Capric Triglyceride, Dehydroxanthan Gum, Sodium Phytate, Sodium Citrate, Citric Acid, Amino Esters-1, Potassium Sorbate, Sodium Benzoate, Ethylhexylglycerin, Caramel."]},
{"sku": ["P404794"], "category": ["Face Oils"], "name": ["", "Hydrating Oil Stick"], "review_rating": ["4.3824"], "brand": ["MILK MAKEUP"], "number_reviews": ["34 reviews"], "reviews": ["{'title': u'Hydrating and Travel Friendly!', 'text': [u'Love my new hydrating stick that contains natural oils such as apricot, avocado, jojoba, and orange peel oils. The stick has a faint fresh scent and gives you an easy way to apply a little bit of moisture anywhereFor those seeking an easy to use facial oil that\\u2019s mess-free and travel friendly you might wish to check out the Milk Makeup Hydrating Oil Stick.'], 'author': u'Ape1074 ', 'date': [u'2016-11-04'], 'location': u'Rumson, NJ', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'amazing for dry skin!', 'text': [u'Works so well for my super dry skin. I use it at night and midday. My skin is getting noticeably softer the longer I use it and I love the formula. ', u'The smell is light and dissipates quickly. If you are familiar with orange peel/oil you won\\'t think it\\'s weird. ', u'Milk delivers yet again'], 'author': u'kambarr ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'perfect for dry skin in my opinion', 'text': [u'I have the worst dry skin and I found this to e extremely convenient to just rub on dry patches or skin. Worth it for me :)'], 'author': u'LaLaKacy ', 'date': [u'2016-10-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'This is a cool product. Smartly packaged and also reminds me of roll up products of the 90s. I prefer an oil that I can pour into my hand then apply to my face, so this isn\\'t necessarily practical for me, but my inner product junky just says that it\\'s something fun to have ;)'], 'author': u'mwynyc ', 'date': [u'2016-09-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'so good!', 'text': [u'This product is extensively hydrating but keep it away from the eyes. The orange and lemon peel oils irritate the eyes.'], 'author': u'alecmichael ', 'date': [u'2016-08-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["7"], "three_star_reviews": ["2", "2"], "price": ["$24.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["23", "23"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["6", "6"], "number_loves": ["4061"], "ingredient": ["C12-15 Alkyl Benzoate, Octyldodecanol, Phenyl Trimethicone, Simmondsia Chinensis (Jojoba) Seed Oil, Dibutyl Lauroyl Glutamide, Dibutyl Ethylhexanoyl Glutamide, Vitis Vinifera (Grape) Seed Oil, Persea Gratissima (Avocado) Oil, Prunus Armeniaca (Apricot) Kernel Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Limon (Lemon) Peel Oil, Tocopheryl Acetate."]},
{"sku": ["P405494"]},
{"sku": ["P409770"], "category": ["Mists &amp; Essences"], "name": ["", "Original Skin™ Essence Lotion with Dual Ferment Complex"], "review_rating": ["4.2222"], "brand": ["Origins"], "number_reviews": ["9 reviews"], "reviews": ["{'title': u'Great everyday toner', 'text': [u'I really like all of the Origin\\'s toners. This one is very moisturizing and I noticed my pores on my nose are smaller. I would purchase this one again!'], 'author': u'treeson ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'so hydrating', 'text': [u'This is a perfect way to prep my skin for serum and moisturizer. My skin feels more hydrated instantly :)'], 'author': u'Redheadchik25 ', 'date': [u'2016-09-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'not as great as face serum', 'text': [u'The face serum was amazing and I bought this as soon as it came out I was so excited to have the same quality product for my body. Something about the smell was not as nice as he face serum and it just didn\\'t meet expectations at all. The smell threw me off and the fact that I wasn\\'t quite sure what it was doing as far as improving my skin I have other body lotions that are much better... I\\'m let down and will be returning this product.'], 'author': u'LaylaKitten ', 'date': [u'2016-08-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': None, 'text': [u'I really wanted to like this. I usually get the Original Skin Serum and I consider it a life/skin saver. This product is new &amp; cheaper and had similar ingredients so I figured I\\'d give it a try. I\\'ll be switching back to the serum - this was not at all what I was looking for.'], 'author': u'Bizzelle ', 'date': [u'2016-08-18'], 'location': u'Providence, RI', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Healthy Skin for the Win!', 'text': [u'I\\'ve been trying to look for an essence and this is the one! It feels so hydrating and my skin drinks this up right away. Not to mention how amazing it smells and only $30 for 5 oz. It has definitely put my skin at ease and helped penetrate my serums as well. Every morning I wake up with healthy looking skin and I\\'m pretty sure adding this to my skin care routine has made that happen. Will I be buying this again? A million times over and over again - that\\'s for sure!'], 'author': u'antoninalyssa ', 'date': [u'2016-08-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$29.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["1783"], "ingredient": ["-Chestnut Seed Extract"]},
{"sku": ["P396402"], "category": ["Moisturizers"], "name": ["", "Kakadu C™ Face Crème"], "review_rating": ["4.1429"], "brand": ["DERMAdoctor"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u\"Odd, but I can't tell\", 'text': [u'So, a Sephora staffer recommended this line to me and said it would do wonders for my skin. I am not disappointed. My skin is brighter and glowing like it never has. The thing is, I was doing nothing with my skin prior to this, so it is hard to tell whether this is a result of me showing my skin some love, or the Kakadu C. Also, since I started using the whole line at once, it is hard to tell what effect each product is having on it\\'s own. I will say that this face creme is thick-- thick like you either put on too much or feel like you didn\\'t use enough to distribute evenly on your face. I follow this up with a Lancome SPF moisturizer, so that helps it along. I would not necessarily recommend this on it\\'s own, but if you\\'re going to splurge on the line, I would recommend it.'], 'author': u'Jolie83 ', 'date': [u'2016-07-10'], 'location': None, 'skin_type_link': u'Dry', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Face Saver', 'text': [u'This stuff is amazing, just amazing! I had been using a different day cream for about a month when my old fav had ran out and that entire month my skin looked just off. Pores looked huge, skin tone took on this dull, blah color, broke out...I finally realized that the reason my skin was struggling was because of that cream so I began my search for a new one. Read hundreds of reviews of different creams but I finally settled on this one since my first experience with this brand was so great (poetry in lotion) I no longer used that product but I remembered liking it so I gave this cream a shot. Wow.. In literally one night my skin transformed back to how it looked before I started using that other face cream. I use vitamin C, and retinol on a regular and this Vit C lotion is top notch. Comes with a heavy price tag but its so worth it I got the eye cream as well and it is equally amazing. I will slowing add the rest of this line as well. Great stuff! you wont regret it!'], 'author': u'Ashley2708 ', 'date': [u'2015-11-14'], 'location': u'Kansas City, KS', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'relatively light', 'text': [u'I bought the creme and the serum, and the creme is MUCH nicer than the serum. It\\'s not sticky or heavy. A little goes a long way, and it absorbs into your skin quickly.'], 'author': u'ClubRacer ', 'date': [u'2015-10-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'I should have returned this. I have combination skin, and I had finally found a regimen that fixed my dryness, and had my oil mostly under control. Until I started itching to try a new product and switched my moisturizer to THIS. I have dry patches all over again, worse than I\\'ve seen on my face in years. It takes SO much of this stuff to actually moisturize. It feels heavy if you put enough on, but isn\\'t moisturizing in the least if you try to avoid the thick feeling. It\\'s just not a good buy at all for the price.'], 'author': u'SidneyAnt ', 'date': [u'2015-07-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Dream Cream', 'text': [u'I have really liked all of the Kakadu products, but this is my favorite! It\\'s feels amazing, just beautiful going on the skin. It\\'s hydrating and rich but without being heavy. It is expensive for the small amount but worth it in my opinion!'], 'author': u'EwingsSurvivor ', 'date': [u'2015-06-15'], 'location': u'Columbus, OH', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$65.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["2", "2"], "number_loves": ["565"], "ingredient": ["Water, Caprylic/Capric Triglyceride, Glycerin, Tetrahexyldecyl Ascorbate, Silica, Terminalia Ferdinandiana (Kakadu) Fruit Extract, Theobroma Grandiflorum Seed Butter, Glyceryl Stearate, Polyglyceryl-10 Pentastearate, Palmitoyl Tripeptide-38, Aminomethyl Propanol, Pleiogynium Timorense Fruit Extract, Podocarpus Elatus Fruit Extract, Citrus Glauca Fruit Extract, Santalum Acuminatum Fruit Extract, Acacia Victoriae Fruit Extract, Borago Officinalis (Borage) Seed Oil, Propyl Gallate, Gallyl Glucoside, Epigallocatechin Gallatyl Glucoside, Sodium Stearoyl Lactylate, Tocopherol, Allantoin, Cetearyl Alcohol, Ceteareth-20, Behenyl Alcohol, Sorbitol, Hydroxypropyl Cyclodextrin, Butylene Glycol, Alcohol Denat., Xanthan Gum, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Phytate, Phenoxyethanol, Caprylyl Glycol, Hexylene Glycol, Ethylhexylglycerin."]},
{"sku": ["P392894"], "category": ["Blemish &amp; Acne Treatments"], "name": ["", "Clear Difference Oil Control/Mattifying Hydrating Gel"], "review_rating": ["3.7857"], "brand": ["Estée Lauder"], "number_reviews": ["14 reviews"], "reviews": ["{'title': u'Does not absorb', 'text': [u'I don\\'t have acne but do have extremely oily skin with large pores and was hoping this moisturizer would help minimize the shine while still providing me with some moisture. First off, the product is gel/silicone-based so a little goes a long way BUT it never absorbs into your skin. It just sits there and feels like you have a thick film on your face. Even when I wake up the next morning, the feeling is still there and all the moisturizer just gets washed away when I wash my face because literally none of it absorbed into my skin. And worst of all, the product made me break out with tiny pimples all over my face. I never break out! Once I stopped using this the pimples cleared. Please save your money and try something, anything, else.'], 'author': u'jstbee ', 'date': [u'2016-10-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Clogs pores like crazy', 'text': [u'If you are prone to break outs with super oily skin I highly advise you don\\'t use this product. It took me months to recover from all of the deeply clogged pores this stuff left me with. The sad part is it took me forever to realize this was the product in my regime that was responsible for my break outs :('], 'author': u'maddypeee ', 'date': [u'2016-06-21'], 'location': u'Houston, TX', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u\"Can't live without.\", 'text': [u'So I\\'ve been waiting for the \"it,\" product for my first review. This is without a doubt the best facial moisturizer I have ever used. I\\'m 27, with combination/oily skin, which is amplified working in a repair shop &amp; outdoor sales. Through my teenage years, I had perfect acne-free, skin; now I not only struggle with controlling the oil, but also painful, under-the-skin occasional breakouts. I use this product in combination with Clinque\\'s (oily skin) facial soap, then Clarifying lotion (#3.) followed by acne solutions clinical gel (on the lower part of my face.) Of course I use specialty eye treatments by Estee Lauder, but everything is followed by Estee Lauder Clear Difference.', u'I\\'ve strayed away from this a couple of times once my skin is \"perfected,\" under the assumption that my oily skin is under control from improved diet, or possible hormone balance, but it never lasts, and my progress always regresses.', u'Before foundation I use Becca\\'s mattifying primer, which is my favorite right now, and a undereye primer by Smashbox. All of the products I use are tried and true for my skin, but I without a doubt would not have the results I do now, If I was not using Clear Difference on a regular basis. I still use a blotting sheet, once a day, generally around lunch. Oil is considerable less than with any other products/moisturizers I have used in the past... and honestly what oil the sheets pickup simply could be from environmental elements, outdoor humidity, heat, etc. ', u'My skin only becomes more beautiful over time, with consistent use of this product! I\\'m eager to try the other products in the Clear Difference line.'], 'author': u'Sdareb ', 'date': [u'2016-05-28'], 'location': u'Lynchburg, VA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Winner!', 'text': [u'I don\\'t give out 5 stars, I save that for products I deem perfection/ can\\'t live without. However, I am in love with this. The product is lightweight and super hydrating, since I have an oil slick for a t-zone and some dry patches around my chin and mouth, it\\'s been difficult to find a moisturizer than addresses both. This leaves my skin super soft, plump and moisturized, whilst controlling shine, It is amazing and a great investment for those with combination-oily skin', u'Packaging: Convenient, adorable in estee lauder fashionHydrating: Perfection!Shine Control: Winning!Texture: Light weight, fast absorption, no sticky, non oilyOverall: This is a can\\'t live without type product'], 'author': u'smattox ', 'date': [u'2016-04-05'], 'location': u'pittsburgh, pa', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love clear difference', 'text': [u'I love the clear difference line of products. I have very oily skin. Clear difference products work well with me.'], 'author': u'jazzygirl68 ', 'date': [u'2016-01-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$52.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["1", "1"], "number_loves": ["1799"]},
{"sku": ["P399724"], "category": ["Face Serums"], "name": ["", "Belle de Jour Fantastic Fluid"], "brand": ["Kenzoki"], "number_reviews": ["1 review"], "price": ["$107.00"], "review_rating": ["5.0"], "number_loves": ["272"]},
{"sku": ["P407333"], "category": ["Face Masks"], "brand": ["Algenist"], "name": ["", "SPLASH Absolute Hydration Replenishing Sleeping Pack"], "number_reviews": ["14 reviews"]},
{"sku": ["P405824"], "category": ["Moisturizers"], "brand": ["CLINIQUE"], "name": ["", "Repairwear Laser Focus Night Line Smoothing Cream for Combination Oily to Oily Skin"], "number_reviews": ["not rated"]},
{"sku": ["P389828"], "category": ["Night Creams"], "name": ["", "Restorative Night Treatment"], "review_rating": ["4.2"], "brand": ["NARS"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'wrinkles go away', 'text': [u'I cannot speak highly enough about this product! I use the smallest amount because as others have stated it is on the oily side. But a little goes a long way. In the morning my skin looks and feels refreshed with the extra benefit of disappearing wrinkles. I love it and will continue to buy!'], 'author': u'MelaF ', 'date': [u'2016-06-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Overnight Improvement', 'text': [u'One of those products, where you notice immediate impact.Put this overnight, go to sleep and wake up with more brightened, moisturized, relax skin.', u'I was amazed on how my make up was able to just absorb into my skin this morning and i used it for the first time last night.'], 'author': u'Sayitaintseoul ', 'date': [u'2016-02-18'], 'location': u'San Francisco, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'excellent product', 'text': [u'This is the best night cream I have ever used. Yes, it is an oil. Therefore it is meant for mostly dry skin types. It makes your skin appear absolutely flawless and it has already gotten rid of the appearance of wrinkles on my forehead. I HIGHLY recommend this'], 'author': u'joovette ', 'date': [u'2015-11-20'], 'location': u'san antonio, tx', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'wow star product', 'text': [u'I got this as a sample from a friend as i would never normally buy skincare from a makeup brand. Tried it and fell in love. Use when you want to wake up with plump glowing soft skin. My skin is uber sensitive oily combo with dry flaky patches in winter as a reference. Its too much to use every day in summer for me but a staple all winter long.'], 'author': u'CocoMae ', 'date': [u'2015-08-31'], 'location': u'toronto', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Works as described!', 'text': [u'This product works very effectively for me at age 66. I find that my skin is softer and wrinkles are smoothed out when I use it. What more could one want from a night oil? It is a bit oily, but I am learning to use less and less of it and to massage it into my skin. Given the results, I can live with oil that is completely absorbed by morning and so far, has not stained my pillow.'], 'author': u'shanti77 ', 'date': [u'2015-06-06'], 'location': u'Pittsburgh, PA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$85.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["986"], "ingredient": ["-NARS’ Exclusive Light Reflecting Complex: A blend of ingredients that work to the boost skin’s clarity, infusing it with moisture and minerals."]},
{"sku": ["P283507"], "category": ["Moisturizers"], "name": ["", "Triple Performing Facial Emulsion SPF 15 PA++"], "review_rating": ["4.0982"], "brand": ["Benefit Cosmetics"], "number_reviews": ["224 reviews"], "reviews": ["{'title': u'Light Moisturizer + SPF', 'text': [u'Today was my first day using this product and I bought it on a whim. I needed a moisturizer that had SPF when I want to lounge around the house or when I am not going to put on any makeup. I had to deduct a couple of stars because this is only my first time using the product and I have not seen any breakouts or my face being too oily. I also did not use this under foundation. I used this solely as a moisturizer. The reasons why I would give this product some stars are:1. fragrance - clean cucumber crisp fragrant2. light weight - when wearing alone3. hydrating - I only used this and a toner underneath. ', u'Overall, for the price and using the lotion as just a day wear when staying in the house or going out for groceries, I would say this is a convenient product. ', u'About me:combination skin29 years old; Asian'], 'author': u'Hairbeauty1 ', 'date': [u'2016-10-14'], 'location': u'Atlanta, Ga', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'Not great', 'text': [u'I wanted a moisturizer with SPF since I have very fair skin. This provides lightweight moisture at best and leaves my skin feeling very greasy. It made makeup application difficult.'], 'author': u'AandM ', 'date': [u'2016-09-25'], 'location': u'Emmett, ID', 'skin_type_link': None, 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'greasy', 'text': [u'This stuff is awful; it makes my skin so greasy and slick, causing my makeup to slide around my face. I feel like this product never fully absorbs into my skin. It is too oily for combo/oily skin, and not moisturizing enough for dry skin. Also, the SPF factor is too low. I do NOT recommend.'], 'author': u'Maddie4444 ', 'date': [u'2016-08-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Good for Oily Skin', 'text': [u'This is definitely my go-to moisturizer, especially for the summer! I have oily to combo skin so this definitely reduces the oil that I would tend to get with a regular moisturizer. Olay has some good ones but I find it to be more oily.'], 'author': u'XXmakeup ', 'date': [u'2016-08-16'], 'location': u'Northglenn, CO', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': None, 'text': [u'Approximately two weeks after I started applying this product daily, my skin became extremely oily and broke out on my T-zone -it\\'s been uncomfortable, as I never experienced this before. Also, despite having a nice scent, it taste terrible! I unfortunately got it on my lips twice &amp; my husband/kids complain about it when kissing me on the cheek! I would not recommend this product.'], 'author': u'valben ', 'date': [u'2016-08-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "lastpage": ["45"], "three_star_reviews": ["23", "23"], "price": ["$32.00"], "one_star_reviews": ["17", "17"], "five_star_reviews": ["114", "114"], "two_star_reviews": ["9", "9"], "four_star_reviews": ["61", "61"], "number_loves": ["4475"], "ingredient": ["Please read the ingredient list on the packaging of your product to be sure that the ingredients are appropriate for your personal use."]},
{"sku": ["P394693"], "category": ["Face Oils"], "name": ["", "Aqua Gel Oil"], "review_rating": ["4.6154"], "brand": ["belif"], "number_reviews": ["13 reviews"], "reviews": ["{'title': u'super charged moisture', 'text': [u'This definitely is a moisture bomb!!! I love it. Smells good, absorbs amazingly well and moisture, tons of moisture.'], 'author': u'PVMT ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'More sanitary than Aqua Bomb, but with a cost', 'text': [u'This Gel Oil has a bit of a strong medicine-like scent to it, so I chose to go with the Aqua Bomb. I wore them both on top of my Proactiv Refining Lotion, and it works. I\\'m really impressed with these Belif products so far.'], 'author': u'lmart16 ', 'date': [u'2016-03-08'], 'location': u'Houston, TX', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Incredible hydration!', 'text': [u'This will continue to be a \\'must have\\' for my dry skin.. absolutely LOVE it!'], 'author': u'vleigh777 ', 'date': [u'2016-02-16'], 'location': u'Orange County, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Good Product', 'text': [u'This product works well for my combination skin. In my opinion it\\'s the same as their True Cream Aqua Bomb. I prefer this one because it is more sanitary, no continual dipping in to a jar. It\\'s fairly hydrating and makes my skin smooth and minimizes my pores. Will repurchase.'], 'author': u'ChristineMD ', 'date': [u'2016-02-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Perfect', 'text': [u'This product is great. Works great with my combo skin. You don\\'t need a lot of product. Keeps the skin hydrated all day. I use this in the morning. Has fixed my dry patches. I use the aqua bomb at night. Great daytime moisturizer for the dry months.'], 'author': u'Anonymous ', 'date': [u'2015-12-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["0", "0"], "price": ["$48.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["10", "10"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["2149"], "ingredient": ["Water, Dimethicone, Butylene Glycerin, Alcohol Denat, Thehalose, 1,2-Hexanediol, Betaine, Panthenol, Bis-PEG-18 Methyl Ether Dimethyl Silane, Polyglyceryl-10 Behenate/Eicosadioate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Dimethicone/PEG-10/15 Crosspolymer, Dimethicone/Vinyl Dimethicone Crosspolymer, Polymethyl Methacrylate, Passiflora Incarnata Seed Oil, Sodium Hyaluronate, *Avena Sativa (Oat) Kernel Extract, *Nepeta Cataria Extract, *Baptisia Tinctoria Root Extract, *Calendula Officinalis Flower Extract, *Rubus Idaeus (Raspberry) Leaf Extract,  **Stellaria Media (Chickweed) Extract, **Equisetum Arvense Leaf Extract, **Urtica Dioica (Nettle) Leaf Extract, Plantago Lanceolata Leaf Extract, **Alchemilla Vulgaris Leaf Extract, ***Rosa Damascena Flower Extract, ***Althaea Officinalis Root Extract, ***Spiraea Ulmaria Flower Extract, ***Viola Tricolor Extract, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Solanum Melongena (Eggplant) Fruit Extract, Corallina Officinalis Extract, Ocimum Basilicum (Basil) Flower/Leaf Extract, Curcuma Longa (Turmeric) Root Extract, Lawsonia Inermis (Henna) Flower/Fruit/Leaf Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Ocimum Sanctum Leaf Extract, Amino Esters-1, Coccinia Indica Fruit Extract, Tromethamine, Trisodium EDTA, +Fragrance, Citral, Citronnellol, Limonene, Geraniol, Linalool. *Napiers Original Formula. **Napiers Aqua Formula. ***Napiers Moisture Formula. +Fragrances of Natural Origin."]},
{"sku": ["P386497"], "category": ["Moisturizer &amp; Treatments"], "name": ["", "Wake Up Call Hydrating Treatment Gel"], "review_rating": ["2.7436"], "brand": ["Anthony"], "number_reviews": ["39 reviews"], "reviews": ["{'title': u'I love it', 'text': [u'I really do not understand all these negative comments! I tried this product after I found out how much my boyfriend loves it. Now we both regularly use it. It is a MUST for Monday mornings and just generally whenever you need an extra skincare boost. It is very cooling, like a menthol effect on your skin. All you need is a little bit. I use about a nickle size amount on my fingertips and pat it over my face (avoid your eyes.) It truly does wake you up! Did not irritate my skin (or his, even with shaving) at all.'], 'author': u'NeedMoreMascara ', 'date': [u'2016-09-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Terrible', 'text': [u'It is as bad as everyone says it is. This is a gel that tingles when it goes on and then I broke out in red patches. But that wasn\\'t the worst of it for me - the smell was disgusting. I couldn\\'t keep it on my skin and washed it off after less than 5 minutes.'], 'author': u'a12345 ', 'date': [u'2016-07-09'], 'location': u'Philadelphia, PA', 'skin_type_link': u'Oily', 'rating_score': u'1', 'age_link': u'45-54'}", "{'title': u'Awful', 'text': [u'This really IS as bad as everyone says it is. Normally I wouldn\\'t write a review on a free sample, but I think it\\'s worth being known how awful this product is. I don\\'t have sensitive skin, but 5 minutes after applying this I was red and splotchy. Also, it is the furthest thing from hydrating, as it makes my skin feel super tight and un-moisturized. Don\\'t waste your money on this!'], 'author': u'ka72 ', 'date': [u'2016-06-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'I received this as a sample, which is good, because if I\\'d be angry if I\\'d spent nearly $50 on such lousy product. It smells nice and felt nicely tingly when I first applied it, but that\\'s about it. My skin felt tight, very dry, and went blotchy red after just a few minutes. I would not recommend this product to anyone; don\\'t waste your money.'], 'author': u'Anonymous ', 'date': [u'2015-11-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'LOVE IT', 'text': [u'I got the sample and I\\'m in love!! Absorbed quickly into my life and felt so refreshed.'], 'author': u'baconprincess ', 'date': [u'2015-08-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["8"], "three_star_reviews": ["0", "0"], "price": ["$38.00"], "one_star_reviews": ["18", "18"], "five_star_reviews": ["13", "13"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["4", "4"], "number_loves": ["394"], "ingredient": ["Water, Alcohol Sda 40, Opuntia Streptacantha Stem (Aqua Cacteen) Extract, Triticum Vulgare (Wheat) Protein, Propylene Glycol, Chlorella Vulgaris Extract, Corallina Officinalis Extract, Acrylates / C10-30 Alkyl Acrylate Crosspolymer, Hydrolyzed Soy Protein, Dimethicone, Caprylic/Capric Triglyceride, Menthol, Hamamelis Virginiana (Witch Hazel) Leaf Extract, Caffeine, Butyrospermum Parkii (Shea Butter) Fruit, Triethanolamine, Mentha Viridis (Spearmint) Extract, Camellia Sinensis (Green Tea) Leaf Extract, Lactic Acid, Citric Acid, Malic Acid, Terminalia Catappa Leaf Extract, Sambucus Nigra Flower Extract, Pvp, Tannic Acid, Tocopherol, Retinyl Palmitate, Ascorbic Acid, Panthenol, Citrus Medica Limonum (Lemon Peel) Oil, Citrus Nobilis (Mandarine Orange) Peel Oil, Citrus Aurantium Dulcis (Orange) Oil, Mentha Piperita (Peppermint) Oil, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Linalool, Limonene, Citral, Citronellol, Geraniol, Blue #1 (Ci 42090)."]},
{"sku": ["P409627"], "category": ["Moisturizers"], "name": ["", "WHITE Brightening Lotion"], "brand": ["Eve Lom"], "number_reviews": ["1 review"], "reviews": ["{'title': u'Heavy weight but absorbs fast', 'text': [u'This product was recommended when I asked for a oil-balancing and moisturizing toner. I thought it was too heavy for a toner and it felt more like a lotion, but after I tried the samples, it\\'s such a fast-absorbing toner that moisturizing my skin super well in the fall!'], 'author': u'AnaZhang ', 'date': [u'2016-10-25'], 'location': u'Vancouver, BC', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$75.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["228"], "ingredient": ["Water, Propanediol, Methyl Methacrylate Crosspolymer, Betaine, Glycerin, Phenoxyethanol, Polyacrylate Crosspolymer-6, Zinc Pca, Divinyldimethicone/Dimethicone Copolymer, Dipotassium Glycyrrhizate, Lecithin, Foeniculum Vulgare (Fennel) Seed Extract, Ethylhexylglycerin, Algae Extract, Methyl Undecenoyl Leucinate, Sodium Benzoate, Potassium Sorbate, Rosa Damascena Flower Oil, C12-13 Pareth-3, C12-13 Pareth-23, Citric Acid, Sodium Hydroxide, Citronellol, Geraniol, Hexanoyl Dipeptide-3 Norleucine Acetate."]},
{"sku": ["P288524"], "category": ["Face Wash &amp; Cleansers"], "name": ["", "Purity Made Simple™ Mineral Oil-Free Facial Cleansing Oil"], "review_rating": ["4.2091"], "brand": ["philosophy"], "number_reviews": ["110 reviews"], "reviews": ["{'title': u'Works Great!', 'text': [u'I\\'ve used this remover for a couple years now and it\\'s awesome! My skin never feels stripped or dry after use and it also doesn\\'t break me out. This takes off makeup easily, even waterproof. I also use this to clean my eyebrow brush, it takes the pomade right out. I would recommend this over and over.'], 'author': u'Adrew ', 'date': [u'2016-11-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'LOVE!!!!', 'text': [u'I swear by oil washes and this is one of the best. I usually wear a TON of makeup and this removes ALL of it if you follow the directions properly AND it leaves you with soft skin. You just rub it into dry skin, and add a little water at a time, rubbing that in.....I usually follow with a light exfoliate, but it\\'s totally not needed. The Origins brand is also awesome - but I\\'m not sure if they carry it at Sephora. It\\'s a MUST HAVE!!!'], 'author': u'7lily7 ', 'date': [u'2016-10-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Suitable for acne prone skin', 'text': [u'Follow the directions! Wet hands, NOT FACE, emulsify the product in your hands and then use it to wash your face. This is an excellent product. It removes all of your makeup. And will not cause you to break out'], 'author': u'cutniak ', 'date': [u'2016-10-03'], 'location': u'NYC', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'love this stuff!', 'text': [u'I was having breakouts with my foundation. Someone at Sephora suggested I try this stuff to remove my makeup. No more breakouts for me! I love it!! I will say, though, that I use something else for my waterproof mascara.'], 'author': u'blessedmamaof2 ', 'date': [u'2016-09-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love it', 'text': [u'I love this product. I have suuuuper sensitive skin and this gets all my makeup (even waterproof mascara) and doesn\\'t irritate. The one thing I don\\'t like is the bottle. It\\'s kind of a mess to pour out sometimes. Other than that, seriously love this.'], 'author': u'AlwaysGabby ', 'date': [u'2016-09-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["22"], "three_star_reviews": ["13", "13"], "price": ["$25.00"], "one_star_reviews": ["6", "6"], "five_star_reviews": ["66", "66"], "two_star_reviews": ["6", "6"], "four_star_reviews": ["19", "19"], "number_loves": ["2350"], "ingredient": ["Isopropyl Palmitate, Isopropyl Myristate, Sorbeth-30 Tetraoleate, Hydrogenated Polyisobutene, Caprylic/Capric Triglyceride, Olea Europaea (Olive) Fruit Oil, Polyglyceryl-10 Myristate, Water, Limnanthes Alba (Meadowfoam) Seed Oil, Glycerin, Tocopheryl Acetate, Tocopherol, Ppg-2 Hydroxyethyl Cocamide, Aniba Rosaeodora (Rosewood) Wood Oil, Geranium Maculatum Oil, Guaiacum Officinale Wood Extract, Cymbopogon Martini Oil, Rosa Damascena Extract, Amyris Balsamifera Bark Oil, Santalum Album (Sandalwood) Oil, Salvia Officinalis (Sage) Oil, Cinnamomum Cassia Leaf Oil, Anthemis Nobilis Flower Oil, Daucus Carota Sativa (Carrot) Seed Oil, Piper Nigrum (Pepper) Seed Extract, Geraniol, Linalool, Caprylyl Glycol, Phenoxyethanol."]},
{"sku": ["P382706"], "category": ["Moisturizers"], "name": ["", "Facial Lotion"], "review_rating": ["4.4375"], "brand": ["Marula"], "number_reviews": ["16 reviews"], "reviews": ["{'title': None, 'text': [u'I think this is a really good moisturizer...the only issue I have with it is its smell, which just seems a bit off to me. Otherwise I am happy with it.'], 'author': u'bewitchingstorm ', 'date': [u'2015-12-15'], 'location': u'Ponte Vedra Beach, FL', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'35-44'}", "{'title': u'best moisturizer!', 'text': [u'I have used everything and this is the best so far. I have oily acne prone skin and this balances my skin and it makes my skin feel amazing. Not dry and not oily. Absorbs beautifully.'], 'author': u'Jackie150 ', 'date': [u'2015-10-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Good moisturizing lotion wt appealing ingredients', 'text': [u'Pros: Very lightweight, absorbs nicely - doesn\\'t dry tacky, attractive packaging, natural, spreads easily on skin and can use under makeupCons: Price (!), strong smell (reminds me of lavender, but not sure if it\\'s actually that).', u'I\\'ve been using this lotion for about a month now and have enjoyed it overall but will not be repurchasing. I don\\'t feel like it provides \"superior hydration\" compared to any of the other natural moisturizers/serums I use, and I haven\\'t noticed any other positive effects outside of a temporary \"plumping\" which you get with moisturizing products in general. It\\'s not worth the money, in my opinion.'], 'author': u'anulka009 ', 'date': [u'2015-04-17'], 'location': u'Toronto, ON', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'BEST LOTION EVER!!', 'text': [u'THIS is the BEST lotion ever had!!! PLEASE NEVER DISCONTINUE THIS! I have combination skin which is dry on surface and oily in the pors. I have been using anything from Shiseido to NARS Skin car as well as Clarin\\'s. Some work okay others not so good. Untill I randomly bout this one had no high hope but its AMAZING!!!! Simply life changing! The texture is so light and skily, non oily, very soft gentle while keeping your skin moisturized ALL DAY without leaving grease behind. I apply this after Yves Saint Laurant cleansing foam and Stella tonner, or DIOR serum. My problem skin that kept me in the dark for couple of yrs suddently felt soft, tight, and back to youth! Cant rave enough! I suggest applying this on top of tonner or fluid or serum, this lotion does amazing job sealing the moisture in and helps your super expensive serum to do its job!!!!!! This lotion is pricy but your face is worth the money! I don\\'t usually apply face cream over eyes, but this one is so silky non drying I apply over my whole face after my eye cream is applied bahahaha,,,and guess what it seals eye cream too :) Just feel like a water protector film on your face all day!!!!! 10 stars!'], 'author': u'birdtj82 ', 'date': [u'2015-03-15'], 'location': u'Toronto', 'skin_type_link': None, 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'I love!', 'text': [u'The perfect lotion. Absorbs quickly, no irritating ingredients and leaves my skin feeling soft and supple. Well worth every penny and lasts a very long time!'], 'author': u'MarulaLover ', 'date': [u'2015-01-16'], 'location': u'Annapolis, MD', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}"], "lastpage": ["4"], "three_star_reviews": ["0", "0"], "price": ["$68.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["12", "12"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["602"], "ingredient": ["Aloe Vera Leaf Juice, Marula Seed Oil, Cetearyl Olivate, Sorbitan Olivate, Caprylic/Capric Triglyceride, Xylitylglucoside, Anhydroxylitol, Xylitol, Glycerin, Lactobacillus Ferment, Isoamyl Laurate, Shea Nut Butter, Phaseolus Radiatus Meristem Cell Culture Extract, Sodium Hyaluronate, Lactic Acid, Arginine, Diglycerin, Pinus Pinaster, Amorphophallus Konjac Root Powder, Bisabolol, Neroli Flower Oil, Lavender Flower Oil, Mandarin Red Peel Oil, Rosemary Leaf Oil, Orange Peel Oil, Rosemary Leaf Extract, Sunflower Seed Oil, P-Anisic Acid."]},
{"sku": ["P409817"], "category": ["Moisturizers"], "name": ["", "Pore Tightening Day &amp; Night Glowing Duo"], "brand": ["Caolion"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'Love the Varying Textures for Day and Night', 'text': [u'I am working on an assignment in a humid, hot area briefly and I took this with me. I am so glad I did. I loved that the day cream was light but oh so moisturizing...and my pores were definitely less of a problem....matter of fact, my makeup seems to longer when I have used this for my day cream. I also loved that the night cream/mask had me waking up with skin that was oh so supple and firm. I have been using this paired with the Caolion duo cleanser and I feel it works best using these cleansers along with this glowing duo. I will be ordering more and I think you should try this too!'], 'author': u'Astray ', 'date': [u'2016-10-31'], 'location': u'Houston, Texas', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Noticeable Difference in Pore Size', 'text': [u'I notice a difference in my pore size after using this at night but the day time cream is pointless for me. Also, I would recommend only using the night cream every other night. I have noticed that after a few nights in a row, I will get a pimple or two on my chin. My t zone is oily by the way. And I would highly recommend washing it off in the morning like the instructions say.'], 'author': u'wmiller93 ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'I actually really love this combo. I notice the effects of the night Cream more than the day cream, because I accidentally went two days without using the night stuff and my pores looked huge again. However using this stuff consistently had shrunken my pores and it makes my makeup go on so much better'], 'author': u'24andobsessed ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Mediocre', 'text': [u'The night gel is great, but the day cream does not do much to keep my oil under control. I can really feel the night gel tightening my face, it shrinks my pores, and my face is matte in the morning. But after I shower in the morning, I would apply the face cream, and then my make up. In less than an hour, I would need to use an oil-blotting sheet on my face. My face was actually less oily prior to using this day cream. I live in the swampy south, so it doesn\\'t take much to work up a sweaty, oily face. Unfortunately the day cream doesn\\'t work as well as the night gel. Wouldn\\'t buy this combo again, but if the night gel was available solo, I\\'d buy it.'], 'author': u'AlexyC ', 'date': [u'2016-09-08'], 'location': u'Lake Charles, LA', 'skin_type_link': u'Oily', 'rating_score': u'3', 'age_link': u'25-34'}"], "review_rating": ["3.75"], "three_star_reviews": ["1", "1"], "price": ["$40.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["3", "3"], "number_loves": ["1129"], "ingredient": ["Water, Butylene Glycol, Cyclopentasiloxane, Hydroxyethyl Urea, Sodium Hyaluronate, Niacinamide, Alcohol, Butylene Glycol Dicaprylate/Dicaprate, Betaine, Erythritol, PEG-240/HDI Copolymer Bis-Decyltetradeceth-20 Ether, Diospyros Kaki Leaf Extract, Hamamelis Virginiana (Witch Hazel) Extract, Bis-PEG-18 Methyl Ether Dimethyl Silane, 1,2-Hexanediol, Illicium Verum (Anise) Fruit Extract, Scutellaria Baicalensis Root Extract, Stearyl Dimethicone, PEG-60 Hydrogenated Castor Oil, Cetyl Alcohol, Potassium Olivoyl Hydrolyzed Oat Protein, Cetearyl Alcohol, Glyceryl Oleate, Glyceryl Stearate, Cinnamomum Cassia Bark Extract, Artemisia Princeps Leaf Extract, Chrysanthellum Indicum Extract, Chaenomeles Sinensis Fruit Extract, Camellia Sinensis Leaf Extract, Allantoin, Butyrospermum Parkii (Shea) Butter, Macadamia Integrifolia Seed Oil, Vitis Vinifera (Grape) Seed Oil, Mentha Piperita (Peppermint) Oil, Caprylhydroxamic Acid, Lavandula Angustifolia (Lavender) Extract, Rosmarinus Officinalis (Rosemary) Extract, Origanum Vulgare Leaf/Flower/Stem Extract, Thymus Vulgaris (Thyme) Extract, Lactobacillus/Silkworm Cocoon Extract Ferment Filtrate, Adenosine, Disodium EDTA, Menthol, Lactobacillus/Soybean Ferment Extract. Salix Alba (Willow) Bark Extract. Cinnamomum Cassia Bark Extract. Origanum Vulgare Leaf Extract. Chamaecyparis Obtusa Leaf Extract. Scutellaria Baicalensis Root Extract. Portulaca Oleracea Extract."]},
{"sku": ["P409914"], "category": ["Moisturizers"], "name": ["", "KateCeuticals™ Multi-Active Revive Triple Peptide Cream"], "brand": ["Kate Somerville"], "number_reviews": ["not rated"], "price": ["$175.00"], "review_rating": ["0.0"], "number_loves": ["111"], "ingredient": ["Water, Cetearyl Alcohol, Stearic Acid, Glycerin, Isocetyl Stearoyl Stearate, Isopropyl Myristate, Ceteareth-20, Cyclopentasiloxane, Dimethicone, C12-15 Alkyl Benzoate, Caprylic/Capric Triglyceride, Cannabis Sativa Seed Oil, Orbignya Oleifera Seed Oil, Cholesterol, Squalane, Urea, Macadamia Ternifolia Seed Oil, Silk Powder, Simmondsia Chinensis (Jojoba) Seed Oil, Tribehenin, Butylene Glycol, Chlorphenesin, Xanthan Gum, Sodium PCA, Tocopheryl Acetate, Allantoin, Fragrance, Aminomethyl Propanol, Potassium Sorbate, Sodium Benzoate, Trehalose, Citric Acid, Ascorbyl Palmitate, Ceramide NG, Hexylene Glycol, PEG-10 Phytosterol, Disodium EDTA, Adenosine, Copper PCA, Dipalmitoyl Hydroxyproline, Glycine Soja (Soybean) Seed Extract, Maltodextrin, Sucrose Palmitate, Rubus Fruticosus (Blackberry) Leaf Extract, Glyceryl Linoleate, Palmitoyl Hexapeptide-12, Commiphora Mukul Resin Extract, Sodium Hyaluronate, Palmitoyl Tripeptide-5."]},
{"sku": ["P275003"], "category": ["Moisturizers"], "name": ["", "Herbal Recovery Night Cream"], "review_rating": ["4.0286"], "brand": ["Jurlique"], "number_reviews": ["70 reviews"], "reviews": ["{'title': u'love', 'text': [u'I have very oily and acne prone skin but I also have eczema so I get really nervous trying products. I got a sample of this and used it for two nights in a row which led me to buy a whole jar. I love it!!! My skin is moisturized but not greasy, I don\\'t break out or have any reactions!!! I actually think it ha helped clear up my skin more! I love the rose scent, but if you don\\'t like the smell of roses this might not be for you'], 'author': u'Kmackel ', 'date': [u'2016-09-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I like this a lot. I have combination skin and it provides right level of moisture. Smells delicious too. And I feel good about the ingredients'], 'author': u'Kitcatjordan ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'not my cream type', 'text': [u'I didnt see a difference on my skin when i used it. 3stars for the smell.'], 'author': u'Anonymous ', 'date': [u'2016-05-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Lovely', 'text': [u'I have tried a couple of other night creams since I tried this one. I found it here in Japan now, so I\\'m just going to buy it in the store. I recommended it. It smells lovely and leaves the skin super soft.'], 'author': u'NettoGaru ', 'date': [u'2016-05-03'], 'location': u'Tokyo, Japan', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Did what it say!!', 'text': [u'I have been using this cream for over a year and I could say it is the best night cream that I have been use. It is not hydrating but it did recover the skin. It keeps the skin look dewy even I sleep very late. Also, it helps to claim my sensitive skin and reduce redness. I will keep repurchase it'], 'author': u'Adriana647 ', 'date': [u'2016-03-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["14"], "three_star_reviews": ["8", "8"], "price": ["$53.00"], "one_star_reviews": ["8", "8"], "five_star_reviews": ["40", "40"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["11", "11"], "number_loves": ["1329"], "ingredient": ["Water, Glycerin, Cetyl Alcohol, Cocoglycerides, Dicaprylyl Ether, Glyceryl Stearate Citrate, Ethylhexyl Palmitate, Silica, Hydroxypropyl Starch Phosphate, Viola odorata (Sweet Violet) Flower Extract, Viola tricolor (Pansy) Extract, Trifolium pratense (Clover) Flower Extract, Bellis perennis (Daisy) Flower Extract, Arctium lappa Root Extract, Stellaria media (Chickweed) Extract, Taraxacum officinale (Dandelion) Root Extract, Usnea barbata (Lichen) Extract, Echinacea purpurea Extract, Terminalia ferdinandiana Fruit Extract, Fagus sylvatica Bud Extract, Vigna aconitifolia Seed Extract, Cichorium intybus (Chicory) Root Extract, Anogeissus leiocarpus Bark Extract, Sodium Hyaluronate, Sodium Stearoyl Glutamate, Sodium Cocoyl Glutamate, Xanthan Gum, Fragrance/Parfum*, Tocopheryl Acetate, SD Alcohol 40-A (Alcohol Denat.), Totarol, Phenoxyethanol, Ethylhexylglycerin, Geraniol*, Linalool*, Eugenol*, Citronellol*, Limonene*. *From natural essential oil."]},
{"sku": ["P380001"], "category": ["Moisturizers"], "name": ["", "DayWear Advanced Multi-Protection Anti-Oxidant Creme Broad Spectrum SPF 15, Dry"], "review_rating": ["3.875"], "brand": ["Estée Lauder"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'Very moisturizing', 'text': [u'I have dry skin (especially in winter) so was looking for a daily moisturizer, and one with SPF in it for some daily protection. I really like this product - some people may find it too heavy with dry skin I feel it needs to be to do anything. It also smells great - like cucumber which reminds me of the spa. I am almost done my first container (purchased in early December and use it every day) and bought a second one because I liked it so much.'], 'author': u'LisaFW ', 'date': [u'2016-04-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Did not like', 'text': [u'I did not like this face cream it was to thick and felt kind of like I put to much sunscreen on my face. I returned this product to Sephora a week after I purchased it.'], 'author': u'ChrissyM1 ', 'date': [u'2016-03-12'], 'location': u'Ontario', 'skin_type_link': u'Normal', 'rating_score': u'1', 'age_link': u'35-44'}", "{'title': u'good starter', 'text': [u'It smells good! Like fresh cucumbers :) it\\'s nice for everyday and to start off but I feel like there\\'s no difference in my skin'], 'author': u'cnolasco ', 'date': [u'2015-03-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Listen to Mom and Grandma', 'text': [u'The women in my family have always been Estee Lauder fans, and I should have listened! I was looking for a day cream that I would withstand windy, chilly NE winters. This is great for every day use, but also a great start for long weekends with outside activity. It feels greasy going on -- in a good way! Like you\\'re really getting a great moisturizing cream, and then it blends in. It doesn\\'t sting my sensitive skin and smells great without being overwhelming.'], 'author': u'SKHoffs ', 'date': [u'2015-02-10'], 'location': u'NJ', 'skin_type_link': u'Dry', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Day Time', 'text': [u'Great moisturizer for skincare EsteeLauder cannot go wrong with trying with the product.'], 'author': u'mearbear37 ', 'date': [u'2014-12-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$52.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["3", "3"], "number_loves": ["448"]},
{"sku": ["P394625"]},
{"sku": ["P394347"], "category": ["Moisturizers"], "name": ["", "Facial Moisture Cream"], "review_rating": ["4.5"], "brand": ["Cane + Austin"], "number_reviews": ["8 reviews"], "reviews": ["{'title': u'AMAZING!', 'text': [u'So after debating for the past 2 months whether i should purchase this or not i finally took the plunge to do so, and im sooooo happy i did! ive been using this for about a week now and i can honestly say that after 4 days of using i could see such a difference. My scars left behind from acne have actually gotten lighter, the texture of my skin is a lot more even and when i wake up ( i only use at night) my skin looks so hydrated. I also have sensitive skin and this has not broken me out or caused any irritation. One of the few products that actually delivers what its supposed too. ;)'], 'author': u'Anonymous ', 'date': [u'2016-06-22'], 'location': u'new york city', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': None, 'text': [u'love the texture and potent ingredients in this product'], 'author': u'tajua ', 'date': [u'2016-03-29'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'great for acne prone skin', 'text': [u'I\\'d give five stars but it\\'s so strong that it could dry you out. But this is an amazing product.'], 'author': u'ebekay ', 'date': [u'2016-02-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'disappointed', 'text': [u'I was really excited to try this cream based on the reviews. I have dry skin, and fine lines and wrinkles that I was hoping this cream would help. I wasn\\'t that fond of the smell, and I don\\'t think this is good for sensitive skin. The \"slight tingling\" burns my skin for hours after I use it, it makes my skin oily and I have actually broken out which I NEVER do, and I see my skin actually looking worse than before I used it. Tried this after trying algenist just to give it a shot and I will be returning this ASAP and going back to algenist.'], 'author': u'mommywrinkles ', 'date': [u'2016-02-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Excellent treatment/moisturizer', 'text': [u'I am truly surprised that not too many people know about this product or brand. My skin has totally transformed. Less fine lines, smoother, dry patches gone, less acne breakout. Usually a skincare stops working on me after the 2nd month. But I\\'ve been using this for 1 year and my skin keeps getting better and better with every use. I have just recently started using the pads, body scrub and body lotion. Dark spots on my arms and legs are disappearing and look so much more youthful.'], 'author': u'kealani ', 'date': [u'2016-01-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$80.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["803"], "ingredient": ["Purified Water, Glycolic Acid, C12-15 Alkyl, Benzoate Cyclomethicone, Cetearyl Alcohol, Gyceryl Stearate, Ammonium Hydroxide, Dimethicone, Polyacrylamide, C13-14 Isoparaffin, Squalane, Tocopheryl, Acetate (Vitamin E), Camelia Sinensis (Green Tea) Leaf Extract, Ubiquinone (Coenzyme Q10), Hydrolyzed Glycosaminoglycans, Phospholipids, Retinyl Palmitate (Vitamin A), Ascorbyl Palmitate (Vitamin C), Cetearyl Glucoside, Peg-100 Stearate, Xanthan Gum, Laureth-7, Disodium EDTA, Methylparaben, Propylparaben, Imidazolidinyl Urea."]},
{"sku": ["P406536"], "category": ["Moisturizers"], "name": ["", "Rescue Balm for Face + Body"], "review_rating": ["4.5"], "brand": ["The Estée Edit"], "number_reviews": ["14 reviews"], "reviews": ["{'title': None, 'text': [u'I have very sensitive skin, but this cream worked pretty well on my skin. One of the ingredients is coloring material, and I think it would not be so nice to skin. When I saw the coloring ingredient, I wasn\\'t really into it, but after I tried it on my skin, I came to buy one.'], 'author': u'amie628 ', 'date': [u'2016-10-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great cream', 'text': [u'I love this cream, I use it on my face as well as dry spots on my body. It is also wonderful on dry hands--doesn\\'t leave you \"greasy\".'], 'author': u'inajessie ', 'date': [u'2016-08-16'], 'location': u'Drumheller, Alberta, Canada', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'Love!', 'text': [u'Hydrates my really dry skin in the morning and doesn\\'t leave my skin feeling greasy..love!'], 'author': u'JESSG90 ', 'date': [u'2016-07-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'My skin loves this!', 'text': [u'Makes my skin feel amazing - instantly relieves any dry patches - love to mix it with Illuminator and use on my legs!'], 'author': u'SuziG76 ', 'date': [u'2016-06-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I love the thick rich creamy texture of this balm! It feels so good on my face and on my hands! It absorbs quickly, yet moisturizers very well.'], 'author': u'mikelch ', 'date': [u'2016-06-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$50.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["11", "11"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["686"], "ingredient": ["-12 Fruit and Nut Oils (Coconut, Avocado, Olive, Mango, Macadamia Nut, Lady Thistle, Jojoba, Almond, Grapeseed, Soybean, Sunflower, and Meadowfoam Seed): Nourish and hydrate skin."]},
{"sku": ["P395392"], "category": ["Face Oils"], "name": ["", "Rose Stem Cell Bio-Repair Precious Oil SPF 15"], "review_rating": ["4.0556"], "brand": ["Peter Thomas Roth"], "number_reviews": ["18 reviews"], "reviews": ["{'title': u'rose? nope', 'text': [u'Nothing special about this one. Bought for the rose scent- absolutely none, I\\'m not a fan of the non-floral scent. Like the thought of added spf, but I\\'ve not noticed any other benefit. Returned'], 'author': u'2bradleys ', 'date': [u'2016-05-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'The morning skincare step I was missing', 'text': [u'I\\'d been eyeing this for a while, but it took me a while to risk $80 on a \"day time\" face oil. I\\'m so glad I did! This non-greasy oil sinks right in and preps my skin beautifully for my tinted moisturizer. The lovely rose scent disappears shortly. After a few weeks of consistent morning use, my skin looks brighter and more even.'], 'author': u'emmorris ', 'date': [u'2016-05-14'], 'location': u'Austin, TX', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Amazing', 'text': [u'After returning Josie Maran Argan Oil, I purchased this product and saw results after one night. I awoke to a plump radiant complexion, free of dry patches. A miracle for my dry skin! I also like that it contains spf15 considering I often forget the sunscreen step. I put this on after cleansing my face, and at night I pair it with the Peter Thomas Roth Cucumber gel mask. The price is ridiculous, however, a little bit goes a long way and it is definitely worth the money.'], 'author': u'Mushello ', 'date': [u'2016-04-13'], 'location': u'New York', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Wheres the rose scent?', 'text': [u'This smells like sunscreen! there is zero, or very little, rose scent to this oil. You may as well put on ANY sunscreen oil.I gave it 2 stars because of its other ingredients, and because it is lightweight. Otherwise for THIS PRICE I expect it to smell delicious...and it doesn\\'t. Unless you can get it on sale, PASS on this one.'], 'author': u'CC25 ', 'date': [u'2016-04-10'], 'location': u'Bay Area, Ca', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': None, 'text': [u'Absolutely love PTR rose stem cell bio repair precious oil. Saw results almost immediately. Rose o is light and absorbs into the skin within minutes. Very light and not greasy at all.'], 'author': u'scissorqueen94 ', 'date': [u'2015-12-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["2", "2"], "price": ["$80.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["10", "10"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["3", "3"], "number_loves": ["1931"], "ingredient": ["Water,Propanediol,Cyclopentasiloxane,Butylene Glycol,Hydrogenated Polyisobutene,Glycerin,Dicaprylyl Ether,Rosa Moschata Seed Oil,Rosa Centifolia Flower Extract,Rosa Damascena Flower Wax,Rosa Centifolia Flower Water,Rosa Damascena Leaf Cell Extract,Rosa Canina Fruit Oil,Rosa Alba Leaf Cell Extract,Rosa Centifolia Leaf Cell Extract,Rosa Gallica Flower Extract,Rosa Damascena Flower Oil,Rosa Canina Fruit Extract,Commiphora Myrrha Leaf Cell Extract,Adenium Obesum Leaf Cell Extract,Leuconostoc/Radish Root Ferment Filtrate,Ascorbyl Palmitate,Tocopherol,Tocopheryl Acetate,Ceramide NS,Ceramide AP,Ceramide EOP,Ceramide EOS,Ceramide NP,Carnosine,Theobroma Cacao (Cocoa) Seed Butter,Jojoba Esters,Caprooyl Phytosphingosine,Caprooyl Sphingosine,Octyldodecyl Oleate,Glyceryl Stearate,Polyglyceryl-2 Stearate,Polyglyceryl-6 Distearate,Octyldodecyl Stearoyl Stearate,Octyldodecanol,Caprylic/Capric Triglyceride,Beta-Sitosterol,Ethylhexylglycerin,Lactic Acid, Xanthan Gum,Disodium EDTA,Sodium Carboxymethyl Beta-Glucan,Cholesterol,Carbomer,Sodium Lactate, Vegetable Oil,Polyhydroxystearic Acid, Palmitic Acid,Stearic Acid,Polyglyceryl-3 Beeswax,Sodium Stearoyl Lactylate, Ceteareth-25,Myristic Acid,Arachidic Acid,Sodium Hydroxide, Behenic Acid,Stearyl Alcohol,Behenyl Alcohol,Arachidyl Alcohol,Cetyl Alcohol,Potassium Sorbate,Sodium Benzoate,Phenoxyethanol,Red 33 (CI 17200)."]},
{"sku": ["P386509"]},
{"sku": ["P394822"], "category": ["Face Oils"], "name": ["", "Turnaround Revitalizing Treatment Oil"], "review_rating": ["4.4444"], "brand": ["CLINIQUE"], "number_reviews": ["18 reviews"], "reviews": ["{'title': u'love this stuff', 'text': [u'Not greasy I use this instead of the serumexcellent results'], 'author': u'bjan ', 'date': [u'2016-06-29'], 'location': u'TN', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'This was my very first treatment oil, and what I notice was this was a very lightweight oil and it made my skin appear brighter and healthier. I find that I have to use quite a bit to feel like it is on my skin. I do have dry skin so that may be why.'], 'author': u'KathiaMRivera ', 'date': [u'2016-05-08'], 'location': u'Miami, FL', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u\"Just Didn't Work For Me\", 'text': [u'I have used several different face oils before, and loved them, but something about this just didn\\'t work for me. I didn\\'t find it moisturizing, which is weird because I have oily skin, and I didn\\'t see any smoothing or radiance. Not sure why my skin didn\\'t seem to like this. I tried it by itself and under moisturizer.'], 'author': u'mlind4 ', 'date': [u'2016-04-08'], 'location': u'Athens, GA', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Nice, lightweight oil', 'text': [u'I like this a lot for when I just want to add a little bit of extra moisture to my skin care routine. It\\'s very lightweight, so on days when my skin is a bit drier I will go for a heavier oil, but this is great for \"upkeep\" to maintain hydration.', u'The scent is very subtle, which is a plus.'], 'author': u'Ftgreene ', 'date': [u'2016-04-02'], 'location': u'Brooklyn, NY', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Wonderfully moisturizing', 'text': [u'I tend to steer clear of moisturizing oils for face, as they feel heavy. This oil, which I received in a multi-product set, was delightfully light, absorbed well, and left my skin looking plumped and hydrated. I did not like the scent however, which although my nose could get used to for such nice benefits, my eyes could not. I ended up passing it along to my daughter, whose eyes are not are teary as mine. If you are not a bothered, I highly recommend this oil!'], 'author': u'minkyelb ', 'date': [u'2016-03-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["2", "2"], "price": ["$36.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["12", "12"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["3", "3"], "number_loves": ["2116"]},
{"sku": ["P399681"], "category": ["Mists &amp; Essences"], "name": ["", "Sake Treatment Water to Hydrate and Brighten"], "review_rating": ["3.8462"], "brand": ["boscia"], "number_reviews": ["26 reviews"], "reviews": ["{'title': u'not for travel', 'text': [u'I think this is a great product- light and refreshing, leaves the skin smooth. However, DO NOT pack this bottle on a plane. I had to do 3 flights back to back and the bottle is not made for cabin pressure. Every flight segment, the bottle exploded until nothing was left. I bought this because I love boscia products, but also thought it\\'s a great travel size. Only for use at home.'], 'author': u'lindiepie ', 'date': [u'2016-10-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': None, 'text': [u'This is perfect. I have really sensitive skin and it is oily/dry combo skin. I use this in the morning after I wash my face before I put on my prescription acne medications and it allows the medication to do it\\'s job without over drying my face. This is so perfect! I complete with the black cooling boscia moisturizer and wash with the black warming wash and use the eye cream by boscia and I have clean clear bright skin and everyone always tells me how beautiful I am!'], 'author': u'sarahj133 ', 'date': [u'2016-10-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Smells great', 'text': [u'I really like this product a lot. I use it after my toner but before my serums and moisturizers in order to get them to be absorbed better. I feel like this really works and I feel a difference when I do not use it. I love how this product smells.'], 'author': u'galablue ', 'date': [u'2016-09-28'], 'location': u'Los Angeles, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'red bumps', 'text': [u'I got this at the recommendation of a really helpful Sephora employee for dry skin. Basically I was having a tough time applying physical sunscreen in the morning (lots of piling off) and this was helping. But then a week or so later I started to get red bumps on my chest and so I returned it. I was disappointed because I otherwise liked it, but it\\'s quite expensive and I think rose water works just as well.'], 'author': u'ThirdSis ', 'date': [u'2016-09-11'], 'location': u'Boston, MA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'best thing ever!!!', 'text': [u'I usually don\\'t like moisturizers but this water treatment replaces my moisturizers completely . It hydrates my skin. Moreover it brightens my skins which is the best part'], 'author': u'Aman97 ', 'date': [u'2016-07-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["6"], "three_star_reviews": ["5", "5"], "price": ["$46.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["13", "13"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["3", "3"], "number_loves": ["2660"], "ingredient": ["Water, Pentylene Glycol, PEG/PPG-17/6 Copolymer, Rice Ferment Filtrate (Sake), Sodium Hyaluronate,Sodium PCA, Aloe Barbadensis Leaf Juice, Arginine, Niacinamide, Dipotassium Glycyrrhizate, Epilobium Angustifolium Flower/Leaf/Stem Extract, Simmondsia Chinensis (Jojoba) Seed Extract, Butylene Glycol, Caprylyl Glycol, 1, 2-Hexanediol, Olive Oil PEG-7 Esters, Maltodextrin, Tropolone, Disodium EDTA."]},
{"sku": ["P255604"], "category": ["Moisturizers"], "name": ["", "Hydra Sparkling Velvet Luminescence Moisturizing Cream"], "review_rating": ["4.4091"], "brand": ["Givenchy"], "number_reviews": ["22 reviews"], "reviews": ["{'title': None, 'text': [u'Light weight moisturizer that goes great with the cleanser. I am acne prone and this worked great with my sensitive/combination skin regimen I already had in place.'], 'author': u'LBergeron ', 'date': [u'2016-05-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Hydra Spakling Givenchy', 'text': [u'Love love love this product, light weight, makes my skin feel so refreshed. Wonderful after too much sun. Lasts a long time! Just a little goes a long way! highly recommend'], 'author': u'ADKMel ', 'date': [u'2015-06-10'], 'location': u'Caroga Lake NY', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'Absolutely The Best!!!', 'text': [u'Hands down the best moisturizer I\\'ve ever used!!! I tried a Dior just to see and will be giving it away so I can go back to this! Never trying another again!'], 'author': u'sofa123 ', 'date': [u'2015-04-19'], 'location': u'Hayes , Va.', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'VERY STRONG SCENT', 'text': [u'i REALLY wanted to like this. i used to use lancome hydra zen and loved it. when they discontinuted it i must have bought 20-25 jars of it. now I\\'m running out and looking for something similar that would be very hydrating, lightweight AND leave a velvety finish. this product really does all that that i can tell after just one application. HOWEVER the smell is so strong it is almost hard to wear without getting a headache and i am not usually sensitive to smells. in fact, i usually enjoy a nice scent over unscented but this is SO STRONG. I\\'m probably going to have to return this just for that reason and it is vey disappointing because like i said it was great otherwise.'], 'author': u'jenjensephora ', 'date': [u'2015-01-31'], 'location': u'the south', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': u'favorite face cream', 'text': [u'I have dry skin, I actually bought the wrong one but I kept it, it\\'s very moisturizing. It\\'s easy to rub into your skin and it leaves a dewy hydrated finish. I have tried several face creams and I absolutely love this, already bought a back up! It has a great scent to it'], 'author': u'shesheshe ', 'date': [u'2015-01-31'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["5"], "three_star_reviews": ["3", "3"], "price": ["$58.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["14", "14"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["4", "4"], "number_loves": ["1153"], "ingredient": ["-Absorbent Spheres: The presence of absorbent spheres favors the regulation of sebum production and so avoids shine on the T-zone."]},
{"sku": ["P174617"]},
{"sku": ["P385583"], "category": ["Night Creams"], "name": ["", "Hydra Sparkling Night Recovery Moisturizing Mask &amp; Cream"], "brand": ["Givenchy"], "number_reviews": ["1 review"], "reviews": ["{'title': u'Great over night leave-on mask', 'text': [u'It comes in a large jar and I have almost used it up! Whenever I want my face to look great in the morning I just throw a bunch on my face. Well you don\\'t have to throw too much on, it works greatly as a night cream. The result will definitely show next morning: minimized pores, brightened face, smooth texture... etc. I actually didn\\'t expect this to be this great but it\\'s definitely my fav lux night cream right now.'], 'author': u'makeupforlifeyo ', 'date': [u'2016-11-08'], 'location': u'Nashville, TN', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Feels nice, but sticky', 'text': [u'I have had moderate to good success with a lot of Givenchy products so thought I\\'d give this a try. My skin is very dry, and for the last few months I\\'ve been using the Givenchy Hydra Sparkling Sap Serum followed by FAB Sleeping Cream, each night. For my test run of this product I used the Sap Serum followed by this, and didn\\'t like it as much. My skin felt fine, not taut, but the surface felt a little sticky. I washed and moisturized about an hour before bed, but even so, when I lay on the pillow I could feel it kind of dragging and sticking on the fabric, which is a yucky feeling. If I can find my receipt, I\\'ll be returning it.'], 'author': u'delamaine ', 'date': [u'2016-04-04'], 'location': u'Sammamish, WA', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "review_rating": ["3.0"], "three_star_reviews": ["1", "1"], "price": ["$64.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["771"], "ingredient": ["Water, Glycerin, Propanediol, Alcohol, Methyl Trimethicone, Phenyl Trimethicone, Nylon 6/12, Sodium Polyacrylate, Phenoxyethanol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tocopheryl Acetate, Tromethamine, Betaine, Inositol, Trehalose, Butylene Glycol, Xanthan Gum, Fragrance, Taurine, Decyloxazolidinone, Prolinamidoethyl Imidazole, Hydrolyzed Millet, Sodium Hyaluronate, Butylphenyl Methylpropional, Potassium Sorbate, Limonene, Benzyl Salicylate,  Alpha-Isomethyl Ionone,  Hexyl Cinnamal, Linalool,  Geraniol,  Citronellol, Xylose, Tocopherol,  BHT, CI 42090 (Blue 1)."]},
{"sku": ["P406076"], "category": ["Face Masks"], "name": ["", "Pore Tightening Memory Sleeping Mask"], "review_rating": ["4.2083"], "brand": ["Caolion"], "number_reviews": ["24 reviews"], "reviews": ["{'title': u\"Isn't good for sensitive skin\", 'text': [u'Really it minimizes the pores, but is oily. The consistency is bad, like watery glue. My skin is full of pimples, horrible, as if I had intoxicated. Isn\\'t good for sensitive skin.'], 'author': u'melsmels ', 'date': [u'2016-10-22'], 'location': u'Pembroke Pines, FL', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Love this!', 'text': [u'Over the past year I have been struggling to find something that would help to reduce my giant pores and blackheads. I\\'ve tried tons of different masks and products before this, and ultimately pulled the trigger on this mask because the price point wasn\\'t crazy. I now use this sleeping mask 2-3 times a week. I found that the pore shrinking is better when I use it after a deep cleaning mask (like Glamglow). It\\'s a little greasy and makes me a little oily looking until I wash it off the next morning. It\\'s been about 6 months now (and I\\'m only halfway through the jar) and can see a difference. It doesn\\'t work miracles overnight- so if that\\'s what you are expecting you\\'ll be disappointed. So far so good for me- and I would repurchase for sure'], 'author': u'miamiamiamia ', 'date': [u'2016-10-08'], 'location': u'Maine', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'post-facial must', 'text': [u'I use this product after deep cleaning masks or peels (3 nights a week). It closes my pores, while it soothes and calms my sensitive skin. Redness is gone within 2 minutes... I\\'m always trying new skincare products, but Caolion Memory Sleeping Mask has become a must in my routine. I highly recommend it!'], 'author': u'michelonga ', 'date': [u'2016-08-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Best Pore Mask', 'text': [u'My pores are barely visible and my skin is so soft after using!'], 'author': u'Becca200 ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Fun night time jelly', 'text': [u'First of all, the texture is like a creamy jelly and it\\'s just super fun! Secondly, I feel like my skin is usually more hydrated and smoother the mornings after I wear this to bed. It\\'s a pretty good night time moisturizer. I didn\\'t see any acne improvement or notice any brightening properties, but I\\'m still using it.'], 'author': u'meliss76 ', 'date': [u'2016-08-15'], 'location': u'Klamath Falls, OR', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["5"], "three_star_reviews": ["3", "3"], "price": ["$38.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["15", "15"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["3", "3"], "number_loves": ["4734"], "ingredient": ["Water, Butylene Glycol, Cyclopentasiloxane, Hydroxyethyl Urea, Sodium Hyaluronate, Niacinamide, Alcohol, Butylene Glycol Dicaprylate/Dicaprate, Betaine, Erythritol, PEG-240/HDI Copolymer Bis-Decyltetradeceth-20 Ether, Diospyros Kaki Leaf Extract, Hamamelis Virginiana (Witch Hazel) Extract, Bis-PEG-18 Methyl Ether Dimethyl Silane, 1,2-Hexanediol,  Illicium Verum (Anise) Fruit Extract,  Scutellaria Baicalensis Root Extract, Stearyl Dimethicone, PEG-60 Hydrogenated Castor Oil, Cetyl Alcohol, Potassium Olivoyl Hydrolyzed Oat Protein, Cetearyl Alcohol, Glyceryl Oleate, Glyceryl Stearate, Cinnamomum Cassia Bark Extract, Artemisia Princeps Leaf Extract, Chrysanthellum Indicum Extract, Chaenomeles Sinensis Fruit Extract, Camellia Sinensis Leaf Extract, Allantoin, Butyrospermum Parkii (Shea) Butter, Macadamia Integrifolia Seed Oil, Vitis Vinifera (Grape) Seed Oil, Mentha Piperita (Peppermint) Oil, Caprylhydroxamic Acid, Lavandula Angustifolia (Lavender) Extract, Rosmarinus Officinalis (Rosemary) Extract, Origanum Vulgare Leaf/Flower/Stem Extract, Thymus Vulgaris (Thyme) Extract, Lactobacillus/Silkworm Cocoon Extract Ferment Filtrate, Adenosine, Disodium EDTA, Menthol, Lactobacillus/Soybean Ferment Extract. Salix Alba (Willow) Bark Extract.  Cinnamomum Cassia Bark Extract. Origanum Vulgare Leaf Extract.  Chamaecyparis Obtusa Leaf Extract. Scutellaria Baicalensis Root Extract.  Portulaca Oleracea Extract."]},
{"sku": ["P393515"], "category": ["Moisturizers"], "name": ["", "Renewed Hope In A Jar Dry"], "review_rating": ["2.8378"], "brand": ["philosophy"], "number_reviews": ["37 reviews"], "reviews": ["{'title': u'Nice and Light', 'text': [u'Really like this moisturizer and am looking forward to seeing how it fairs in a dry winter. It absorbs quickly and doesn\\'t feel heavy at all. I like the light smell also. Seems to be doing a good job at moisturizing my dry skin.'], 'author': u'laceface2 ', 'date': [u'2016-10-21'], 'location': u'Denver, CO', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I love this moisturizer! I live in an extremely dry climate and my skin has become drier the longer I live here. Hope in a jar dry is full of moisture without the heavy, weighed down feeling of other moisturizers for dry skin.'], 'author': u'CindyMDC ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'luminous and moisturizing', 'text': [u'I love that it gives a bit of a glow after applying. I have very dry skin that gets super flakey around the t zone. This is the only moisturizer that lasts all day into the night with my makeup routine as well. My skin stays hydrated with a bit of a glow. Now for the critics... I feel the sizes should match up to the cleansers, etc. I use the Purity Made Simple facial cleanser I purchased in 8oz. I feel the moisturizer 2oz. should match up a little because I\\'m out of the moisturizer before the cleanser. So it\\'s a little inconvenient for me since I do not like buying things separately. Not too big of a deal, but it\\'s a lot easier knocking a few birds with one stone.'], 'author': u'diamond1372 ', 'date': [u'2016-06-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': None, 'text': [u'I have combination to dry skin that is on the sensitive side. This definitely is gentle and helps with the dry skin on my cheeks without breaking me out. Not a miracle worker, but does the job.'], 'author': u'StephR91 ', 'date': [u'2016-05-07'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'best!', 'text': [u'I\\'ve tried many moisturizers....and was disappointed with even the extremely expensive brands. And then I found this miracle in a jar. Super hydrating and my skin has never looked healthier or smoother!'], 'author': u'tamparks15 ', 'date': [u'2016-03-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["8"], "three_star_reviews": ["1", "1"], "price": ["$47.00"], "one_star_reviews": ["16", "16"], "five_star_reviews": ["12", "12"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["5", "5"], "number_loves": ["461"], "ingredient": ["Water, Glycerin, Cyclopentasiloxane, Stearic Acid, Butylene Glycol, C12-15 Alkyl Benzoate, Glycolic Acid, Dimethicone, Polyacrylamide, Cetearyl Alcohol, Phenoxyethanol, Sodium Hydroxide, C13-14 Isoparaffin, Dimethicone Crosspolymer, Ceteareth-20, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Polysilicone-11, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Laureth-7, Citric Acid, Chlorphenesin, Mandelic Acid, Tocopheryl Acetate, Bisabolol, Synthetic Fluorphlogopite, Ethylhexyl Palmitate, Propanediol, Parfum/Fragrance, Disodium Edta, Adenosine, Evodia Rutaecarpa Fruit Extract, Limonene, Faex/Yeast Extract/Extrait De Levure, Magnesium Stearate, Opuntia Coccinellifera Flower Extract, Silica Dimethyl Silylate, Caprylyl Glycol, Bht, Ethylhexylglycerin, Hyaluronic Acid, Silanetriol, Sodium Hyaluronate, Sorbic Acid, Farnesol, Hexylene Glycol, Bismuth Oxychloride (Ci 77163)."]},
{"sku": ["P378500"], "category": ["Moisturizers"], "name": ["", "Extra Soothing Balm"], "review_rating": ["4.5"], "brand": ["Bobbi Brown"], "number_reviews": ["6 reviews"], "reviews": ["{'title': u'love this balm. perfect for winter', 'text': [u'i\\'ve been using this for years now. i have a very dry skin. every time i do makeup (cream, sunscreen, foundation, sheer layer of powder), i feel my skin feeling more dehydrated. So, I use small portion of this on my palm and melt it to layer on my skin. it is really the best for winter'], 'author': u'pinkblack ', 'date': [u'2015-11-09'], 'location': u'New York City', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'wonderful multi use product', 'text': [u'At first I thought this is a crazy expensive cuticle cream. But once I found out how and where to use it I love it. I use the tiniest amount under my eyes to help with the wrinkles and expression lines. On my lips (doesn\\'t taste that great) on dried up skin left over by pimples, on my cheek bones for a healthy glow and of course cuticle cream. I had a little rash on my eye lid and used it to sooth and smooth the rash. Worked like a charm. I love it.'], 'author': u'Anonymous ', 'date': [u'2015-06-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Not the best', 'text': [u'I had high hopes for this product, however, it\\'s nothing special. It comes off pretty thick feeling. It does moisturize to an extent but I usually used it at night only. The smell is fantastic and this may be heaven sent for some users but not me so I unfortunately returned it.'], 'author': u'esssjai ', 'date': [u'2015-05-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Very Good', 'text': [u'Very Good, not great. I love the smell, it\\'s light and feminine and really lovely. That\\'s why I gave it 4 stars instead of 3. It\\'s not very moisturizing, but I have extremely dry skin. It seems to work better over a serum or cream.'], 'author': u'mothball ', 'date': [u'2015-03-27'], 'location': u'San Francisco, CA', 'skin_type_link': u'Dry', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Excellent', 'text': [u'A Bobbi Brown makeup artist vanished the fine lines under my eyes with this Extra Soothing Balm and I could not believe it! I use it under my eye cream at night! A tiny bit melts into the skin and goes a long way so it will last forever ever.'], 'author': u'crea ', 'date': [u'2014-03-13'], 'location': u'CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$62.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["1978"]},
{"sku": ["P411734"], "category": ["Value &amp; Gift Sets"], "name": ["", "Anti-Wrinkle Miracle Worker™ Ornament"], "brand": ["philosophy"], "number_reviews": ["not rated"], "price": ["$22.00"], "review_rating": ["0.0"], "number_loves": ["287"], "ingredient": ["Water, Cyclopentasiloxane, Glycerin, Ascorbyl Glucoside, Behenyl Alcohol, Dimethicone, Peg/Ppg-18/18 Dimethicone, Propanediol, Hexyldecanol, Butylene Glycol, Tocopherol, Linum Usitatissimum (Linseed) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Borago Officinalis Seed Oil, Adenosine, Beta-Glucan, Brassica Campestris (Rapeseed) Sterols, Tetrapeptide-21, Glutathione, Bisabolol, Cetylhydroxyproline Palmitamide, Stearic Acid, Arginine, Resveratrol,Cyclohexasiloxane, Sodium Hydroxide, Polysorbate 20, Ethylhexylglycerin, Disodium EDTA, Lecithin, Benzyl Alcohol, Chlorphenesin, Phenoxyethanol."]},
{"sku": ["P399180"], "category": ["Mists &amp; Essences"], "name": ["", "Aqua Gel Mist"], "review_rating": ["4.45"], "brand": ["Too Cool For School"], "number_reviews": ["20 reviews"], "reviews": ["{'title': u'Revivifying', 'text': [u'I\\'ve tried a number of sprays to use as a pick-me-up for my makeup during the day, and this one was a wonderful surprise. I like the fine mist, the delicate scent, and the way my face feels afterward. I have dry skin and it works like a charm for me.'], 'author': u'VickyV12 ', 'date': [u'2016-09-06'], 'location': u'Brady TX', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Refreshing', 'text': [u'I bought this off of a recommendation by a Sephora employee. I wasn\\'t dissapointed, but I wasn\\'t blown away either. It is refreshing as any misting spray is, but I didn\\'t notice that it did anything special for my makeup whether priming or setting. I didn\\'t think it was that hydrating, and I have dry to normal skin. I don\\'t plan on re-purchasing.'], 'author': u'CliniqueSheek ', 'date': [u'2016-07-07'], 'location': u'Galveston, TX', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Rx retin-a users will love this stuff!', 'text': [u'I\\'m using rx tretinoin on my skin for anti-aging purposes; needless to say, my skin can get very dry, red and irritated. This stuff has saved me time and again! It is super-soothing and injects new life into my skin mid-day (when the dreaded retin-a flakiesstart.) To be clear: it does not work like the UD setting spray but it is a lovely make-up finishing spray and is an amazing soothing treat for dry and/or dehydrated skin. FYI the scent is very fresh and non-descript so I can use it multiple times throughout the day (open-concept work-setting) without worrying about boosting the place with fragrance!'], 'author': u'GretschGirl ', 'date': [u'2016-05-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'very fine mist', 'text': [u'I love hydrating mist. I use it after I\\'m done with all my make up to soften any powdery look. Sometimes I get a little heavy hand with my powder or blush. This hydrating spray softens that look. I love a nice glow to the face and this gives me that. I\\'m pretty picky with the type of spray, meaning how the mist comes out. This is nice and fine. I\\'ve stop using some other mist because I don\\'t like how it comes out. This one is nice!! I also love how it smells. Fresh and light.'], 'author': u'luv2trysmthngnw ', 'date': [u'2016-05-05'], 'location': u'LA, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Perfect to wet Beauty Blender!', 'text': [u'I have never used it to set my makeup though, I love it using it with beauty blender, much better then using plain water but spraye'], 'author': u'mariac113 ', 'date': [u'2016-04-13'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["2", "2"], "price": ["$20.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["13", "13"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["4", "4"], "number_loves": ["3192"], "ingredient": ["Water, Rosmarinus Officinalis (Rosemary) Leaf Water, Peg/ Ppg-17/6 Copolymer, Dipropyleneglycol, Propanediol, Butyleneglycol, Phenoxyeth Anol, Ppg-26-buteth-26, Peg-40 Hydrogenated Castor Oil, Chlorphenesin, Gellan Gum, Trehalose, Calcium Chloride, Sodium Citrate, Disodium Edta, Hydrolyzed Adansonia Digitata Extract, Carbomer, Fragrance."]},
{"sku": ["P399970"], "category": ["Face Wash &amp; Cleansers"], "name": ["", "Clear Bloom Makeup Glideaway Cleansing Oil"], "review_rating": ["3.7021"], "brand": ["Farmacy"], "number_reviews": ["47 reviews"], "reviews": ["{'title': u'Love', 'text': [u'I have oily skin and this was my first time to use a cleansing oil. This takes away all of my make-up, even the stubborn eye liners and mascaras. I do follow up with a second cleanse. Love this cleanser.'], 'author': u'ButtonsBelle ', 'date': [u'2016-11-05'], 'location': u'Charleston, SC', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Works well, but does not simplify routine', 'text': [u'I really wanted to like this product because I really love the Farmacy brand. I\\'ve been using this for 4 weeks now but just can\\'t handle the oily residue that is left behind. This product does a really good job of removing make-up initially, but you still have to wash your face again with a foaming cleanser to remove the product. Seems counter productive if trying to avoid using a foaming cleanser (like me). If you are okay with that two step process, then this product will work well for you. Otherwise, I\\'d pass.'], 'author': u'JrRhodes ', 'date': [u'2016-11-01'], 'location': u'Chicago, IL', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'Eh', 'text': [u'I\\'m a skincare junkie and own many oil cleansers. I\\'ve tried the best on the market, and I have to say this is not one of them. The formula is vey thick and drags on the skin. I followed the manufacturers directions and mixed with water. After trying to rinse this with warm, cool, and lukewarm water I had to go in with a micellar water to remove the residue and makeup it did not remove( mind you I am very thorough). I followed with a foaming cleanser and was fine. I really wanted this to work, but for me it was a definite miss. If you use long wearing makeup this may not be for you.'], 'author': u'gghairandmakeup ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'The Oil Cleanser To End All Oil Cleansers', 'text': [u'I\\'ve read all the other reviews about this product prior to purchasing it. I\\'ve only used it once but let me tell you. The results are miraculous! I pumped one pump onto my dry hand and massaged it into dry skin--full face of makeup (urban decay all nighter foundation, waterproof mascara)--and everything came off like a dream. Normally I would use six cotton pads of micellar water to get it all off but this product did that with only one pump. After a few minutes of massaging the product dry, I applied water to my hands and remassaged my face with wet hands. Everything came off. Everything. I went in with a damp white microfiber face cloth to cloth it off...and there was no trace of makeup left on my skin. Originally, I had planned on doing a second cleanse, but the moisturizing feel that it gives me skin made me reconsider. The \"film\" that it leaves behind is not uncomfortable. Honestly I wouldn\\'t even refer to it as a \"film\" because that has such a bad connotation and it was definitely not that. It\\'s the feel of using a few drops of facial oil on damp skin--after it has sank into the skin. That\\'s exactly the feel and, let me just say, that because my skin is combo dehydrated acne prone sensitive...that feel was most welcome. I followed with my usual skincare routine (toner, exfoliant, serum, oil, moisturizer) and the next morning I woke up with such a welcomed glow...it was unmistakable. I don\\'t think I need any other cleansers in my life.'], 'author': u'kathyvangg ', 'date': [u'2016-10-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I have been oil cleansing for years and thought I would give this one a try. The cleanser does a good job at removing makeup, but it leaves A LOT of oily residue on your face even after rinsing with water multiple times. I have to follow up with a second cleanser. Even though it leaves quite a bit or residue, I have not had any break outs that I can attribute to this product and I have very sensitive/acne prone skin.'], 'author': u'brittany1536 ', 'date': [u'2016-09-28'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}"], "lastpage": ["10"], "three_star_reviews": ["3", "3"], "price": ["$30.00"], "one_star_reviews": ["6", "6"], "five_star_reviews": ["23", "23"], "two_star_reviews": ["8", "8"], "four_star_reviews": ["7", "7"], "number_loves": ["2535"], "ingredient": ["Cetyl Ethylhexanoate, Tridecyl Stearate, Tridecyl Trimellitate, Peg-20 Glyceryl Triisostearate, Dipentaerythrityl Hexacaprylate/Hexacaprate, Sorbitansesquioleate, C12-15alkylbenzoate, Vitisvinifera(Grape)Seedoil, Butylene Glycol, Helianthus Annuus (Sunflower) Seed Oil, Carthamus Tinctorius (Safflower) Seed Oil, Squalane, Jojoba Esters, Glycerin, Patented Echinacea Purpurea 'Greenenvytm' Root Extract, Tocopherol."]},
{"sku": ["P399178"]},
{"sku": ["P382015"], "category": ["Moisturizers"], "name": ["", "Night Cream"], "review_rating": ["4.25"], "brand": ["VERSO SKINCARE"], "number_reviews": ["28 reviews"], "reviews": ["{'title': u'Love', 'text': [u'I could see a difference after I ran out and used my backup cream. When I used it again my face seemed brighter looking'], 'author': u'laurasn ', 'date': [u'2016-08-14'], 'location': u'Seal beach', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Great night cream', 'text': [u'I tried this on the recommendation of a salesperson when browsing at Bloomingdales. Loved the samples and bought the full size day and night cream. I notice the difference when I travel and don\\'t use this. Very fresh, high quality, and unique retinol 8 benefit. Expensive, but has lasted a long time.'], 'author': u'serifwheel ', 'date': [u'2016-04-25'], 'location': u'Brooklyn, NY', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'disappointed', 'text': [u'This night cream virtually did nothing at all for me.The packaging, where do I begin. Trying to get the product out what a mission ! The pump is a bad setup. When no more would come out \"so called\" finished. I got my hubby to crack the lid and there was lots left over in it.'], 'author': u'stef45 ', 'date': [u'2016-02-25'], 'location': None, 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'45-54'}", "{'title': u'My new favorite skin care', 'text': [u'i love this! It\\'s a lightweight but effective moisturizer and the only retinoids cream that doesn\\'t peel the skin off my face. My skin has never looked so good. It\\'s fairly expensive but a little goes a long way. I will buy again for sure and I\\'m also planning on trying other products in the same line.'], 'author': u'jchloep ', 'date': [u'2015-06-17'], 'location': u'Salina, KS', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Bad Packaging', 'text': [u'This may be a good night cream, however, the packaging is horrible. I have been trying to get the product out but I only managed to get a couple of drops. I think there is something wrong with the pump...too bad I had such high hopes for this night cream.'], 'author': u'sarad82 ', 'date': [u'2015-06-05'], 'location': u'Irvine, CA', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'25-34'}"], "lastpage": ["6"], "three_star_reviews": ["1", "1"], "price": ["$100.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["20", "20"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["3", "3"], "number_loves": ["1861"], "ingredient": ["Water, Glycerin, Butyrospermum Parkii Oil, Butylene Glycol, Pentylene Glycol,  Heptyl Undecylenate, Caprylic/Capric Triglyceride, Squalane, Cetearyl Olivate, Sorbitan Olivate, Stearic Acid, Jojoba Esters, Glycine Soja Oil, Retinyl Retinoate, Tetrahydrodiferuloylmethane, Tocopheryl Acetate,  Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer,  Curcuma Longa Root Extract, Tetrahydropiperine, Hydroxyphenyl  Propamidobenzoic Acid, Alcohol, Cetyl Palmitate, Sorbitan Palmitate, Sodium Hyaluronate, Tetrahydropiperine, Soy Isoflavones, Lecithin, Ascorbyl Palmitate,  Phenoxyethanol, Caprylyl Glycol, Citric Acid, Tocopherol, Sodium Hydroxide, BHT, Fragrance."]},
{"sku": ["P398064"], "category": ["Sheet Masks"], "name": ["", "Dermask Spot Jet Neck &amp; Chin Lift™"], "review_rating": ["2.7778"], "brand": ["Dr. Jart+"], "number_reviews": ["9 reviews"], "reviews": ["{'title': u'Not my Favorite in the Brand', 'text': [u'I absolutely love Dr. Jart sheet masks. I use them regularly and when I saw this I decided I may as well try it. The results were not what I expected and really did not enjoy the feel of this mask. The ear hangs really hurt and are quite uncomfortable.'], 'author': u'VBasso ', 'date': [u'2016-07-13'], 'location': u'Tulsa, OK', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'face treat', 'text': [u'These masks make my face feel so soft and hydrated AND reduce fine lines into the next day.'], 'author': u'mybeautyaffair ', 'date': [u'2016-05-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'too small for my face', 'text': [u'I don\\'t know if my bid american face wasn\\'t the right size or what but I had a terrible time in this mask. Once I hooked it to my ears it hurt! the whole time it tugged on my ears and almost felt like it was cutting! As for the neck part it did not stick to me at all. The whole time i was holding it on and felt ridiculous typing with one hand. Usually I love dr. jart but this was impossible for me'], 'author': u'lakesparrows ', 'date': [u'2016-01-18'], 'location': u'cleveland,oh', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u\"pleased (and it's not dry!)\", 'text': [u'To those who think they received a malfunctioning product because it felt \"dry\" upon opening...you are incorrect. These are the hydroGEL masks so the part that actually touches your skin will feel like a gel while the top layer (not touching your skin) is dry, this is how it should feel. They\\'re not all going to be wet and gooey. These are the slot treatments so you\\'d be returning them for no reason if that\\'s the \"issue\" you were having. That said, I liked this mask however pulling it over the ears was a little uncomfortable, my face isn\\'t that big and I get its supposed to be a \"lift\" but my ears were kinda sore often 30 mins. And the neck portion was a bit difficult to keep in place. But the gel felt nice and soothing and I certainly lifted after that.'], 'author': u'masklady ', 'date': [u'2015-12-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'disappointed', 'text': [u'I received this mask in the Dr. Jart book of masks set. Majority of the masks I\\'ve tried I have loved but this one was just terrible. There are two holes that you have to put your ears into which is almost impossible. Once you accomplish that task it still is impossible to keep on. After the time was up I didn\\'t notice a difference at all.'], 'author': u'cklach92 ', 'date': [u'2015-12-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["2", "2"], "price": ["$12.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["2", "2"], "number_loves": ["1504"], "ingredient": ["Water, Glycerin, Sodium Polyacrylate, Dipropylene Glycol, Agar, Polyacrylic Acid, CetylEthylhexanoate, Niacinamide, Hydrogenated Polyisobutene, Anemarrhena Asphodeloides Root Extract, PolySorbate 80, Butylene Glycol, Hydrolyzed Collagen, Adenosine, Tocopherol, DisodiumEDTA, Tartaric Acid, Aluminum Glycinate, Phenoxyethanol."]},
{"sku": ["P394691"]},
{"sku": ["P173654"], "category": ["Moisturizers"], "name": ["", "Bio-Performance Advanced Super Revitalizer Cream Whitening"], "review_rating": ["4.2571"], "brand": ["Shiseido"], "number_reviews": ["35 reviews"], "reviews": ["{'title': u'Still heavy for combination skin', 'text': [u'Purchased it since many of the reviewers said it\\'s lightweight...but for my combination skin it still feels heavy. I think I should stick with white lucent line. I\\'m not seeing \"whitening\" effect either...I\\'ve been better result with their white lucent products. Wanted to give Bio-Performance a try. Now that I did, I\\'m going back.'], 'author': u'fgratton ', 'date': [u'2015-01-04'], 'location': u'Rochester, NY', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': u'Great for dry skin!', 'text': [u'I use this every night. I have dry skin and it really helps get rid of flakey skin. In the morning I put a touch of this under my eyes and in other dry areas. Love it.'], 'author': u'jheintz ', 'date': [u'2013-07-29'], 'location': u'Phoenix, AZ', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'Misleading.', 'text': [u'I purchased this VERY EXPENSIVE CREAM in hope that it would brighten my skin. Did nothing but clog my pores. Disapointed'], 'author': u'AriesBoss ', 'date': [u'2013-06-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'1 &amp; ONLY', 'text': [u'this is my first product review as a VIB on the Sephora website. i never write reviews because most products ive tried are good but nothing special. however, the shiseido bio-performance whitening cream is EVERYTHING to me. i have combination skin; dry in the t-zone and oilier around which ive noticed most people have become lately. i was hesitant to purchase the moisturizer because of the \"whitening\" title it was given until i read boinninja\\'s review. i also am a guy with acne prone skin which leaves behind dark acne spots after the breakout is long gone. i use the yu-be cleanser with my clarisonic, shiseido eudermine softner, and this moisturizer. my skin has never been more clearer from any moisturizer ive used, it\\'s truly a miracle cream for me. it looks heavy in the jar, but to the touch its very silky and melts into the skin without any irritation. most anti-aging moisturizers are very drying to those with sensitive and dry skin because of the tightening element in the cream. this is a must buy even though some will think the price is crazy! its just enough moisture to balance the skin, corrects and brightens acne spots without forming new ones, anti-aging without irritation, smells zenful, and diminishes any signs of flaky, scaly skin. i deff recommend this moisturizer to anyone with problem prone skin!! they say guys have thicker facial skin, so if that\\'s the case and it worked wonders on me then im sure the girls will love the results as well :)'], 'author': u'kyyle ', 'date': [u'2013-04-14'], 'location': u'chesapeake, va', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Good product but...', 'text': [u'This is a good product but I found a great product on my trip to fort de france last month : nuhanciam anti-dark spot cream. The result is really amazing !!!'], 'author': u'Tommynyc ', 'date': [u'2012-06-20'], 'location': u'New York', 'skin_type_link': u'Normal', 'rating_score': u'4', 'age_link': u'35-44'}"], "lastpage": ["7"], "three_star_reviews": ["4", "4"], "price": ["$98.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["21", "21"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["7", "7"], "number_loves": ["1028"]},
{"sku": ["P396262"], "category": ["Value &amp; Gift Sets"], "name": ["", "Youthful Radiance Set"], "review_rating": ["3.3"], "brand": ["Perricone MD"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'A Must Have!', 'text': [u'I enjoy using a tinted moisturizer w/SPF 30 &amp; LOVED Peter Thomas Roth\\'s tinted moisturizer..until he discontinued it! Since seeing my favorite PTR products being discontinued I\\'ve tried many others but they haven\\'t lived up to my expectations. Until trying Perricone\\'s daily moisturizer, I\\'ve slowly been switching all my face products to Perricone. When I spotted the Tinted version in a kit WITH a travel size daily moisturizer, I knew I had to try it! I have fair-light skin tone &amp; in the summer Medium tones after getting a tan. Not only does this product adjusts to my shade but it gives my skin a healthy glow. You only need about a nickel sized amount, start at the neck/d\\xe9collet\\xe9 &amp; move up in circles getting behind ears, working your way up to your hairline. I use all of my other products first, i.e. \"Needles No More\" then apply Tinted Moisturizer then I put on my Smashbox Make-up Primer, then I\\'m all ready for my makeup. Sometimes I use a sheer powder or blush, I\\'ve never used &amp; don\\'t think any foundation is necessary. It has really cut down on the time I take to apply my makeup, only needing to focus on my eyes &amp; brows! (Which my Husband loves)'], 'author': u'beautyrockette ', 'date': [u'2016-05-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Yikes! Just no.', 'text': [u'The face finishing moisturizer is lovely but steer clear of the tinted one. Irritated my skin, caused breakouts, caused my skin to be very oily, and the tint ends up looking orangey.'], 'author': u'marissa13 ', 'date': [u'2016-03-03'], 'location': u'Livermore, CA', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'25-34'}", "{'title': u'50/50 on this one', 'text': [u'I have olive skin and wanted an oil free moisturizer that offered all day sun protection. Representative sold me on all the benefits!', u'The little trial size night cream was amazing! Really rejuvenated the skin. Super sensitive skin but it did not make me breakout - in fact helped decrease redness! Worth trying but pricey! A little goes a long way!However the actual moisturizer - i tried it - it truly gives you a tan specially if you have light skin. The worst part was that it was super oily! Which was something i was trying to avoid!'], 'author': u'konny ', 'date': [u'2015-11-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Love both of these!', 'text': [u'These are both incredibly good moisturizers. The tinted one is amazing - the way it evens out your skin tone. It\\'s a bit more moisturizing than the untinted one. Both are excellent for making your skin ready for makeup. I love using the tinted one on days when I\\'m not wearing foundation, or only a bit of BB cream. It does make your skin a tad bit darker, if you are fair-skinned like me, but that\\'s not a problem for me. I break out easily and both of these moisturizers don\\'t break me out. This is a very good value for the money, since both jars cost less than the cost of the tinted cream alone. You will not be sorry if you try these.'], 'author': u'momto4 ', 'date': [u'2015-11-01'], 'location': u'La Habra, CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'lovely skin', 'text': [u'I\\'ve been using these products for over a year. I have fair, sensitive skin which I need to protect from the sun. The tint in the moisturizer makes my skin look lovely, even without makeup! Plus, it gives me the sun protection I need daily. No product completely stops lines and wrinkles, but these products give my skin a healthy glow and definitely help!!'], 'author': u'daisy06 ', 'date': [u'2015-10-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["2", "2"], "price": ["$69.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["2", "2"], "number_loves": ["521"], "ingredient": ["Water, Ethylhexyl Palmitate, Glycerin, Aleurites Moluccana (Kukui Nut) Seed Oil, Cetearyl Alcohol, Polyacrylamide, Polysorbate 60, Glyceryl Stearate, PEG-100 Stearate, Dimethyl MEA (DMAE), C13-14 Isoparaffin, Citric Acid, PEG/PPG-18/18 Dimethicone, Dimethicone, Caprylyl Glycol, Phenoxyethanol, Tetrahexyldecyl Ascorbate (Vitamin C Ester), L-Tyrosine, Parfum (Fragrance), Laureth-7, Hexylene Glycol, Hydrolyzed Wheat Protein, Tocopheryl Acetate, Citronellol, Geraniol, Hydrolyzed Wheat Starch, Thioctic Acid (Alpha Lipoic Acid), Hydroxycitronellal, Butylphenyl Methylpropional, Benzyl Benzoate, Eugenol."]},
{"sku": ["P408543"], "category": ["Mists &amp; Essences"], "name": ["", "One Essential Mist-Lotion"], "brand": ["Dior"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'Perfect for lazy people', 'text': [u'I used to have bunch of facial product, but not to use it because I am too lazy to open the bottle/jar and use them with my hands. I preferred to stay with dehydrated face.After I bought this product, I just pump it on my face directly. My skin did get so much better although I still do not use any other cream product.I am mid 20s, with dry &amp; oily combo type and sensitive skin, but this product was very gentle on me. As other review said, it does contain scent, but it was not like one of those product that smells like chemical junk.'], 'author': u'EnaV ', 'date': [u'2016-08-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'NOOOO', 'text': [u'I wanted to love this!!! I really did!! The description and ingredients sounded wonderful, but the smell is so overpowering of perfume. Beyond tolerable, very very very heavy floral scent like your grandmother would wear, but not like a fresh flower; but a fake smell.'], 'author': u'sweetladyb ', 'date': [u'2016-07-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Refreshing mist spray', 'text': [u'This product is part refresher, part toner, and smells terrific as well. It provides a little bit of toning and is cooling when applied. It might not be a real necessity in one\\'s skincare regime, but it is a wonderful little luxury.'], 'author': u'baxterd ', 'date': [u'2016-05-01'], 'location': u'Omaha, Nebraska', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Dior Dior Dior!', 'text': [u'This product just came out and it is an addition to the one essential line!!! The spray has a strong fragrance and it smells really nice. I use this product can be used in many different ways, before skin care products, after makeup for extra moisture and after skin care routine. My skin feels really smooth, firm and moisturized after using it. Still need to see how it works after a month of using but so far so good!'], 'author': u'misscloclo ', 'date': [u'2016-04-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$62.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["913"]},
{"sku": ["P399711"], "category": ["Moisturizers"], "name": ["", "Moisturizing Skin Guardian"], "review_rating": ["3.8571"], "brand": ["Kenzoki"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'Not worth the $', 'text': [u'This lotion has entirely too much fragrance in it, it smells like something you\\'d find at the dollar store. I have sensitive skin and when I used this on my face it felt like I was applying acid. Definitely returning.'], 'author': u'Jennw816 ', 'date': [u'2016-10-25'], 'location': u'Portland, OR', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'35-44'}", "{'title': u'smells like play-dough', 'text': [u'I was looking for a moisturizer &lt;$60 and the reviews for this brand were stellar so I gave it a try. Overall the moisturizer works pretty good but you need a ton of it to truly moisturizer your face and neck! Even after serum I find myself putting two layers of this moisturizer on to feel like I have an adequate amount for the day. Also, there is no sunscreen in this blend, so be sure your foundation (or other layers) will cover you. Lastly, the produce smells like play-dough. If I can return the product I think I will. It\\'s just not worth $45.'], 'author': u'CareBear94954 ', 'date': [u'2016-07-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': None, 'text': [u'Love the smell! It absorbs very quickly and isn\\'t oily.'], 'author': u'irina86 ', 'date': [u'2016-04-26'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Amazingly soft skin', 'text': [u'I have normal to dry skin. The problem areas being of course the T zone. I have tried so many moisturizers but none have left my skin this soft. I cannot stop touching my face (bad idea) throughout the day because of how soft it is. The smell is great which is a plus!'], 'author': u'Kla7 ', 'date': [u'2016-04-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Great!', 'text': [u'This is a great moisturizer. You can see a difference in your skin right after the first use. Also, a little bit of product goes a long way. It does have a sweet / clean scent that is a little strong. That would be the only con, but this is great nonetheless.'], 'author': u'Jen213 ', 'date': [u'2016-02-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$45.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["772"], "ingredient": ["Water,  Glycerin, Methyl Trimethicone,  Caprylic/Capric Triglyceride,  Pentylene Glycol,  Isononyl Isononanoate,  Cetearyl Isononanoate,  Cetyl Alcohol,  Stearyl Alcohol,  Nelumbo Nucifera Root Water, Fragrance,  Phenoxyethanol,  Sodium Polyacrylate,  Dimethicone,  Polymethyl Methacrylate,  Steareth-21,  Caprylyl Glycol,  Palmitic Acid,  Stearic Acid,  Tromethamine,  Butylene Glycol,  Carbomer,  Tocopheryl Acetate,  Sodium Hyaluronate,  Ophiopogon Japonicus Root Extract,  Nelumbo Nucifera Flower Extract, Helianthus Annuus (Sunflower) Seed Extract,  Ethylhexylglycerin, Sanguisorba Officinalis Root Extract,  Hydrolyzed Millet,  Citric Acid,  Xanthan Gum,  Alpha-Isomethyl Ionone, Hexyl Cinnamal,  Hydroxyisohexyl 3-Cyclohexene Carboxaldehyde,  Hydroxycitronellal,  BHT,  Linalool,  CI 42090 (Blue 1)."]},
{"sku": ["P274220"], "category": ["Face Serums"], "name": ["", "Photo Dynamic Therapy® 3–in–1  Facial Lotion With Broad Spectrum SPF 30"], "review_rating": ["3.9225"], "brand": ["DERMAdoctor"], "number_reviews": ["142 reviews"], "reviews": ["{'title': u'my one true (SPF moisturizer) love', 'text': [u'This is my one and only sunscreen moisturizer for the past five years. I horde it so I am never out. I notice when I do not use it. No piling issue after they reformulated it a few years ago.'], 'author': u'ljtrue ', 'date': [u'2016-09-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'not good under makeup', 'text': [u'I am all about aging gracefully and this has won awards so figured Id try it. I do like the product, just didnt work for what I wanted tho. It does have to fully dry prior to putting on makeup and I dont have time for that. I LOVE that its SPF. If you can afford it and have time to let it set/dry prior to make up worth a shot.'], 'author': u'cmcurry0421 ', 'date': [u'2016-02-22'], 'location': u'Mpls,MN', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Great Moisturizer!', 'text': [u'I have very sensitive finicky skin with moderate acne. I was looking for a good moisturizer with SPF that didn\\'t irritate my skin, and I finally found one. It is a bit expensive but well worth the price. I integrated this moisturizer into my skin care routine flawlessly, and my skin has not looked this good in awhile!'], 'author': u'jkapella ', 'date': [u'2015-06-05'], 'location': u'Georgia', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Best face lotion', 'text': [u'I\\'ve read the other reviews and most of them said that it \"pilled up\".. The product is pilling up while removing all of the dead skin off your face, it\\'s not just pilling up for no reason. I got it as a sample from the store and i immediately had to buy it even though it\\'s so pricey but it\\'s amazing. The product was pilling up on my face for about a week (who would have known I had so much dead skin on my face but that explains why I have white heads) but now after a week, it just absorbs into my skin and my skin feels so new and hydrated. Totally recommend.'], 'author': u'Lulu121x ', 'date': [u'2015-05-24'], 'location': u'San Diego, CA', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'Awesome', 'text': [u'I have tried so many moisturizers and this is the best. The only reason I bought it is because one day I had gotten it as a free sample. It goes into skin perfectly.'], 'author': u'pickypurchaser1 ', 'date': [u'2015-04-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["29"], "three_star_reviews": ["14", "14"], "price": ["$85.00"], "one_star_reviews": ["18", "18"], "five_star_reviews": ["71", "71"], "two_star_reviews": ["7", "7"], "four_star_reviews": ["32", "32"], "number_loves": ["1230"], "ingredient": ["Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Anacyclus Pyrethrum Root Extract, Arnica Montana Flower Extract, Water,  Benzylidene Dimethoxydimethylindanone, Butyloctyl Salicylate, Butylparaben, C12-15 Alkyl Benzoate, Camellia Oleifera (Green Tea) Leaf Extract, Camellia Sinensis (White Tea) Leaf Extract, Carbomer, Cucumis Sativus (Cucumber) Fruit Extract, Cyclohexasiloxane, Cyclopentasiloxane, Diazolidinyl Urea, Disodium EDTA, Ethylparaben, Glycerin, Glyceryl Stearate SE, Lentinula Edodes (Shiitake Mushroom) Extract, Methyl Methacrylate/ Glycol Dimethacrylate Crosspolymer, Methylparaben, Morinda Citrifolia Extract, Phenoxyethanol, Polysorbate 20, Propylparaben, Punica Granatum (Pomegranate) Fruit Extract, Sodium Ascorbyl Phosphate, Sodium Hyaluronate, Sorbitan Oleate, Stearic Acid, Tocopherol, Tocopheryl Acetate, Tricalcium Phosphate, Triethanolamine, Ubiquinone, Yeast Amino Acids."]},
{"sku": ["P409706"], "category": ["Face Sunscreen"], "name": ["", "Instant Radiance Sun Defense Sunscreen Broad Spectrum SPF 40"], "review_rating": ["3.625"], "brand": ["Dr. Dennis Gross Skincare"], "number_reviews": ["16 reviews"], "reviews": ["{'title': u'glowing', 'text': [u'I\\'m the type of person that love more glow the better! I love this stuff and it make my skin look beautiful! I were thing a foundation with a little bit of my Origins mixed in with it! I swear by it!! Get a sample and try it! This my 3 time buying it!'], 'author': u'britt221 ', 'date': [u'2016-11-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Interferes with makeup', 'text': [u'I got a generous sample of this at Sephora the other day, and am glad I did so instead of buying it first. Sticky, shiny. Interferes with makeup application no matter how long I let it set first. Worst thing, though, is when I still had it on my hands and touched the white plastic cap of my concealer, it took the surface off the cap -- I had white plastic flakes all over my hands and face. Ick.'], 'author': u'kate123 ', 'date': [u'2016-09-25'], 'location': u'New England', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'over 54'}", "{'title': u'Breaks me out', 'text': [u'I love Dr Gross products and couldn\\'t wait to try this. It didn\\'t look good and made me break out. I\\'m 70, so I never break out otherwise.'], 'author': u'indenial ', 'date': [u'2016-09-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Great Formula But Color Is Orange on Light Skin', 'text': [u'Goes on lightly and sinks into skin without a greasy or dry afterfeel. I dont think its meant to moisturize but in the summer I wont need to moisturize in addition to this product. The ONLY thing I would fix about it is that I have light skin, bought the light-medium, and the color came out dissapointingly orange -even for a sheer tint. I corrected the color with color correcting product and was ok but it\\'s not something I can apply and go. If you have a medium skintone you should be fine. I think Dr. Gross might consider that there are more than 2 skin color categories in the world and expanding the color options would be smart. It will be hard to satisfy so many skin tones with just two tints.'], 'author': u'nicknamecc76 ', 'date': [u'2016-08-21'], 'location': u'nyc, NY', 'skin_type_link': u'Normal', 'rating_score': u'3', 'age_link': u'35-44'}", "{'title': u'Gross Feel', 'text': [u'I love the Dark Spot Defense sunscreen, so thought I would pick up a sample of this from my local sephora. So glad I didn\\'t buy it! This product, unlike the other, feels thick and greasy. If felt the \"illumination\" made my skin look shiny. The tinted component did not blend well. Overall, loser.'], 'author': u'Anonymous ', 'date': [u'2016-08-19'], 'location': u'NY, NY', 'skin_type_link': None, 'rating_score': u'2', 'age_link': u'25-34'}"], "lastpage": ["4"], "three_star_reviews": ["2", "2"], "price": ["$42.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["2", "2"], "number_loves": ["1516"], "ingredient": ["Water, Glycerin, Butylene Glycol, Isononyl Isononanoate, Pentylene Glycol, Carthamus Tinctorius (Safflower) Seed Oil, Olea Europaea (Olive) Fruit Oil, C12-15 Alkyl Benzoate, Coconut Alkanes, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ascorbyl Glucoside, Melatonin, Tetrahexyldecyl Ascorbate, Tocopherol, Tocopheryl Acetate, Nordihydroguaiaretic Acid, Sodium Hyaluronate, Palmitoyl Tripeptide-38, Echium Plantagineum Seed Oil, Oenothera Biennis (Evening Primrose) Oil, Boerhavia Diffusa Root Extract, Phospholipids, Sphingolipids, Saccharide Isomerate, Citrus Aurantium Dulcis (Orange) Flower Extract, Glycolic Acid, Sodium PCA, Oleanolic Acid, PEG-60 Almond Glycerides, Hydrogenated Lecithin, Acrylates/Carbamate Copolymer, Bis-Ethylhexyl Hydroxydimethoxy Benzylmalonate, Coco-Caprylate/Caprate, Aluminum Hydroxide, Xanthan Gum, Citric Acid, Disodium EDTA, Hydroxypropyl Cyclodextrin, Sodium Citrate, Caprylyl Glycol, Isohexadecane, Polyhydroxystearic Acid, Sodium Hydroxide, Tromethamine, BHT, Polysorbate 60, Carbomer, Isopropyl Titanium Triisostearate, Sorbitan Isostearate, Stearic Acid, Benzyl Alcohol, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Citrus Aurantium Dulcis (Orange) Oil, [+/- (May Contain): Titanium Dioxide (CI 77891), Mica (CI 77019), Iron Oxides (CI 77491, CI 77492, CI 77499)]."]},
{"sku": ["P408238"], "category": ["Moisturizers"], "name": ["", "Dr. Andrew Weil For Origins™ Mega-Defense Advanced Daily UV Defender Broad Spectrum SPF 45"], "review_rating": ["4.5714"], "brand": ["Origins"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'bre', 'text': [u'I need a daily SPF. This broke me out. It might work as an occasional sunblock but for daily use it does not. There are at least 4 different oils so maybe a bit much for daily use. I never break out. So I know it was this product.'], 'author': u'c2636 ', 'date': [u'2016-10-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'love it', 'text': [u'This is THE sunscreen for oily to combination skin. Once you put it on it does not feel heavy nor does it leave a white screen on your skin like other sunscreens.'], 'author': u'Nalle512 ', 'date': [u'2016-10-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'really nice', 'text': [u'as a sunscreen this stuff is great. i dont normally get burned because of my olive skin but i wanted a good spf for everyday use. I run a lot when the sun is at it\\'s worst (my track/cross country class is at 2) and this stuff doesn\\'t clog pores or run. it\\'s very lightweight for a NATURAL SUNSCREEN, but is a little sticky feeling over a thick moisturizer, it would be ok if it were for someone with dry skin or normal skin.'], 'author': u'jaska ', 'date': [u'2016-10-03'], 'location': u'Houston tx', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'13-17'}", "{'title': None, 'text': [u'I love this product for it\\'s moisturizing effect and UV protection it gives. Perfect to wear under makeup.'], 'author': u'natielua ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Perfect for my oily skin!', 'text': [u'I got this as a sample and ive been using it for about 3 weeks now and i absolutely love this. I apply this after my serum and it sinks in within a minute. It does leave a tiny white cast but nothing noticeable. i will definitely be purchasing the larger size.'], 'author': u'XNat23 ', 'date': [u'2016-07-08'], 'location': u'Corpus Christi, Texas', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'18-24'}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$41.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["825"], "ingredient": ["Water, Dimethicone, Butyloctyl Salicylate, C12-15 Alkyl Benzoate, Methyl Trimethicone, Isononyl Isononanoate, Diethylhexyl Succinate, Neopentyl Glycol Diheptanoate, Butylene Glycol, Dipentaerythrityl Tri-Polyhydroxystearate, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Silica, Citrus Aurantium Dulcis (Orange) Peel Oil*, Pelargonium Graveolens Flower Oil*, Cananga Odorata Flower Oil*, Eugenia Caryophyllus (Clove) Bud Oil*, Rosa Damascena Flower Oil*, Jasminum Officinale (Jasmine) Oil*,  Viola Odorata Flower/Leaf Extract, Polianthes Tuberosa Extract, Geraniol, Benzyl Benzoate, Citronellol, Eugenol, Epilobium Angustifolium Flower Stem Extract, Hordeum Vulgare (Barley) Extract, Triticum Vulgare (Wheat) Germ Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Vaccinium Macrocarpon (Cranberry) Fruit Extract, Lycium Chinense (Wolfberry) Fruit Extract, Rosa Roxburghii Fruit Extract, Opuntia Tuna Extract, Trimethylsiloxysilicate, Hydroxyapatite, Cetyl Peg/Ppg-10/1 Dimethicone, Glycerin, Scutellaria Baicalensis Root Extract, Squalane, Yeast Extract, Dimethicone/Peg-10/15 Crosspolymer, Dimethicone Silylate, Tocopheryl Acetate, Hydrolyzed Wheat Protein/Pvp Crosspolymer, Dimethicone Crosspolymer-3, Isostearic Acid, Caprylyl Glycol, Polyhydroxystearic Acid, Bht, Phenoxyethanol."]},
{"sku": ["P380016"], "category": ["Face Oils"], "name": ["", "Nutritious Radiant Vitality Essence Oil"], "review_rating": ["4.2857"], "brand": ["Estée Lauder"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'love it', 'text': [u'I have sensitive acne prone skin, and this oil works great. It\\'s not too greasy or heavy feeling, and it has not caused me to break out at all. I use it at night as a moisturizer over my Advanced Night Repair serum. Also, it smells amazing!'], 'author': u'meeeghs ', 'date': [u'2016-09-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Love it!', 'text': [u'A few weeks ago I had the worst skin of my life. It was bumpy, uneven, dry, and burnt. I hated touching it. I started using this for a few days and my skin feels SO much better! The texture is much smoother and my doesn\\'t have anymore dry patches. It also smells fantastic! Also this is the only change I\\'ve made to my skin care routine, so any changes that have happened I can safely say is due to this product.'], 'author': u'jessicaflowers ', 'date': [u'2016-03-20'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u\"Doesn't work on me\", 'text': [u'I was very excited to try out this oil after reading good reviews online. However, it doesnt work well on my skin. I have combination skin and dry and flaky on the cheek. I was hoping this will provide a good amount of moist for my face. however, it doesnt, the oil didn\\'t absorb well, it was just sitting on my face. Plus, there is a small amount of fragance in this product, not ideal for those with sensitive skin.'], 'author': u'jocelynng ', 'date': [u'2015-11-16'], 'location': u'Toronto,ON', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'truly amazing!', 'text': [u'I never really cared for an oil until my skin was getting really dry. I would try different moisturizers and nothing was keeping it hydrated! It was then my friend told me use an oil! So I decided to use Estee Lauder newer nutritious oil! I fell in love with the pomegranates and the radiant look my skin had! It helped A LOT with keeping my skin smooth and hydrated throughout the day!'], 'author': u'jca95 ', 'date': [u'2015-08-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'A Must-Have Face Oil', 'text': [u'I stumbled upon this one day while at Sephora. As I\\'m a sucker for face oils, I figured one that promised a radiant complexion and smelled like pomegranates was worth a try. And I wasn\\'t disappointed. This oil has become my staple winter skin care product - it\\'s a very light-weight oil that provides enough hydration without making my face look greasy, and it sinks into the skin rather quickly. I\\'ll use it as a nightly skin treatment under moisturizer and underneath my makeup during the day, as it provides enough hydration and gives my skin a radiant glow. I can\\'t get enough of this product. Though the price tag is relatively steep for a 1 ounce bottle, I truly feel that this is worth it. I\\'ve been using it steady for two months now and I\\'ll wake up with clearer, brighter skin after use. I also haven\\'t noticed any skin issues resulting from this - my skin has been quite clear since I started using this oil in conjunction with the 2-Step Treatment Mask from the same Nutritious line (unfortunately, it\\'s not available at Sephora).', u'Now, I\\'ve got a relatively normal skin type - a bit dry at times, but not overly oily either. If you\\'ve got particularly oily skin, I\\'d definitely get a sample of this before you invest in it. I know that facial oils can be a bit heavy on those with oilier skin types, so be careful with how much of this you use. Yes, it\\'s a lovely formula, but if you use more than two or three drops I wouldn\\'t be surprised if it clogged your pores. It is an oil, after all. Also, keep in mind that this does have fragrance in it. It smells divine, of course, but if fragrance irritates your skin, I\\'d suggest giving it a good trial before you commit to it. Fortunately, my skin doesn\\'t react to fragrance, so I haven\\'t had any issues.', u'All in all, this is a wonderful, light-weight oil that definitely gives your skin a much needed pick-me-up while you sleep. It can also double as a makeup base to give you a bit of hydration and radiance underneath your foundation. I truly love this oil; it\\'s one of the better ones I\\'ve tried. I highly, highly recommend this.'], 'author': u'allysacxo ', 'date': [u'2014-12-26'], 'location': u'Toronto, ON', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$72.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["638"]},
{"sku": ["P392871"], "category": ["Face Oils"], "name": ["", "Immortelle Divine Youth Oil"], "review_rating": ["4.1905"], "brand": ["L’Occitane"], "number_reviews": ["21 reviews"], "reviews": ["{'title': u'Exceptional', 'text': [u'I received this as a sample like many others and I love, love this oil. I was a bit skeptical about using this product because my skin is sensitive and if I use the wrong products will get pimples even at 55. Well, this product has become my hero. No breakouts, no red blotches only beautiful smooth hydrated skin that smells like I left a spa. I will use it every other night and will definitely buy a full size as soon as I could afford it. Still can\\'t say WOW enough.'], 'author': u'Mariboo13 ', 'date': [u'2016-10-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Too much scent', 'text': [u'This youth oil felt great on my skin. Very soft and luxurious. The smell was way too strong for me. I smelled it all night and even could smell it in the morning still! I did not care for the scent and could not wait to wash my face.'], 'author': u'happyx4 ', 'date': [u'2016-03-12'], 'location': u'Chicago, IL', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'smells like a spa', 'text': [u'This oil is luxurious, does not feel greasy, and smells like a spa. Feels nice and smooth on the skin.'], 'author': u'jubly ', 'date': [u'2016-01-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'hydrating, great for dry skin, great smell, pricy', 'text': [u'I adore this oil. It goes on smooth, and is absorbed into my skin quickly. I typically apply it at night, and I\\'ve found my skin to feel softer and more supple since I started using it.'], 'author': u'deerose ', 'date': [u'2016-01-12'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Highly recommend for mature skin', 'text': [u'Initially I got a deluxe sample of this product. I find the scent pleasant and it is luxurious and rich - but too rich for daily use on my 28 year old combination skin. I gave the sample to my mother (she\\'s 60) and she asked me to buy her the full size. She uses it daily and has been getting compliments on her skin, which looks much better than it has in a long time (so many products break her out, aggravate her rosacea, or don\\'t moisturize enough). She loves how nice it makes her skin feel and I think it makes her look younger.'], 'author': u'zeromero ', 'date': [u'2016-01-08'], 'location': u'St. Louis, MO', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["5"], "three_star_reviews": ["1", "1"], "price": ["$108.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["14", "14"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["3", "3"], "number_loves": ["1314"], "ingredient": ["Caprylic/Capric Triglyceride, Helianthus Annuus (Sunflower) Seed Oil, Octyldodecanol, Coco Caprylate/Caprate, Squalane, Borago Officinalis Seed Oil, Helichrysum Italicum Extract, Helichrysum Italicum Flower Oil, Prunus Armeniaca (Apricot) Kernel Oil, Oenothera Biennis (Evening Primrose) Oil, Rosa Moschata Seed Oil, Myrtus Communis Oil, Hippophae Rhamnoides Oil, Camelina Sativa Seed Oil, Pelargonium Graveolens Flower Oil, Citrus Aurantium Dulcis (Orange) Oil, Echium Plantagineum Seed Oil, Tocopherol, Fragrance, Limonene, Linalool, Geraniol, Citral, Citronellol."]},
{"sku": ["P405942"], "category": ["Mists &amp; Essences"], "name": ["", "Ibuki Quick Fix Mist"], "review_rating": ["4.35"], "brand": ["Shiseido"], "number_reviews": ["40 reviews"], "reviews": ["{'title': None, 'text': [u'Excellent product with hydrating properties but I give it 4 stars only because the pump needs improvement - it doesn\\'t apply the even mist coverage I was hoping for.'], 'author': u'jackattack123 ', 'date': [u'2016-10-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'pretty good for what it is.', 'text': [u'This product is convenient to carry around unlike most other face mists. The flat part fits on your phone screen, which isn\\'t really a huge selling point but makes for sleek toting in a smaller purse.', u'The product itself is great for target areas. For example, aim at the forehead to give light hydration and take away shine. If your cheeks are dry spritz once on either side, light refreshing hydration and mist. ', u'Very refreshing scent.', u'It\\'s not my absolute favorite face mist but it\\'s once of the best for the purse and for slightly oily skin that wants refreshment without shine!'], 'author': u'AirArtAirHeart ', 'date': [u'2016-10-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'made my skin look dewy', 'text': [u'I love how it blends through my combination skin. This come in last for my regular skin care routine. It made my skin look dewy despite having pimple scars! Will repurchase again.'], 'author': u'konbunTA ', 'date': [u'2016-09-29'], 'location': u'Edmonton, AB', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'amazing!', 'text': [u'let me start of by saying i never bother to do reviews on any products. But this spray definitely deserves one. I have oily skin and wear full coverage foundation for about 8-10 hours a day for my job. Ive tried multiple setting sprays and this is the only one that keeps my makeup longer and i don\\'t have to retouch with a matte setting powder anymore throughout the day. I received this as a sample and I\\'m going to go ahead and treat myself to the full size . Excellent product for us gals with oily skin.'], 'author': u'vintage6 ', 'date': [u'2016-09-22'], 'location': u'phoenix,az', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'really works!', 'text': [u'I received a deluxe sample of this a couple months ago and decided to go ahead and pay $25 for the product. I really love shiseido products in general and this mist really does make my makeup stay on and look better throughout the day. Only reason for 4 stars vs 5 is because of the price for a small amount but hopefully it will last for awhile.'], 'author': u'cleoleo ', 'date': [u'2016-07-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["8"], "three_star_reviews": ["1", "1"], "price": ["$25.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["24", "24"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["11", "11"], "number_loves": ["4682"], "ingredient": ["Water, Alcohol Denat., Dipropylene Glycol, Glycerin, Trehalose, Sodium Chloride, Phenoxyethanol, Gellan Gum, Peg/Ppg-30/10 Dimethicone, Peg-6, Peg-32, Sodium Citrate, Butylene Glycol, Menthol, Fragrance (Parfum), Disodium Edta, Citric Acid, Serine, Limonene, Hexyl Cinnamal, Butylphenyl Methylpropional, Benzyl Benzoate, Linalool, Menthyl Lactate, Scutellaria Baicalensis Root Extract, Peg-30 Soy Sterol, Aesculus Hippocastanum (Horse Chestnut) Seed Extract, Hydrogenated Lecithin, Tocopherol, Trisodium Edta, Origanum Majorana Leaf Extract, Yellow 5 (CI 19140), Blue 1 (CI 42090)."]},
{"sku": ["P398969"], "category": ["Bath &amp; Shower"], "name": ["", "Rose Balm"], "brand": ["AERIN"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'perfector and multitasker', 'text': [u'I was looking for an \"all over\" moisturizer, which led me to this. I was reluctant at first because of the price. But this little gem lasts a very very long time. The best thing about this product is that it\\'s gentle enough to use for your eyes and lips, as well as skin anywhere. The key is swirling your fingers in the product (the consistency in the jar is like hard lip balm) so its warms up and melts, then apply to your skin. This product not only moisturizes, but firms the skin. ', u'This and perfume are truly the only beauty products I splurge on for the regular.'], 'author': u'lydi7 ', 'date': [u'2016-05-30'], 'location': u'Los Angeles, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'great product', 'text': [u'This balm does have a light rose scent but that\\'s not really the important thing about it. I use this on my lips every night and in the last few weeks have noticed a major difference in the softness and smoothness of my lips. Also great for cuticles before painting your nails or after taking polish off. Who cares what it smells like when it works so well?'], 'author': u'athenavictoire ', 'date': [u'2015-12-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u\"Doesn't smell like roses. No smell at all!\", 'text': [u'This rose balm doesn\\'t have any smell at all, totally plain. I was attract by the descriptions about this balm \"an extract made from over 350 rose petals \" and the previous review by saying smell good. Wrong advtise. Yes, it did moisture and hredydrating for the lips. However with the price like this for a rose lip balm that doesn\\'t even smell rose at all, I think it really not worth it.'], 'author': u'beautyqueen718 ', 'date': [u'2015-11-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'awesome !', 'text': [u'Smells good. Leaves my lips feeling so soft and none drying, hydrating!'], 'author': u'anicaaxo ', 'date': [u'2015-08-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$58.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["899"]},
{"sku": ["P379851"], "category": ["Moisturizers"], "name": ["", "Dr. Andrew Weil For Origins™ Mega–Bright Skin Illuminating Moisturizer"], "review_rating": ["4.0435"], "brand": ["Origins"], "number_reviews": ["23 reviews"], "reviews": ["{'title': u'Great moisturizer', 'text': [u'I didn\\'t feel the brightening, but it\\'s in gel and it feels cool and light on your skin.'], 'author': u'talits ', 'date': [u'2016-06-22'], 'location': u'Orange County', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Amazing', 'text': [u'I love love love this lotion...It\\'s perfect for applying in the morning before starting your makeup. Light and non greasy.'], 'author': u'LilyD321 ', 'date': [u'2016-05-09'], 'location': u'Coventry, RI', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Not worth it', 'text': [u'I have the Dr. Andrew Weil For Origins\\u2122 Mega\\u2013Bright Skin Illuminating cleanser and I love it so I thought I\\'d give this a try as well. I have dry skin and wanted to add this to my skin care routine to give my face a more hydrated look. Because of this product I now have mild breakouts on my face that would have been worse if not for the rest of my skincare routine. I know this was the cause because everything else in my routine has been in rotation for a while now and this is the only new thing I\\'ve added. It also didn\\'t do anything astounding to justify the price. I\\'m really disappointed and will not be repurchasing.'], 'author': u'MorganSmLw ', 'date': [u'2016-04-15'], 'location': u'Nyc', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'25-34'}", "{'title': u'Just Okay', 'text': [u'This was an ok moisturizer but not what I was looking for. I do like that it\\'s lightweight and doesn\\'t feel too heavy to wear under makeup. Does is brighten my skin? I don\\'t think so. I will keep it as a backup but probably won\\'t repurchase or recommend.'], 'author': u'emdoxie2 ', 'date': [u'2016-01-08'], 'location': u'Texas', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Love it', 'text': [u'I\\'ve been using this for the past 1.5 months and I love it! I can\\'t wait to finish the jar so I can see the final results. In the beginning, I found the lotion to be more like a light gel texture, hard to absorb and a little sticky. However I\\'m used to rubbing it in gently in circles and patting my skin lightly until it is absorbed. Once absorbed you don\\'t get the sticky feeling. I love how my skin looks now, it glows, it\\'s luminous and brighter! I feel clean and fresh when I remove my make up at the end of the day and could not be happier with the results. I do have acne scars and redness on my skin that I\\'m hoping will fade with use. At least some disappeared so far since I do see results! The scent smells fresh, like citrus and fruits. If you have a problem with dry patches, I just dab a little bit on those spots after make up, and gently pat it in. Takes care of the dryness, doesn\\'t affect make up and adds a little glow/dewy look.'], 'author': u'jennnh ', 'date': [u'2015-12-23'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}"], "lastpage": ["5"], "three_star_reviews": ["2", "2"], "price": ["$53.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["12", "12"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["5", "5"], "number_loves": ["1818"], "ingredient": ["Water, Butylene Glycol, Dimethicone, Glycerin, Octyldodecyl Myristate, Bis-Peg-18 Methyl Ether Dimethyl Silane, Citrus Aurantium Dulcis (Orange) Peel Oil*, Pelargonium Graveolens Oil*, Cananga Odorata Flower Oil*, Eugenia Caryophyllus (Clove) Bud Oil*, Jasminum Officinale (Jasmine) Oil*, Rosa Damascena Flower Oil*, Viola Odorata Flower/Leaf Extract, Polianthes Tuberosa Extract, Geraniol,Benzyl Benzoate, Citronellol,, Hordeum Vulgare (Barley) Extract, Triticum Vulgare (Wheat) Germ Extract, Paeonia Albiflora (Peony) Root Extract, Palmaria Palmata Extract, Rosa Roxburghii Fruit Extract, Sucrose**, Squalane, Dipotassium Glycyrrhizate, Jojoba Esters, Tromethamine, Methyl Gluceth-20, Laureth-4, Peg-6, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Hyaluronate, Tocopheryl Acetate, Polymethylsilsesquioxane, Carbomer, Caprylyl Glycol, Magnesium Ascorbyl Phosphate, Hexylene Glycol, Phenoxyethanol."]},
{"sku": ["P224511"], "category": ["Moisturizers"], "name": ["", "Moisture Replenishing Day Cream"], "review_rating": ["4.5393"], "brand": ["Jurlique"], "number_reviews": ["89 reviews"], "reviews": ["{'title': u'I love', 'text': [u'I have super dry skin and I love the way this cream makes it feel. It does smell like roses but dissipates quickly. I also love the rose hydrating spray.'], 'author': u'mmyl ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I have really dry skin, to the point where my knuckles crack during the winter months. This is the only hand cream that works for me. Some people might think it\\'s too greasy for their liking, but personally I love it. One application can last me half the day (after washing my hands a few times). I would recommend it to anyone with sever dry hands.'], 'author': u'vanevela ', 'date': [u'2016-01-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Better as a Night Cream', 'text': [u'At first I did not like this product I felt like it was heavy and greasy, especially during the day. I have very unbalanced skin: dry sensitive cheeks, but super oily everywhere else, and tend to be acne prone.. So about a month ago I opened this product back up and use it as a night cream, or after a cleansing/ detoxifying mask. I do this because it doesn\\'t matter if it is little bit greasy looking when going to bed. For me to use it best I put it in my finger tips and rub them together to warm the cream up because it is so thick and instead of rubbing on the face dab it in like you are bending out concealer. If you have a little to much then you can gently buff it out. Using it like this leave my face very balanced when I wake up and makes everything plump and moisturized. Try what works best for you.'], 'author': u'sanells ', 'date': [u'2015-12-21'], 'location': u'Ontario', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'18-24'}", "{'title': u'Disappointing', 'text': [u'I bought this hoping I would really love it but boy I am disappointed. The smell is way too strong and not very pleasant, not really rose like either, the cream it self is so thick I had to really RUB into my skin instead if it gliding smoothly on it. I don\\'t usually write negative reviews but this was NOTHING like what thought it should be.'], 'author': u'OrganicBeauty85 ', 'date': [u'2015-12-04'], 'location': u'Greenwich, CT', 'skin_type_link': u'Dry', 'rating_score': u'1', 'age_link': u'25-34'}", "{'title': u\"Don't normally do this...\", 'text': [u'...but I had to sign up and provide a review for this cream, and the Jurlique line. After going through lots of expensive products to deal with my very dry skin, Julique has done the trick! I use this cream day and night, with the oil mixed in and I no longer have dry skin problems!'], 'author': u'mamaknows ', 'date': [u'2015-09-13'], 'location': None, 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["18"], "three_star_reviews": ["4", "4"], "price": ["$44.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["70", "70"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["8", "8"], "number_loves": ["991"], "ingredient": ["Water, Dicaprylyl Ether, Glycerin, Persea Gratissima (Avocado) Oil, Carthamus Tinctorius (Safflower) Seed Oil, Cera Alba (Beeswax), Sorbitan Oleate &amp; Polyglyceryl-3 Polyricinoleate, Caprylic/Capric Triglyceride, Simmondsia Chinensis (Jojoba) Seed Oil, Rosa Canina (Rose Hip) Fruit Oil, Butyrospermum Parkii (Shea Butter) Oil, Althaea Officinalis (Marshmallow) Root Extract, Chamomilla Recutita (Matricaria) Flower Extract, Calendula Officinalis Flower Extract, Camellia Sinensis (Green Tea) Leaf Extract, Rosa Gallica Flower Extract, Vitis Vinifera (Grape Seed) Seed Extract, Bellis Perennis (Daisy) Flower Extract, Viola Odorata (Violet) Extract, Echinacea Purpurea Root Extract, Viola Tricolor (Heartease) Extract, Curcuma Longa (Turmeric) Root Extract, Hydrolyzed Soy Protein, Magnesium Sulfate, Macadamia Ternifolia Seed Oil, Lauroyl Lysine, Honey, Oenothera Biennis (Evening Primrose) Oil, Sodium Hydroxymethylglycinate, Lactic Acid, Retinyl Palmitate (Vitamin A), Fragrance (Parfum)*, Alcohol, Citrus Grandis (Grapefruit) Seed Extract, Tocopheryl Acetate (Vitamin E), Sodium Ascorbate (Vitamin C), Allantoin, Benzyl Alcohol*, Citral*, Eugenol*, Coumarin*, Geraniol*, Linalool*, Benzyl Benzoate*, Citronellol*, Hexylcinnamaldehyde*, Limonene.* *From Natural Essential Oil."]},
{"sku": ["P385577"], "category": ["Night Creams"], "name": ["", "Super Aqua-Crème Night Balm"], "review_rating": ["3.8333"], "brand": ["Guerlain"], "number_reviews": ["6 reviews"], "reviews": ["{'title': u'Broke out!', 'text': [u'Had break outs after the first night I used this cream. Thought that maybe it was just me, so let skin calm down and tried again... Unfortunately, got acne again. I\\'ll have to return this cream.'], 'author': u'yana28 ', 'date': [u'2016-10-02'], 'location': u'Fort Lee, NJ', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Love!!!', 'text': [u'Received a sample of this product which I got about 3 uses out of and I am instantly hooked. The product left my skin super soft and refreshed upon wakening. I don\\'t have wrinkles, mainly just fine lines under my eyes which I treat with another brand of eye cream. I would love to purchase this product as my night cream, definitely recommend.'], 'author': u'missashleen ', 'date': [u'2016-05-20'], 'location': u'Calgary, AB', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'good product', 'text': [u'The best night cream I\\'ve ever used.'], 'author': u'josephine7788 ', 'date': [u'2016-05-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'breaks me out', 'text': [u'I have an acne prone skin but the vendor suggested it saying it\\'s the best out there. I do love the scent (though very heavy) and the texture is amazing - creamy and smooth. But anyone who has an allergic skin or tends to break out with scented and heavily unnatural cosmetics should avoid this. Id recommend it however to those who\\'s skin is resistant, as the cream itself is not bad.'], 'author': u'Lionskin ', 'date': [u'2016-05-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'best!!!', 'text': [u'Absolutely love love love!!! It worth every penny! I have combined skin and big pores. This moisturizer is the best one I ever used! Skin is glowing and so soft! My pores are a lot smaller! Definitely will buy another one!'], 'author': u'Liya1989 ', 'date': [u'2016-04-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$155.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["0", "0"], "number_loves": ["459"]},
{"sku": ["P407893"], "category": ["Mists &amp; Essences"], "name": ["", "Omoressence"], "brand": ["Omorovicza"], "number_reviews": ["1 review"], "reviews": ["{'title': u'MA Test title', 'text': [u'Mobile APP automation test review'], 'author': u'MAaccount ', 'date': [u'2016-08-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$120.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["195"], "ingredient": ["-Omorovicza’s Patented Hydro Mineral Transference™ Delivery System: Leaves skin looking firmer, younger, and more supple."]},
{"sku": ["P409962"], "category": ["Face Serums"], "name": ["", "Ultimate Miracle Worker Multi-Rejuvenating Lightweight Emulsion SPF 30"], "brand": ["philosophy"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'Too much perfume', 'text': [u'This is a nice lightweight moisturizer and I was thrilled it had sun protection. However, the scent is very strong. I did not realize it contained so much perfume. I am going to have to discontinue using it. Face products should be unscented or at least lightly scented.'], 'author': u'mmham ', 'date': [u'2016-09-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u\"Didn't love this\", 'text': [u'If you are looking for a light weight product to use with your moisturizer than give this a try. It wasn\\'t hydrating enough for me. I didn\\'t want to use 2 products so I returned this and bought my regular miracle worker that I love.'], 'author': u'wendy9876 ', 'date': [u'2016-09-22'], 'location': u'NY', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'45-54'}", "{'title': u'Left me dry...', 'text': [u'I love the simplicity of the product and I love how light the moisturizer is, but it didn\\'t hydrate to the level I was expecting. My skin still felt tight. ', u'A good product, but for a person with dry skin, you won\\'t be one and done with this moisturizer.'], 'author': u'mmil132 ', 'date': [u'2016-09-07'], 'location': u'San Francisco, CA', 'skin_type_link': u'Dry', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'light', 'text': [u'This is light and absorbs well. Has some well known anti aging ingredients too. Glycolic, lactic acid, retinol, and vitamin c. So you can just use this instead of layering anti aging and SPF if you want. Seems to work well under makeup. Container is really nice too. Looks high end and is heavy which is unusual for this brand.'], 'author': u'girlygirl34 ', 'date': [u'2016-08-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["3.0"], "three_star_reviews": ["1", "1"], "price": ["$75.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["1", "1"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["0", "0"], "number_loves": ["290"], "ingredient": ["Water, Butylene Glycol, C12-15 Alkyl Benzoate, Cyclopentasiloxane, Gluconolactone, Cetyl Alcohol, Hydrogenated Lecithin, Pentylene Glycol, Aluminum Starch Octenylsuccinate, Cyclohexasiloxane, Polyacrylamide, Bifida Ferment Lysate, Phenoxyethanol, Polysorbate 80, Bisabolol, C13-14 Isoparaffin, Sodium Benzoate, Glycerin, Sodium Hydroxide, Glycine Soja (Soybean) Oil, Choleth-24, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Ceteth-24, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Silica, Laureth-7, Iris Pallida Root Extract, Ruby Powder, Fragrance, Disodium Edta, Alcohol, Mica, Lecithin, Adenosine, Retinol, Peg-8, Polysorbate 20, Bht, Cellulose Gum, Chitosan, Ethylhexylglycerin, Glycolic Acid, Sorbitan Oleate, Calcium Gluconate, Tocopherol, Behentrimonium Chloride, Ascorbyl Palmitate, Potassium Phosphate, Camellia Sinensis Leaf Extract, Coffea Arabica (Coffee) Seed Extract, Pongamia Pinnata Seed Extract, Isopropyl Alcohol, Acetic Acid, Angelica Archangelica Root Extract, Citrus Aurantium Amara (Bitter Orange) Peel Extract, Maltodextrin, Citric Acid, Magnesium Aluminum Silicate, Xanthan Gum, Lactic Acid, Ascorbic Acid, Farnesol, Caprylyl Glycol, Sclerotium Gum, Bha, Sorbic Acid, Titanium Dioxide (Ci 77891)."]},
{"sku": ["P392462"], "category": ["Night Creams"], "name": ["", "Night Replenishment Concentrate"], "brand": ["KAPLAN MD"], "number_reviews": ["2 reviews"], "reviews": ["{'title': None, 'text': [u'Smelled really nice but not good for my sensitive skin.'], 'author': u'Herubina ', 'date': [u'2016-05-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'MA Test title', 'text': [u'Mobile APP automation test review'], 'author': u'MAaccount ', 'date': [u'2015-05-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "review_rating": ["3.0"], "three_star_reviews": ["0", "0"], "price": ["$115.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["0", "0"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["181"], "ingredient": ["*USDA National Organic Program Certified Organic Extracts."]},
{"sku": ["P411735"], "category": ["Value &amp; Gift Sets"], "name": ["", "Renewed Hope In A Jar Ornament"], "brand": ["philosophy"], "number_reviews": ["not rated"], "price": ["$16.00"], "review_rating": ["0.0"], "number_loves": ["225"], "ingredient": ["Water, Cyclopentasiloxane, Stearic Acid, Glycerin, Butylene Glycol, C12-15 Alkyl Benzoate, Glycolic Acid, Dimethicone, Polyacrylamide, Cetearyl Alcohol, Phenoxyethanol, Sodium Hydroxide, C13-14 Isoparaffin, Dimethicone Crosspolymer, Ceteareth-20, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Polysilicone-11, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Laureth-7, Citric Acid, Chlorphenesin, Mandelic Acid, Tocopheryl Acetate, Synthetic Fluorphlogopite, Ethlhexyl Palmitate, Propanediol, Parfum/Fragrance, Disodium Edta, Adenosine, Evodia Rutaecarpa Fruit Extract, Limonene, Faex/Yeast Extract/Extrait De Levure, Magnesium Stearate, Opuntia Coccinellifera Flower Extract, Silica Dimethyl Silylate, Caprylyl Glycol, Bht, Ethylhexylglycerin, Hyaluronic Acid, Silanetriol, Sodium Hyaluronate, Sorbic Acid, Hexylene Glycol, Bismuth Oxychloride (Ci 77163)."]},
{"sku": ["P408232"], "category": ["Mists &amp; Essences"], "name": ["", "Grease Relief™ Facial Water"], "review_rating": ["4.0588"], "brand": ["Ole Henriksen"], "number_reviews": ["17 reviews"], "reviews": ["{'title': u'I liked it!', 'text': [u'This is the first toner that I\\'ve ever used enough to notice a difference. A makeup artist used this on my face before makeup application and I really liked it. It\\'s not a dramatic skin changing product but it does what it says it\\'s supposed to do. I have combination skin/ oily Tzone. Every day use after cleansing has helped to balance my skin. My pores seem less visible when I use this. I have not tried it as a setting spray.'], 'author': u'dani519 ', 'date': [u'2016-10-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u\"Didn't work the way it claims it will\", 'text': [u'Left my skin feeling much oiler than before I used it. Loved the smell, but not the result. I took it back and got a refund.(Love the hassle-free refund process, btw!)'], 'author': u'StlCityMagnolia ', 'date': [u'2016-10-18'], 'location': u'Pittsburgh, PA', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'bomb!', 'text': [u'Loveeee this product!! As a toner and treatment after cleansing, it has really helped my pores and oily skin!! If used correctly and with other quality skin care products you will see results. Also works nicely as a setting spray.'], 'author': u'Lilanoelle ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'does nothing', 'text': [u'I have really oily skin and I\\'m 23 years old. Primers and oil spray at the end weren\\'t enough so I tried this for over a week and it did absolutely nothing. Such a waste of money.'], 'author': u'pettiscrew ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Works!', 'text': [u'I have oily skin and has gotten worse the older I became. I have used this for over a month and what a difference it has made. My skin is so much less greasy now and the effect lasts all day. I so so glad I found this product.'], 'author': u'Eldel2009 ', 'date': [u'2016-09-03'], 'location': u'Chicago, IL', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["0", "0"], "price": ["$22.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["9", "9"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["5", "5"], "number_loves": ["2264"], "ingredient": ["Water, Adipic Acid/Neopentyl Glycol Crosspolymer, Aminomethyl Propanol, Biosaccharide gum-1, Glyceryl Polymethacrylate, Polyacrylate Crosspolymer-6, Lactic Acid, Glycolic Acid, Glycerin, Glucosamine HCL, Polysorbate 20, Avena Sativa (Oat) KernelExtract, PEG-8, Menthyl Ethylamido Oxalate, Pisum sativum (Pea) Extract, Arginine, Hydroxyethyl Acrylate/ Sodium Acryloyldimethyl Taurate Copolymer, Bambusa vulgaris stem/leaf extract, Dimethicone, Panthenol, Polyisobutene, VP/VA Copolymer, Chondrus Crispus(Carrageenan), Hydrolyzed hyaluronic acid, Mica, Sorbitol, Glycine, Amodimethicone,Hydroxypropyl Methylcellulose, Titanium Dioxide, PEG-7 Trimethylolpropane Coconut Ether, Sodium Hyaluronate, Calendula Officinalis Flower Extract, Cucumis Sativus (Cucumber) Fruit Extract, Sea Salt, Copper Tripeptide-1, Hydrolyzed Soy Protein, Palmitoyl Oligopeptide, Potassium Sorbate, Ethylhexylglycerin, Phenoxyethanol, Fragrance."]},
{"sku": ["P378607"], "category": ["Moisturizers"], "name": ["", "Alpha Beta® Daily Glow Moisture"], "review_rating": ["2.614"], "brand": ["Dr. Dennis Gross Skincare"], "number_reviews": ["57 reviews"], "reviews": ["{'title': u'alternate use', 'text': [u'This is a good self tanner to have on hand however if you have combination skin with dry spots you will need another moisturizer. I notice a glow the day after input it on before bedtime. It feels as though it forms skin a bit but if you stop using it the effects wash away immediately. I like to keep it as a standby for when I want the extra glow.'], 'author': u'Princesa190 ', 'date': [u'2016-09-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'bought since I loved the sample', 'text': [u'Bought this product since I loved a sample o got but was a little disappointed. I felt like the sample was amazing and made my skin look dewy &amp; so healthy (combo skin). I\\'ve been using this for a few months &amp; don\\'t think it\\'s doing anything. Not terrible but not worth the money...would not repurchase.'], 'author': u'Jaimsley ', 'date': [u'2016-04-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'works for me', 'text': [u'i never write reviews but felt the need - i have tried almost every body and face self tanner made. this one is perfect balance of light, gradual color with no orange tint or streaking. who cares if it smells bad, thats the price for many good self tanners. fades evenly too. a little goes a long way- economical. this and hampton gel product keep me from looking pasty pale'], 'author': u'judyvg ', 'date': [u'2016-04-08'], 'location': u'boston MA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'Smells Terrible', 'text': [u'I was trying out samples of this. i could not get past the smell. It smells of sweet potato baby food. I ended up having to wash it off of my face and hands, but the smell lingered. I did not get to see any benefits because of this. I do love the Dr. Dennis Gross Daily peels, so I had high hopes for this.'], 'author': u'nikiwilson ', 'date': [u'2016-01-23'], 'location': u'El Paso, TX', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'25-34'}", "{'title': u'No color but great for oily skin', 'text': [u'I was using this for a week before I realized it is supposed to be self tanner. I have very pale skin, so if it didn\\'t show up on me, I\\'m not sure who it will work for (as a tanner, that is)! However, I love what it does for oily/combo skin in hot and humid climates. It absorbs instantly and makes your skin feel toned, firm, and fresh. I\\'ve noticed my pores seem a bit tighter and my skin texture is smoother and softer. A little pea sized amount goes a long way. I\\'m just conflicted about whether I will buy again after it runs out. It seems a waste and extra chemicals since the tanner doesn\\'t work. But the other results are so nice that I might consider it...'], 'author': u'hannahpoole ', 'date': [u'2015-06-25'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}"], "lastpage": ["12"], "three_star_reviews": ["6", "6"], "price": ["$42.00"], "one_star_reviews": ["21", "21"], "five_star_reviews": ["10", "10"], "two_star_reviews": ["10", "10"], "four_star_reviews": ["10", "10"], "number_loves": ["737"], "ingredient": ["Water, Aloe Barbadensis Leaf Juice, Cetearyl Alcohol, Glycerin, Dihydroxyacetone, Squalane, Glycolic Acid, Lactic Acid, Ergocalciferol, Hydrolyzed Soy Protein, Retinyl Palmitate, Salix Alba (Willow) Bark Extract, Ascorbyl Palmitate, Tocopheryl Acetate, Ubiquinone, Prunus Persica (Peach) Fruit Extract, Panthenol, Tetrapeptide-21, Disodium Lauriminodipropionate Tocopheryl Phosphates, Phospholipids, Sodium Hyaluronate, Soy Isoflavones, Lecithin, Caprylyl Glycol, Ceramide 2, Dimethicone, Acrylates/Carbamate Copolymer, Butylene Glycol, Cyclodextrin, Disodium EDTA, Pentasodium Pentetate, Phytic Acid, Potassium Citrate, Potassium Gluconate, Bentonite, Polysorbate 60, Carbomer, Sodium Hydroxide, Tetrasodium EDTA, Annatto, Iron Oxides (CI 77492), Phenoxyethanol, Sorbic Acid."]},
{"sku": ["P229400"], "category": ["Moisturizers"], "name": ["", "HIGH RÉSOLUTION NIGHT REFILL-3X™"], "review_rating": ["3.5625"], "brand": ["Lancôme"], "number_reviews": ["32 reviews"], "reviews": ["{'title': u'Fantastic night cream!', 'text': [u'I love this night cream, but not the price unfortunately. It smells nice, absorbs quickly, but leaves a soft, supple feeling on my skin. I am still in my 20s so using an anti-aging cream at this level is a bit unnecessary. I have been using this cream for 2 months and am really happy with the smoothness of my skin, but I will have to buy a different one once I run out. It\\'s great for anti-aging though; my mother has been using it for years (in her 60s), and her skin is beautiful.'], 'author': u'faceshmace ', 'date': [u'2016-02-24'], 'location': u'Edmonton, AB', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Allergic to Night Refill - 3X Love DAY REFILL - 3X', 'text': [u'Sadly - I am allergic to High Resolution Night Refill 3X. I absolutely LOVE High Resolution Day Refill - 3X - so I was so disappointed to be allergic to the Night cream. Wish I would have tried the night cream first. I am sure they would have given me a sample. Live and Learn! I will continue to use the High Resolution Day Refill - 3X.'], 'author': u'plbc ', 'date': [u'2016-01-10'], 'location': u'Iowa', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'over 54'}", "{'title': u'Not for me.', 'text': [u'I got this sample size with the fab Visionnaire, so I thought this would equally amazing. I tried it for three days, couldn\\'t keep using it. It is too heavy on me and I would got up with a greasy-sticky feeling face in the morning.I\\'m not prone to acne, I raerly get pimples and such but yesterday I got this HUGE volcano on my face, after reading the reviews I\\'m not sure if it\\'s a hormonal thing or this cream. It is sad, because I really like Lancome, I think it\\'d work on a more mature skin (I\\'m 28 with good skin).'], 'author': u'danniex ', 'date': [u'2015-01-30'], 'location': u'Tucson, AZ', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Moisturizing, but acne prone beware!', 'text': [u'I have used this product for a couple of months and have not loved or hated it. It is definitely very moisturizing, but further research into the ingredients showed a level 4 comedogenic ingredient: Ethylhexyl Palmitate. If you are acne prone at all, be careful. It certainly wouldn\\'t be worth the price to take a chance.'], 'author': u'ADFlores ', 'date': [u'2014-08-31'], 'location': u'Spokane, WA', 'skin_type_link': u'Normal', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Disappointed', 'text': [u'Not as concentrated as renergie lift. But, I needed a true anti- wrinkle cream. I do love the scent.I think it might be a little irritating? But, I do have sensitive skin.'], 'author': u'anne36 ', 'date': [u'2014-05-14'], 'location': u'Spokane,wa', 'skin_type_link': u'Dry', 'rating_score': u'3', 'age_link': u'35-44'}"], "lastpage": ["7"], "three_star_reviews": ["4", "4"], "price": ["$104.00"], "one_star_reviews": ["5", "5"], "five_star_reviews": ["15", "15"], "two_star_reviews": ["5", "5"], "four_star_reviews": ["3", "3"], "number_loves": ["570"], "ingredient": ["Water, Glycerin, Squalane, Hydrogenated Polyisobutene, Cyclohexasiloxane, Dimethicone, Limnanthes Alba Seed Oil / Meadowfoam Seed Oil, Propylene Glycol, Paraffinum Liquidum / Mineral Oil / Huile Minerale, Stearic Acid, Peg-100 Stearate, Glyceryl Stearate, Sodium Stearoyl Glutamate, Ci 19140 / Yellow 5, Ci 14700 / Red 4, C13-14 Isoparaffin, P-Anisic Acid, Tocopheryl Acetate, Vaccinium Myrtillus Fruit Extract, Sodium Hyaluronate, Medicago Sativa Extract / Alfalfa Extract, Sodium Hydroxide, Hydroxypalmitoyl Sphinganine, Stearyl Alcohol, Phenoxyethanol, Acetyl Trifluoromethylphenyl Valylglycine, Adenosine, Peg-20 Stearate, Ethylhexyl Palmitate, Ethylparaben, Triethanolamine, Palmitic Acid, Polyacrylamide, Silica, Chlorphenesin, Silica Dimethyl Silylate, Dimethiconol, Limonene, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Manganese Gluconate, Linalool, Benzyl Alcohol, Cholesterol, Alpha-Isomethyl Ionone, Cera Microcristallina / Microcrystalline Wax / Cire Microcristalline, Paraffin, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Acrylates Copolymer, Geraniol, Cetyl Alcohol, Methylparaben, Methylsilanol/Silicate Crosspolymer, Butylphenyl, Methylpropional, Citronellol, Laureth-7, Coumarin, Fragrance."]},
{"sku": ["P397889"], "category": ["Moisturizers"], "name": ["", "Daily Anti-Aging Moisturizer SPF 30"], "review_rating": ["4.2"], "brand": ["MDSolarSciences"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'Not for oily skin', 'text': [u'Super bummed this didn\\'t work for me. My skin is really shiny all day. I am constantly blotting my skin. It smells really good and is very hydrating but it makes my skin shine.'], 'author': u'Cindylourobb ', 'date': [u'2016-07-29'], 'location': u'San Diego, CA', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'45-54'}", "{'title': None, 'text': [u'I love that this product is a moisturizer and sunscreen so I don\\'t have to use two products. It\\'s not oily, though I think it does have a particular smell (it goes away after putting it on). The packaging is nice, but you can\\'t see how much product you have left. Also, the smaller version does not last long. I started using it a little over a month ago and now nothing is coming out.'], 'author': u'lisainprogress ', 'date': [u'2016-07-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Loved This!', 'text': [u'I absolutely loved this moisturizer. It glided on my skin and has SPF 30. I have used it almost every day and I actually just finished my first bottle. I will definitely repurchase!'], 'author': u'Jamali ', 'date': [u'2016-05-30'], 'location': u'Newport Coast, CA', 'skin_type_link': u'Dry', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'all in one', 'text': [u'This is such a great all in one product - I love that the SPF is a high level and doesn\\'t have oxybenzone because that irritates my skin. And the moisturizer is lightweight and perfect for my skin'], 'author': u'mkfr ', 'date': [u'2016-05-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I\\'ve been using it for a week now and I love it. After meticulous research, I finally decided to settle on this as a sunscreen for my face. It goes on sheer, doesn\\'t leave my face greasy, and provides ample protection from the sun. Also, my complexion looks even toned and calm. Highly recommend!'], 'author': u'EastVillage89 ', 'date': [u'2016-02-22'], 'location': u'NYC, NY', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["2"], "three_star_reviews": ["4", "4"], "price": ["$68.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["907"], "ingredient": ["Water, Butyloctyl Salicylate, Coco-Caprylate/Caprate, Glycerin, Sorbitol, Lecithin, Aloe Barbadensis Leaf Extract, Caffeine, Zea Mays (Corn) Oil, Proline, Xanthan Gum, Sodium Ascorbyl Phosphate, Rosa Moschata Seed Oil, Niacinamide, Vitis Vinifera (Grape) Callus Culture Extract, Chamomilla Recutita (Matricaria) Flower Extract, Camellia Sinensis (Green Tea) Extract, Diatomaceous Earth, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Laminaria Digitata Extract, Tremella Fuciformis (Mushroom) Extract, Ferric Hexapeptide-35, Sesamum Indicum (Sesame) Seed Oil, Macadamia Integrifolia Seed Oil, Olea Europaea (Olive) Fruit Oil, Polysilicone-15, Sodium Hyaluronate, Dimethicone, Ceteareth-25, Cetyl Alcohol, Behenic Acid, Cholesterol, Ceramide NP, Ceramide NS, Ceramide EOS, Ceramide EOP, Ceramide AP, Caprooyl Phytosphingosine, Caprooyl Sphingosine, Caprylic/ Capric Triglyceride Teprenone, Sodium Stearoyl Glutamate, Polyester-8, Caprylhydroxamic Acid, Caprylyl Glycol, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Allantoin, Panthenol, Sodium Polyacrylate, Mica, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Lavandula Angustifolia (Lavender) Oil, Sodium Hydroxide."]},
{"sku": ["P280935"], "category": ["Moisturizers"], "name": ["", "Repair Oil Free Day Lotion Broad Spectrum SPF 15 Sunscreen"], "review_rating": ["3.7143"], "brand": ["Laura Mercier"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'Overpriced for what you get', 'text': [u'It\\'s a good product, but nothing special. I was looking for the Bobbie Brown moisturizer with SPF, but unfortunately couldn\\'t find it. This came recommended. I like the lightweight feel, but there is very little in the bottle and for $98 you think you would get more for your money. There are equally good products out there for much less.'], 'author': u'bsanders ', 'date': [u'2015-06-23'], 'location': u'New York, New York', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'35-44'}", "{'title': None, 'text': [u'I have really sensitive skin and oily skin. I actually have had less break outs, oily skin issues and softer skin because of this product. It is a little pricey but I will pay since it works. Unfortunately, the sephora in Stonestown doesn\\'t carry it anymore and I hope they still will carry this online. I just found this product and would love it to stay accessible from Sephora.'], 'author': u'SmOoTcHes ', 'date': [u'2015-05-31'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'win-win for oily skin', 'text': [u'my partner loves this day lotion! it is the perfect amount of moisture &amp; has sun protection, a win-win for oily/combo skin'], 'author': u'peachesafk ', 'date': [u'2013-05-24'], 'location': u'Sacramento, CA', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Sadly, not worth the money', 'text': [u'It\\'s Ok but felt it could\\'ve given me a bit more moisture. Not worth $95'], 'author': u'adrinah ', 'date': [u'2012-06-14'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'excellent daily moisturizer', 'text': [u'It\\'s lightweight, just the right amount of moisture. I love that this is not greasy at all.'], 'author': u'Anonymous ', 'date': [u'2012-02-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$98.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["0", "0"], "number_loves": ["417"], "ingredient": ["Octinoxate (3.5%). Water (Aqua), Sea Water, Glycerin, Polymethylsisesquioxane, Ethylhexyl Methoxycinnamate, Dicaprylyl Carbonate, Dimethicone, Butylene Glycol, Polyclyceryl-10 Isostearate, Squalane, Trehalose, Camellia SInensis Leaf Powder, Oligopeptide-6, Hexapeptide-3, Tripeptide-3, Glycerylamidoethyl Methacrylate/Stearyl Methacrylate Copolymer, Hydrolized Collagen, Yeast Beta-Glucan, Yeast Extract Arginine, Pyrus Cydonia Seed Extract, Glycosphingolipids, Tocopheryl Acetate, Dipotassium Glyceyrrhizate, Sodium Ascorbyl Phosphate, Synthetic Flurophlogopite, Aluminum Hydroxide, Caprylic/Capric Triglyceride, Zinc Oxide, Dimethicone/Methicone Copolymer, Ethyl Oleate, Beeswax, C13-14 Isoparaffin, Carbomer, Laureth-7, Polyacrylamide, Sodium Polyacrylate, Linalool, Benzophenone-3, Butyl Methoxydibenzoylmethane, Phenoxyethanol, Disodium EDTA."]},
{"sku": ["P408233"], "category": ["Mists &amp; Essences"], "name": ["", "Nurture Me™ Facial Water"], "review_rating": ["4.1364"], "brand": ["Ole Henriksen"], "number_reviews": ["22 reviews"], "reviews": ["{'title': u'Nice hydration', 'text': [u'A very big spray, with nice coverage. The scent dissipates quickly and feels nice on the skin.'], 'author': u'lauren619 ', 'date': [u'2016-10-18'], 'location': u'Albany, NY', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u\"err'day\", 'text': [u'I use this straight out of the shower, on my Beauty Blender instead of dousing with water, and as a makeup setter. Love everything about it.'], 'author': u'goldamb ', 'date': [u'2016-10-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'did nothing', 'text': [u'Nice scent not too strong but did absolutely nothing'], 'author': u'skippy808 ', 'date': [u'2016-10-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Amazing!', 'text': [u'I went into Sephora looking for a hydrating spray for my beauty blender. I absolutely love this spray. The smell is so refreshing and calming. I used it daily'], 'author': u'Chantelp3 ', 'date': [u'2016-09-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Refreshing', 'text': [u'This facial water was recommended to me by a Sephora associate. I love it. It smells wonderful and is very refreshing. I have rosacea and it helps calm my skin. I use it twice a day-morning and evening. I actually look forward to spraying it on. Feels like a 10 second facial.'], 'author': u'diego12 ', 'date': [u'2016-09-22'], 'location': u'Saint Louis, MO', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["5"], "three_star_reviews": ["2", "2"], "price": ["$22.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["14", "14"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["3", "3"], "number_loves": ["1844"], "ingredient": ["Water, Hamamelis Virginiana (Witch Hazel) Extract, Glycerin, Polysorbate 20, Aloe Barbadensis Leaf Juice, Allantoin, Panthenol, Cucumis Sativus (Cucumber) Fruit Extract, Panax Ginseng Root Extract, Chamomilla Recutita (Matricaria) Flower Extract, Oleth-20, Prunus Armeniaca (Apricot) Kernel Oil, Potassium Hydroxide, Caprylyl Glycol, Ethylhexylglycerin, Hexylene Glycol, Benzoic Acid, Citric Acid, Phenoxyethanol, Fragrance, Geraniol, Linalool, Hydroxycitronellal, Butylphenyl Methylpropional,Citral, Limonene."]},
{"sku": ["P386115"], "category": ["BB &amp; CC Cream"], "name": ["", "BB Bounce Beauty Balm"], "review_rating": ["3.6047"], "brand": ["Dr. Jart+"], "number_reviews": ["43 reviews"], "reviews": ["{'title': u'Better as a concealer', 'text': [u'The first time I bought this product, I was expecting it to be like a typical Korean BB cushion with a light, watery consistency that could be lightly tapped onto the skin. This product, however, is much more of a paste consistency, and like other reviewers have mentioned, is difficult to blend out (giving a \"cake face\"). I have found, however, due to the thicker texture, that this product works well for me as a light-medium coverage spot concealer. I simply use a small kabuki to stipple over any blemishes that I may have and it usually does the trick! After my first one dried out (my mistake -- I left it in the Texas heat), I did repurchase one to use solely as a concealer. I have a difficult time finding regular concealer brands that match my skin tone as an Asian, and this just happened to match!'], 'author': u'vibmichie ', 'date': [u'2016-11-04'], 'location': u'Dallas, Texas', 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Amazing with some stippling!!', 'text': [u'I love my skin to glow and look healthy - this absolutely does the trick. ', u'Did not emphasize my pores, or cake in the crease around my nose. ', u'It gave me enough coverage to reduce any redness in the centre of my face. I use a cream concealer underneath periodically if I need to cover blemishes, etc. :) ', u'Perfect no-makeup makeup for buildable light-med coverage!'], 'author': u'jeccabe ', 'date': [u'2016-11-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'works for me perfectly', 'text': [u'I was surprised seeing all the bad reviews on Sephora. This product worked for me perfectly! I have very dry skin, especially during winter time. This product is very thick and creamy. It sticks on your face so the dry patches would be less obvious. Don\\'t apply too much as I find it hard to blend, a little goes a long way.'], 'author': u'Maria394 ', 'date': [u'2016-08-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'skimpy product.', 'text': [u'It\\'s a thin watery product that barely covers the skin. I had to keep using the sponge like applicator that comes with it to extract more product. The color was good and my skin looked nice after using it but it\\'s not as great as they BB creams from Dr. Jart and I love Dr Jart products. Just not this one. It\\'s coverage is very sheer at most.'], 'author': u'sonset ', 'date': [u'2016-07-27'], 'location': u'Little Rock,Ar', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Did not care for this product', 'text': [u'The packaging is confusing for starters. I also could not get this formula to blend. It clumped up, so up close looked like a first-time makeup wearer applied it. I am returning it.'], 'author': u'SunnyVegas08 ', 'date': [u'2016-06-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "lastpage": ["9"], "three_star_reviews": ["6", "6"], "price": ["$48.00"], "one_star_reviews": ["6", "6"], "five_star_reviews": ["15", "15"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["12", "12"], "number_loves": ["3835"], "ingredient": ["Water, Cyclopentasiloxane, Cyclohexasiloxane, Butylene Glycol, Butyloctyl Salicylate, PEG-10 Dimenthicone, Dipropylene Glycol, Silicone Quarternium-22, Ozokerite, Cetyl Dimenthicone, Beeswax, Arbutin, Euphorbia Cerifera (Candelilla) Wax, Disteardimonium Hectorite, Polyglyceryl-3 Caprate, Cocamidopropyl Betaine, Triethyl Citrate, Aluminum Hydroxide, Stearic Acid, Caprylyl Glycol, Phenoxyethanol, Triethoxycaprylylsilane, Propylene Glycol, Palmitamidopropyltrimonium Chloride, Hydrogen Dimethicone, PEG-9 Polydimethylsiloxyethyl Dimethicone, Ethylhexylglycerin, 1,2-Hexanediol, Adenosine, Disodium EDTA, Vitis Vinifera (Grape) Seed Oil, Punica Granatum Seed Oil, PEG-240/HDI Copolymer Bis-Decyltetradeceth-20 Ether, Glycerin, Caprylhydroxamic Acid, Hydrolyzed Hyaluronic Acid, Sambucus Nigra Fruit Extract, Hydrolyzed Collagen, Iron Oxides."]},
{"sku": ["P399713"], "category": ["Moisturizers"], "name": ["", "Vital-Ice Cream"], "brand": ["Kenzoki"], "number_reviews": ["5 reviews"], "reviews": ["{'title': u'love this!', 'text': [u'absolutely love this cream!!! it is a light gel like consistency. it absorbs right into the skin, leaving your skin looking plump and bright. it is incredibly light weight but at the same time, so hydrating.. idk how this is even possible.works perfectly under makeup or over my nighttime serums'], 'author': u'nudelip ', 'date': [u'2016-11-03'], 'location': u'Brooklyn', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'Really nice face cream!', 'text': [u'This cream has a really nice scent and goes on smoothly. It goes on nicely under makeup as well! A winner product!'], 'author': u'Vboston ', 'date': [u'2016-09-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love love!!', 'text': [u'This cream has an amazing scent almost citrus like and very refreshing!!! I keep it in the fridge so I don\\'t forget each morning when I drink my orange juice. This is an anti aging moisturizer. I have been getting so many compliments from people saying how great my skin looks. One even asked me did I get Botox lol!'], 'author': u'ShayneB ', 'date': [u'2016-03-02'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'not for acne prone skin', 'text': [u'First off this moisturizer has an extremely strong smell, it\\'s not bad it\\'s just very strong. I usually don\\'t mind that but I know some people do so I figured it\\'s worth pointing out. But the main reason why I didn\\'t enjoy this lotion is because it broke me out within only two days. It\\'s the only new product I used so I know it was this. Other than that, it left a very matte finish which I liked. So if you aren\\'t acne prone and don\\'t mind strong scents then you might like it! But if you\\'re like me and have sensitive skin then I say you\\'re better off with something else.'], 'author': u'nursejeanette ', 'date': [u'2015-11-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': u'Vital Face Cream from Kenzoki!', 'text': [u'I had not heard of this brand, but a friend introduced me. Trust me: best kept secret! For best effect put this cream in the fridge and then apply for a refreshing vitalizing experience! Yummy scent and texture, too!'], 'author': u'sofiab13 ', 'date': [u'2015-09-19'], 'location': u'NYC', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'35-44'}"], "review_rating": ["4.2"], "three_star_reviews": ["0", "0"], "price": ["$59.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["237"], "ingredient": ["Water, Glycerin, Dimethylsilanol Hyaluronate, Isononyl Isononanoate, Hydrogenated Polyisobutene, Methylsilanol Hydroxyproline Aspartate, Carbomer, Silanediol Salicylate, Zingiber Officinale (Ginger) Water, Stearyl Heptanoate, Fragrance, Avena Sativa (Oat) Kernel Extract, Scutellaria Baicalensis Root Extract, Alpinia Speciosa Leaf Extract, Sodium Hydroxide, Butylene Glycol, Hydrogenated Polydecene, 1,2-Hexanediol, Caprylyl Glycol, EDTA, Potassium"]},
{"sku": ["P406767"], "category": ["Moisturizers"], "name": ["", "White Marble Translucence Cream"], "brand": ["Erno Laszlo"], "number_reviews": ["2 reviews"], "reviews": ["{'title': u'Awesomely Effective', 'text': [u'When I was a young man, I didn\\u2019t know better to protect my skin from the harmful UV rays being under the sun playing sports &amp; my daily life activities. Now I just turned 43, I\\u2019ve noticed some brown spot &amp; uneven skin tone on my face and neck that just makes me look tired and old. So I decided to give this gel cream a try, man! It\\u2019s awesome! I have a T-Zone oily combination skin, this gel cream is light and not sticky, moisturizing but did NOT clog my pores and did NOT cause any breakout! In about 21 days, I\\u2019ve noticed the brown spot / acne scars have lightened and my skin tone is now even &amp; healthy (younger) looking! Guys, you need to give this product a try! We men need to take care of our skin, too! I give this product two thumbs up!'], 'author': u'coolcalidude ', 'date': [u'2016-08-25'], 'location': u'Beverly Hills, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'fantastic product!', 'text': [u'Had always used shideido. This product totally took away redness within a week. Makeup goes on easily. Skin glows.'], 'author': u'gramma24 ', 'date': [u'2016-07-03'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$115.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["243"], "ingredient": ["Water, Niacinamide, Caprylic/ Capric Triglyceride, Glycerin, Butylene Glycol, Dicaprylyl Ether, Ammonium Acryloyldimethyltaurate/ Vp Copolymer, Polyglyceryl-3 Methylglucose Distearate, Limnanthes Alba (Meadowfoam) Seed Oil, Phenoxyethanol, Uminum Starch Octenylsuccinate, Glyceryl Stearate, Sodium Polyacrylate, Behenyl Alcohol, Dimethicone, Ethylhexylglycerin, Hydrogenated Polydecene, Lysine Hcl, Parfum (Fragrance), Dimethicone/ Vinyl Dimethicone Crosspolymer, Xanthan Gum, Butyrospermum Parkii (Shea) Butter Extract, Disodium Edta, Peg-8, Alpha-Arbutin, Sodium Hyaluronate, Tocopherol, Ascorbyl Palmitate, Calcium Carbonate, Prunus Mume Fruit Extract, Plankton Extract, Ascorbic Acid, Citric Acid, Coffea Arabica (Coffee) Seed Extract, Arginine Ferulate."]},
{"sku": ["P309132"], "category": ["Moisturizers"], "name": ["", "Hydra Sparkling Rich Luminescence Moisturizing Cream - Dry Skin"], "review_rating": ["3.9"], "brand": ["Givenchy"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'Dissapointing', 'text': [u'I really liked the texture of this product however, it was not giving enough hydration to my skin. I still felt dry on my cheek area. When you apply, it feels like you are having enough moisture to your skin but it dries up quickly and you end up having oily surface of face but dry skin inside. Also the scent was too perfume.'], 'author': u'monghee ', 'date': [u'2015-09-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Not as great as I thought it would be', 'text': [u'Very perfumey, doesn\\'t hydrate, I still have dry patches. I wanted more, especially for the hefty price tag. gah.'], 'author': u'maketheeup ', 'date': [u'2014-11-27'], 'location': u'BC', 'skin_type_link': u'Dry', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Not Hydrating Enough', 'text': [u'I\\'ve been using this for a while, almost done one jar. It\\'s not very hydrating, I still have dry patches on my cheecks, it doesn\\'t help relief dryness on my skin or balancing oil on my forehead.If you have normal skin, this might be good for you. But if you are combination skin like me, it does\\'t improve anything...'], 'author': u'cliu ', 'date': [u'2014-10-27'], 'location': u'Calgary Canada', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'25-34'}", "{'title': u'Best moisturizer ever!', 'text': [u'I cannot say enough about this moisturizer! I have actually had so many people comment me on my skin recently and have highly recommended tis moisturizer to all of my friends!'], 'author': u'sofa123 ', 'date': [u'2014-08-16'], 'location': u'Hayes , Va.', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'Very Hydrating', 'text': [u'I love this face cream, it hydrates and lasts all day. I have flares of dermatitis around my eyes and nose areas and this does great to prevent skin flaking during the day. Would recommend to anyone that is looking for a good product with dry skin.'], 'author': u'ltle1006 ', 'date': [u'2014-06-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$58.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["0", "0"], "number_loves": ["759"], "ingredient": ["Absorbent Spheres: Support the regulation of sebum production and minimize shine on the T-zone."]},
{"sku": ["P411737"], "category": ["Value &amp; Gift Sets"], "name": ["", "Take a Deep Breath Ornament"], "brand": ["philosophy"], "number_reviews": ["not rated"], "price": ["$14.00"], "review_rating": ["0.0"], "number_loves": ["237"], "ingredient": ["Water, Butylene Glycol, Cyclopentasiloxane, Methyl Gluceth-20, Cyclohexasiloxane, Hydrogentated Polyisobutene, Glycerin, Perfluorodecalin, Tocopherol, Hydrolyzed Hyaluronic Acid, Lactic Acid, Coffea Arabica (Coffee) Seed Extract, Camellia Sinensis Leaf Extract, Jojoba Esters, Cetyl Alcohol, C13-14 Isoparaffin, Silica, Dimethicone, Angelica Archangelica Root Extract, Citrus Aurantium Amara (Bitter Orange) Peel Extract, Ginkgo Biloba Leaf Extract, Pongamia Pinnata Seed Extract, Tocopheryl Acetate, Polysorbate 80, Laureth-7, Hydrolyzed Jojoba Esters, Caffeine, Hydrogenated Lecithin, Glucose, Dicaprylyl Carbonate, Octyldodecyl Neopentanoate, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Butylene/Ethylene/Styrene Copolymer, Ethylene/Propylene/Styrene Copolymer, Carbomer, Polyacrylamide, Alcohol, Benzyl Alcohol, 1,2-Hexanediol, Tin Oxide, Propylene Glycol, Sodium Benzoate, Potassium Sorbate, Disodium Edta, Hydrolyzed Soy Flour, BHT, O-Cymen-5-ol, Caprylyl Glycol, Phenoxyethanol, Titanium Dioxide (CI 77891), FD &amp; C Blue No. 1 (CI 42090)."]},
{"sku": ["P376946"], "category": ["Moisturizers"], "name": ["", "Repairwear Uplifting Firming Cream Broad Spectrum SPF 15"], "review_rating": ["3.8182"], "brand": ["CLINIQUE"], "number_reviews": ["11 reviews"], "reviews": ["{'title': None, 'text': [u'This is my favorite face cream to use at night, works amazing!'], 'author': u'tribearatops ', 'date': [u'2016-10-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Average', 'text': [u'I got this product in dry/combination to combination/oily version. It feels a bit tacky on my combination skin and leaves a white film(not very visible on my skin tone after smooth out). Not sure if it tightens and firms skin. Overall not worth the $74 price and will not repurchase.'], 'author': u'WhoisSarah ', 'date': [u'2016-06-23'], 'location': u'Canada', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': u'Effective and worth it', 'text': [u'This skincream is effective and well worth the price. It does not irritate my super sensitive skin, and it does what it promises. A definite staple I will repurchase and thoroughly recommend to you.'], 'author': u'mdmum ', 'date': [u'2016-01-12'], 'location': u'Maryland', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'45-54'}", "{'title': u'great daily moisturizer', 'text': [u'This cream is easy to put on, has nice slip and goes on smoothly. It leaves my skin feeling silky and moist. I love that it has no fragrance. I have sensitive skin and this product works really well for me. I would recommend it.'], 'author': u'skinisin ', 'date': [u'2015-10-26'], 'location': u'FL,USA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'leaves a residue', 'text': [u'I like that the cream is SPF 15 and that it does provide good coverage, but it leaves my skin a horrible texture. When I wear it my skin feels rough and tacky even hours after application. If I rub my skin a bit the cream comes off in a way that is similar to rubbing white glue off your skin. My skin does feel nice and smooth when the cream is off though.'], 'author': u'Reese767 ', 'date': [u'2015-08-21'], 'location': u'Winnipeg, MB', 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'35-44'}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$63.50"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["6", "6"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["1", "1"], "number_loves": ["415"]},
{"sku": ["P379009"], "category": ["Moisturizers"], "name": ["", "Rénergie Lift Multi-Action Sunscreen Broad Spectrum SPF 15 For All Skin Types"], "review_rating": ["4.125"], "brand": ["Lancôme"], "number_reviews": ["16 reviews"], "reviews": ["{'title': u'love', 'text': [u'After using samples of this product, I decided to take the plunge. The only thing is that the sample did not specify that it was a day cream or that it even had spf, so I was using it as a night cream! Haha. Either way, I loved the feel of it: slightly thick but non-greasy, and absorbed quickly. I am not a fan of the scent, but have not had any problems with my eyes becoming irritated like others have mentioned. My skin was noticeably different when I woke up in the morning, even after the first use. It looked firmer, and more radiant. Hopefully, it should still work the same way if I actually use it as a day cream. I actually purchased a gift set at the Lanc\\xf4me counter from Macy\\'s that also included the night cream and eye cream so I am excited to try those out as well.'], 'author': u'jypark620 ', 'date': [u'2016-11-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Good lifting cream', 'text': [u'I like this moisturizer, it does really work for my lines and wrinkles. I mean I\\'m only 36 but it does smooth them so that they don\\'t become too noticeable. They won\\'t go away either but it tightens lines and wrinkles around my face. I use the eye cream and that one is total perfection. I have noticed wrinkles around my eye area have diminished completely.'], 'author': u'bambinita ', 'date': [u'2016-09-25'], 'location': u'Colorado Springs, CO', 'skin_type_link': u'Normal', 'rating_score': u'4', 'age_link': u'35-44'}", "{'title': None, 'text': [u'Got a sample of this and used it for a week. ITS AMAZING. My makeup glided on and my face had a natural glow with it. It even helped my oily zones dramatically! About to place an order for the full size! So worth it!'], 'author': u'ruthyb ', 'date': [u'2016-06-12'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Really good', 'text': [u'Wow! Amazing moisturizer. I tend to go way drier in winters. So decided to buy this. Excellent hydration. The only reason I gave it 4 stars is because sometimes it made my skin break out. Since I\\'ve oily combo skin, I think applying too much might have broken me out. Nonetheless, it\\'s a very good moisturizer.'], 'author': u'Tj2891 ', 'date': [u'2016-04-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'heavenly', 'text': [u'I cannot believe this product. Dramatic result with 1 use! Seriously. I have been having just tired looking skin, dull, large pores, dry a bit on the top, oily a bit deeper down. I read that many people swear by this for `lifting` everything up a bit. I just put it on in a whim and holy cow. Felt like my skin went straight up to heaven. So I have been using a sample for a few days and my skin looks 5 YEARS younger. Just beautiful. Even tone, tighter, pores are small and even! I know this is `lifting` but the difference it made in my overall skintone is dramatic. I have 3 deep lines on my forehead and those are still there but softened. Oh, there is this Dry skin one and the All skin one. Both have very thick texture however they sink in completely and absolutely NO oil or grease left. Incredible texture! Normally all rich creams give me large pores but this actually made them small! I prefer the Dry skin one a tad bit but they seem almost the same to me. Oh, don`t use it under the eyes, as the fragrance might be irritating. Grab a sample, it is the only cream that made me look 5 years younger in a day or two. :-))))'], 'author': u'emodel ', 'date': [u'2015-10-17'], 'location': u'Seattle, WA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': u'25-34'}"], "lastpage": ["4"], "three_star_reviews": ["1", "1"], "price": ["$97.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["5", "5"], "number_loves": ["887"], "ingredient": ["Water,Dimethicone,Glycerin,Hydrogenated Polyisobutene,Beeswax,Poly C10-30 Alkyl Acrylate,Sucrose Stearate,Saccharomyces/Xylinum/ Black Tea Ferment,Sodium Polyacrylate,Hydrolyzed Linseed Extract,Hydrolyzed Soy Protein ,Hydrolyzed Hyaluronic Acid,Sodium Hydroxide,Sodium Benzoate,Red 4,Stearic Acid,Phenoxyethanol,Adenosine,Acetyl Tetrapeptide-9,Peg-100 Stearate,Palmitic Acid,Silica,Chlorphenesin,Yellow 5,Dimethicone/Vinyl Dimethicone Crosspolymer,Dimethiconol,Limonene,Benzyl Alcohol,Linalool,Caprylyl Glycol,Acrylates/C10-30 Alkyl Acrylate Crosspolymer,Geraniol,Disodium Stearoyl Glutamate,Disodium Edta,Citronellol,Aluminum Starch Octenylsuccinate,Coumarin,Glyceryl Stearate,Fragrance."]},
{"sku": ["P408234"], "category": ["Mists &amp; Essences"], "name": ["", "Truth™ Facial Water"], "review_rating": ["3.8889"], "brand": ["Ole Henriksen"], "number_reviews": ["18 reviews"], "reviews": ["{'title': u'perfect mid day boost', 'text': [u'I wash my face a lot because of my job and this is the perfect mid day boost for my face. It really helps brighten my face and is moisturizing enough that I don\\'t have to put moisturizer on as well'], 'author': u'amandamlane ', 'date': [u'2016-10-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Smells amazing!!', 'text': [u'I love this spray - it is hydrating and smells so delish! Only issue is that it sprays more wet than as a most. I have to be careful when using this when I have make up and mascara on.'], 'author': u'LeeMaile ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Excellent product', 'text': [u'I love this line and the facial water is a great addition! Smells orangy and fresh. I like to use this when I get up in the mornings to wake me up, before I start my skin care regimen, and a pick me up during the day.'], 'author': u'lilmzsunshine ', 'date': [u'2016-08-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Hopefully I can still return', 'text': [u'In theory you would think this smells nice,( maybe its my skin) but it stinks to me in a very unpleasant way and once you spray it on your face it lingers. I really love the anti grease formula from Ole Henrikson that is super refreshing! but this stuff Ive literally only used once it was that gross smelling to me that I put it back in the box and haven\\'t looked at it since.'], 'author': u'MrsEwell ', 'date': [u'2016-08-05'], 'location': u'Los Angeles, CA', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'If you\\'re looking for a hydrating mist this one is great, it\\'s one of my favourites! It smells like oranges and really does brighten/ hydrate the skin. I love to use it to take off masks.'], 'author': u'Autumn0107 ', 'date': [u'2016-07-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["1", "1"], "price": ["$22.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["11", "11"], "two_star_reviews": ["3", "3"], "four_star_reviews": ["1", "1"], "number_loves": ["2008"], "ingredient": ["Water, Sodium PCA, Betaine, Panthenol, Camellis Sinensis Leaf Extract,Chamomilla Recutita (Matricaria) Flower Oil, Aspalathus Linearis Leaf Extract, PunicaGranatum Extract, Anthemis Nobilis Flower Extract, Allantoin, PPG-5-Ceteth-20, Glycerin, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol, Fragrance, Citrus Aurantium Dulcis (Orange) Oil, Citrus Nobilis (Mandarin Orange) Oil, Citric Acid, Limonene."]},
{"sku": ["P404345"], "category": ["Mists &amp; Essences"], "name": ["", "Renewed Hope In a Jar Microrenewal Hydrating Mist"], "review_rating": ["4.2"], "brand": ["philosophy"], "number_reviews": ["15 reviews"], "reviews": ["{'title': u'Natural Glow', 'text': [u'This gives me a natural, healthy glow- both immediately, and over time.', u'I use this essentially as a toner. I spray this on when my skin is completely dry and soft after cleansing and pat it in, then apply moisturizer once it is completely dry. It makes my skin look fresh and hydrated, and gives me a glow that I miss when I\\'ve skipped it.', u'Over time, the glycolic gives me fresh, glowing skin.When I got this, I had bought a bunch of new Philosophy products and changed my routine to an anti-aging one. My skin looked incredible, literally the best of my life (many people actually noticed and commented on it), but it was hard to pinpoint what was doing what.', u'I stopped using this for a bit and realized my skin just wasn\\'t \"amazing\" anymore. I immediately picked it back up, and the glow is back! This gives my skin a fresh, healthy glow that is what puts it over the top into amazing skin territory.', u'Its such a simple thing, and I never expected something like this to be such a game changer.'], 'author': u'kittymeowmeow ', 'date': [u'2016-10-10'], 'location': u'Brooklyn, NY', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Lazy Girl MIst', 'text': [u'I\\'m very low maintenance when it comes to makeup so I have to take care of my skin. This mist is AMAZING! If you want that dewy glow with natural highlight, I reccomend this. After a few minutes of a few sprays, my skin feels hydrated, tight and lifted - yes lifted. My skin looks younger and plump. I\\'m told I have beautiful skin - my secret is this. It honestly is. I love it. $30 is worth it.'], 'author': u'BareFaceNative ', 'date': [u'2016-05-31'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'smell vs work', 'text': [u'It works well (doesn\\'t mess with my make up) through the day. My only problem is the smell. Seriously. If you open the bottle it smells normal, but once you spray it\\'s like a odd mildew smell but not. I\\'ve tried changing it into another bottle to see if it was just a tubing issue, but it just what happens when it comes in contact with my skin. Weird!'], 'author': u'victorialg ', 'date': [u'2016-03-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Perfect for bare skin', 'text': [u'I would definitely recommend to add to any skincare routine. It\\'s hydrating without the stickiness of other brands I\\'ve used. I wouldn\\'t personally use it as a setting spray as it is more hydrating side. The scent fades quickly and it\\'s perfect for when you forget to moisturize when you\\'re in a hurry or for a midday pick-me-up.'], 'author': u'mordia ', 'date': [u'2016-02-29'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Refreshing', 'text': [u'Love it! Great finishing touch to your makeup and love how refreshed it makes me feelThank you Philosophy for another great product!'], 'author': u'serenity30 ', 'date': [u'2016-02-16'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$30.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["9", "9"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["3", "3"], "number_loves": ["1808"], "ingredient": ["Water, Butylene Glycol, Caprylic/Capric Triglyceride, Glycerin, Peg-60 Hydrogenated Castor Oil, Caprylyl Glycol, 1,2-Hexanediol, Cyclopentasiloxane, Chlorphenesin, Parfum/Fragrance, Pentylene Glycol, Dimethiconol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Adenosine, Sodium Hyaluronate, Sodium Hydroxide, Phenoxyethanol, Limonene, Citral, Citric Acid, Mandelic Acid, Tocopheryl Acetate, Ethylhexyl Palmitate, Propanediol, Glycolic Acid, Bht, Evodia Rutaecarpa Fruit Extract, Faex/Yeast Extract/Extrait De Levure, Opuntia Coccinellifera Flower Extract, Silica Dimethyl Silylate, Ethylhexylglycerin, Hyaluronic Acid, Silanetriol, Sorbic Acid, Hexylene Glycol, Titanium Dioxide (Ci 77891)."]},
{"sku": ["P405285"], "category": ["Moisturizers"], "name": ["", "Smart Broad Spectrum SPF 15 Custom-Repair Moisturizer for Very Dry to Dry Skin"], "brand": ["CLINIQUE"], "number_reviews": ["not rated"], "price": ["$54.00"], "review_rating": ["0.0"], "number_loves": ["184"]},
{"sku": ["P392100"], "category": ["Face Serums"], "name": ["", "Overnight Brightening Boost Facial"], "brand": ["Tria"], "number_reviews": ["3 reviews"], "reviews": ["{'title': u'This is a MUST if you buy the TRIA laser!', 'text': [u'Love this cream! Way better than the finishing and C brightening serums. Such a calming effect...and the brush is perfect!'], 'author': u'tmseverson ', 'date': [u'2015-08-25'], 'location': u'Titusville', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Skin so soft', 'text': [u'I have been using this product for a while and I have oily acne prone skin and so far it has brightened up my skin and leaves it feeling soft in the morning.'], 'author': u'keshnik ', 'date': [u'2015-08-12'], 'location': u'Santa Monica, CA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u'Luxurious mask', 'text': [u'Really impressed by this mask. Everything feels luxurious from the box, the glass jar, texture, smell, ingredients and brush.My skin is really smooth and radiant after this treatment. Easy to apply and last a long time since you don\\'t need much each time.If you want to feel pampered...'], 'author': u'FranAl ', 'date': [u'2015-02-25'], 'location': u'CA', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'45-54'}"], "review_rating": ["5.0"], "three_star_reviews": ["0", "0"], "price": ["$65.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["0", "0"], "number_loves": ["1505"], "ingredient": ["Water, Cyclopentasiloxane, Glycerin, Pentylene Glycol, Tetrahexyldecyl Ascorbate, Caprylic/Capric Triglyceride, Butylene Glycol, PEG-8, C12-15 Alkyl Benzoate, Saccharide Isomerate, Glyceryl Stearate, PEG-100 Stearate, Phenoxyethanol, Cetearyl Alcohol, Sodium Polyacryloyldimethyl Taurate, Pyrus Malus (Apple) Fruit Extract, Polysorbate 60, Tribehenin, Hydrogenated Polydecene, Cetyl Alcohol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Hyaluronate, Fragrance, Sodium Hydroxide, Glyceryl Acrylate/Acrylic Acid Copolymer, Disodium EDTA, Allantoin, Ethylhexylglycerin, Tocopherol, Ceramide 2, PEG-10 Phytosterol, Trideceth-10,  Magnesium Aspartate, Zinc Gluconate, Avena Sativa (Oat) Kernel Extract, Lactic Acid, Citric Acid, Sodium Citrate, Copper Gluconate, Camellia Sinensis Leaf Extract, Hedychium Coronarium Root Extract, Jasminum Officinale (Jasmine) Flower Extract, Salix Alba (Willow) Bark Extract, Potassium Sorbate, Palmitoyl Hexapeptide-12, Hydrolyzed Pearl Powder, Limonene, Linalool, Citronellol, Alpha-Isomethyl Ionone."]},
{"sku": ["P381432"], "category": ["Moisturizers"], "name": ["", "Moisturiser + SPF 15"], "review_rating": ["3.5714"], "brand": ["Eve Lom"], "number_reviews": ["7 reviews"], "reviews": ["{'title': u'LOVE', 'text': [u'My FAVORITE day time moisturizer ever! Very hydrating and I can tell after one use how better my skin looks and feels! Pricey but worth it to me!!'], 'author': u'diddy65 ', 'date': [u'2015-11-24'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Eve Lom Moisturizer SPF 15', 'text': [u'Discovered this product online. Live in hot weather all year round and is wonderful for hydrating my skin. Prefer jar because you can use every last drop of it. Perfect smell, recommend highly.'], 'author': u'RougedCheeks ', 'date': [u'2015-09-27'], 'location': u'Ft. Lauderdale, Florida', 'skin_type_link': u'Normal', 'rating_score': u'5', 'age_link': u'over 54'}", "{'title': u'A must have for normal/combination skin!', 'text': [u'As someone with normal/combination skin, this product really keeps my reactive skin hydrated and balanced throughout the day. The unique ingredients work effectively to brighten the complexion and SPF 15 is great for daily protection. I really like the matte finish for make-up application, my skin feels supple and hydrated hours after it was first applied. The light texture glides on seamlessly \\u2013 definitely will repurchase!'], 'author': u'KBNY12 ', 'date': [u'2015-02-02'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'35-44'}", "{'title': u\"One of my Fav's\", 'text': [u'I LOVE this moisturiser! It is SO great once the fall starts rolling around and my skin is quenching for more moisture. It leaves my skin glowing and looking great. Its even better AFTER the Mask! I love EVE LOM products...its a shame that sephora isn\\'t carrying the makeup, because that is truly AMAZING!'], 'author': u'ctina16 ', 'date': [u'2014-09-10'], 'location': u'New York, NY', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'25-34'}", "{'title': u'Moisturizer+ SPF 15', 'text': [u'This moisturizer wasn\\'t \"The worst\", but it is soo AVERAGE and OVERPRICED that it\\'s just sad to even consider to pay this amount of hard earned money!! Very thick and balmy, very outdated technology!! Save you MONEY, and opt at other moisturizers.. Sephora has HUNDREDS of them including in their own line which out beat this by a million!!'], 'author': u'Lara51 ', 'date': [u'2014-03-26'], 'location': u'Ottawa, ON', 'skin_type_link': u'Combination', 'rating_score': u'1', 'age_link': u'45-54'}"], "lastpage": ["2"], "three_star_reviews": ["1", "1"], "price": ["$68.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["495"], "ingredient": ["Water, C12-15 Alkyl Benzoate, Ethylhexyl Methoxycinnamate, Glycerin, Silanediol Salicylate, Glyceryl Stearate, Candelilla/Jojoba/Rice Bran Polyglyceryl-3 Esters, CI 77891, Alcohol Denat., Lactic Acid, Isodecyl Neopentanoate, Diisopropyl Sebacate, CI 77947, Cetearyl Alcohol, Sodium Stearoyl Lactylate, Cera Alba, Sorbitol, Phenoxyethanol, Sodium PCA, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Shea Butter, Polyhydroxystearic Acid, Isohexadecane, Sodium Lactate, Xanthan Gum, VP/Dimethiconylacrylate/Polycarbamyl/Polyglycol Ester, Sclerotium Gum, Aluminum Stearate, Tocopheryl Acetate, Salicylic Acid, Honeysuckle Flower Extract  (Dry extract), Alumina, Polysorbate 80, Ethylhexylglycerin, Isostearic Acid, Bisabolol, Bergamot Fruit Oil, Sunflower Seed Oil, Cyathea Medullaris Leaf Extract, Lavender Oil, Rosemary Extract, Sorbitan Oleate, Phytic Acid, Glyceryl Caprylate, Allantoin, Cinnamic Acid, Chestnut Seed Extract, Levulinic Acid, BHT, Cupressus Sempervirens Leaf Oil, Clary Oil, Commiphora Myrrha Oil, Parsley Seed Oil, Anthemis Nobilis Flower Oil, Sandalwood Oil, Sodium Ascorbyl Phosphate, Sodium Levulinate, Green Tea Extract , Disodium EDTA, Methylisothiazolinone, Methylchloroisothiazolinone, Maltodextrin, Tilia Cordata Flower Extract, Yarrow Extract, Aspalathus Linearis (Rooibos) Leaf Extract , Citric Acid, Limonene, Linalool."]},
{"sku": ["P400196"], "category": ["Face Oils"], "name": ["", "Bienfait Multi-Vital Daily Replenishing Oil"], "review_rating": ["4.6429"], "brand": ["Lancôme"], "number_reviews": ["14 reviews"], "reviews": ["{'title': u'Eat Your Vitamins', 'text': [u'If you really want that extra glow, take a few vitamin capsules, go for a run, and eat your veggies! This product has been causing a ruckus in just about every fall fashion magazine by editors and the like. I\\'m not sure if it\\'s just my skin, but I have normal to dry, and err more on the dry side. It might be a game changer come winter, but it is oily as all anything and actually caused me to break out in a few places. Use 1-2 drops and only during the day. I would thoroughly rinse your face and use something else for bedtime. I didn\\'t notice much of a difference and I swear by Lancome\\'s Advanced Genifique.'], 'author': u'jackie713 ', 'date': [u'2016-09-20'], 'location': u'New York, NY', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': None, 'text': [u'Overall, I\\'d say pretty great. I bought this because of the reviews, but also because I got a trial version of the Lancome line, and I wanted to see how they all worked together. Typically, my skin is dry/normal, not easily irritated, and only has hormonal breakouts. I\\'ve never used daily oil before, but this one smells great, isn\\'t too oily, and only a few drops cover my face and neck, so its going to last a long time. It works great on my face and I\\'ve noticed a big difference in my skin\\'s glow and radiance, but I don\\'t know if I\\'d recommend this to someone who has trouble with an oily complexion.'], 'author': u'Kalyn93 ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'perfect with a qualifier', 'text': [u'I get dry patches on my chin and cheeks throughout the year and my makeup makes them more noticeable. This past winter I decided I was done looking like I lost a fight with a sandblaster so I purchased this oil. I started using 3-4 drops straight on my face at night and putting 1-2 in my foundation for my morning routine. I found that using it straight at night helped to get rid of my dry patches, but it gave me white heads in my T-zone and the creases of my nose. So I mixed it with my Clinique moisture surge lotion- total game changer. No more white heads and no more dry patches! I\\'ve been using this oil for about 4 months now and my skin is noticeably softer and more moisturized throughout the day and I\\'ve reduced my nightly amount (that I mix in with the Clinique lotion) to 2-3 drops per application. I still use 1-2 drops with my foundation in the mornings and it makes my makeup feel light and look even. I highly recommend this oil for any beauty entrepreneur looking to delve into the world of oils.'], 'author': u'MimiLizz ', 'date': [u'2016-05-22'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'I love it', 'text': [u'It worth the money that you pay. My skin is so hydrated. If you try it you going to love it.'], 'author': u'gsortiz ', 'date': [u'2016-05-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'overall very good', 'text': [u'I started out using this oil on my face mixed with my usual foundation every day but the fact is you only need to use it once or twice a week if your face is only lacking a small amount of moisture. It blends very good with my makeup and makes my face have a smooth finish.'], 'author': u'Bellatragedina ', 'date': [u'2016-05-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["2", "2"], "price": ["$49.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["11", "11"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["2662"], "ingredient": ["Caprylic/Capric Triglyceride, Dicaprylyl Carbonate, Squalane, Rosa Canina Fruit Oil, Evening Primrose Oil, Jojoba Seed Oil, Coriander Seed Oil, Tocopherol, Pelargonium Graveolens Flower Oil, Linalool, Benzyl Salicylate, Benzyl Alcohol, Alpha-Isomethyl Ionone, Geraniol, Citronellol, Citral, Fragrance."]},
{"sku": ["P404793"], "category": ["Face Oils"], "name": ["", "Sunshine Oil"], "review_rating": ["3.9394"], "brand": ["MILK MAKEUP"], "number_reviews": ["66 reviews"], "reviews": ["{'title': u'Hydrating oil-- good for dry skin', 'text': [u'I have combo skin and with the change in temps on the East Coast, I prefer a little extra moisture at night. After using a serum, I apply this oil, and then a moisturizing cream after washing my face at night. Not a total fan of the scent, but it is light. Not a fan of the rollerball applicator- I dont feel like enough oil comes out for me. It seems like a very thin layer so I have to go over my face a few times and then pat it in. Once I am satisfied with the oil amount, it does a good job of locking in moisture and my face definitely feels smoother in the am. However-- nothing super special about this oil and there are similar, if not better ones, out there with more natural scents and easier applicators (josie maran\\'s argan oil as an example).'], 'author': u'peanut0205 ', 'date': [u'2016-10-25'], 'location': u'Trumbull, CT', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'So so so average', 'text': [u'There isn\\'t anything wrong with this oil. But there also isn\\'t anything great about it. It\\'s just another oil.'], 'author': u'HeatherSellers ', 'date': [u'2016-09-20'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Nice Oil', 'text': [u'Received this in my PLAY box. I typically use pure jojoba oil on my face as it\\'s the most similar oil to natural sebum but I gave this a try. It smells pleasant like lemon and it was balancing and moisturizing. It took longer to absorb than the jojoba and I\\'m not ready to switch but this is a nice oil.'], 'author': u'bb3926 ', 'date': [u'2016-09-10'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'the cost of beauty', 'text': [u'I absolutely love this oil, I got a sample in a Birchbox a few months ago and I now use the stuff religiously. I have combination skin and this stuff works wonders on dry skin and stretch marks (moms-must try)! I hate the price, though. :|'], 'author': u'ohitsbecca ', 'date': [u'2016-09-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'love', 'text': [u'I live this. Came in a play box( which i also LOVE) and I had to order online- it was not available in my store? I have super dry skin and I use on my face almost daily. I actually like the rollerball. It s pricey.'], 'author': u'texi ', 'date': [u'2016-07-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["14"], "three_star_reviews": ["11", "11"], "price": ["$38.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["27", "27"], "two_star_reviews": ["4", "4"], "four_star_reviews": ["20", "20"], "number_loves": ["2842"], "ingredient": ["Vitis Vinifera (Grape) Seed Oil, Persea Gratissima (Avocado) Oil, Citrus Grandis (Grapefruit) Peel Oil, Citrus Tangerina (Tangerine) Peel Oil, Citrus Nobilis (Mandarin Orange) Peel Oil, Citrus Medica Limonum (Lemon) Peel Oil, Prunus Armeniaca (Apricot) Kernel Oil, Tocopheryl Acetate, Lecithin, Phenoxyethanol, Fragrance."]},
{"sku": ["P409769"], "category": ["Mists &amp; Essences"], "name": ["", "GinZing™ Energy-Boosting Treatment Lotion Mist"], "review_rating": ["3.8947"], "brand": ["Origins"], "number_reviews": ["19 reviews"], "reviews": ["{'title': None, 'text': [u'Did not like this product at all. I guess the smell was okayy but It didn\\'t add any moister and they nozzle is horrible. It doesn\\'t mist it squirts and when you put the cap back on it it squirts inside the cap. Returning it tomorrow!'], 'author': u'Aspear ', 'date': [u'2016-10-23'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}", "{'title': None, 'text': [u'Doesn\\'t really do much or provide any notable differences, but it smells very nice and is refreshing in the morning!'], 'author': u'BiancaBB ', 'date': [u'2016-10-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': None, 'text': [u'I think it\\'s an okay product. I use it right before I put on my makeup and it really doesn\\'t give as much hydration as I was expecting from a supposed lotion mist. I\\'ll finish the bottle but I won\\'t repurchase.'], 'author': u'meljoh ', 'date': [u'2016-10-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'love', 'text': [u'Smells soooo good and wakes me up. I have normal skin (dry in winter) and I need to use a moisturizer with this.'], 'author': u'HollandAnabella ', 'date': [u'2016-09-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'I like the effect but wouldn\\'t recommend for oily skin'], 'author': u'xoleannnn ', 'date': [u'2016-09-17'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["6", "6"], "price": ["$22.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["7", "7"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["5", "5"], "number_loves": ["2387"], "ingredient": ["-Pomegrante"]},
{"sku": ["P253807"], "category": ["Face Oils"], "name": ["", "Ultimate Cleansing Oil"], "review_rating": ["4.3929"], "brand": ["Shiseido"], "number_reviews": ["84 reviews"], "reviews": ["{'title': u'It works', 'text': [u'Both my daughter and I use this first to remove makeup AND sunscreen, not all makeup removers remove sunscreen. Follow with a cleanser add your face is perfectly clean!'], 'author': u'Fortyniner49 ', 'date': [u'2016-10-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Effective and makes your skin glow', 'text': [u'I just love this cleansing oil by Shiseido. It removes make-up so easily even if they\\'re waterproof. It\\'s also easy to wash off. It also doesn\\'t dry out your skin; instead it leaves it soft and glow after cleansing. However, it kinda stings your eyes so better close it tightly!'], 'author': u'Shiiro ', 'date': [u'2015-11-30'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Pretty good', 'text': [u'I\\'ve tried many oil cleansers, this one is very good, but not my favorite. My favorite is the dhc one only because this one has that very perfume-y scent like all shiseido products have that I don\\'t particularly like. Also the pump leaks, it has a pretty faulty design, every time I pump it the liquid gets all over the bottle. I am almost done with this one and will not be repurchasing.'], 'author': u'missinlove ', 'date': [u'2015-05-11'], 'location': u'NY, NY', 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Favorite makeup remover', 'text': [u'This is my favorite way to remove makeup. My mom introduced it to me when I was in high school (I\\'m in graduate school now). I\\'ve used it to remove both liquid and powder foundation (with sunscreen and occasionally blush) and it\\'s gentle, non drying to me (FYI I have oily skin), scentless and effective.', u'I use this at night; two pumps is enough to cover my entire (dry) face and I just spread it across my face and rub it in. Since I shower at night, I just step into the shower, wet my finger tips and rub my face to emulsify the oil and rinse everything off in the shower. Because I\\'m very oily and breakout prone, I always follow up with whatever face cleanser I\\'m using at the time.', u'I don\\'t wear eye makeup anymore so I don\\'t know how effective this is with stubborn mascara and eyeliner but it\\'s been able to remove my Stila waterproof liquid eyeliner in the past.', u'I\\'d say one bottle lasts me around 9months-1year. I\\'ve maybe used 5-6 bottles of this since my first bottle at least 7-8 years ago.', u'I\\'m at the point where I\\'ve stopped trying other cleansing oils because they either don\\'t come close in removing makeup or are as effective but more expensive for the same amount.'], 'author': u'cardboardboxes ', 'date': [u'2015-04-18'], 'location': u'Bay Area, CA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Takes all the makeup off!', 'text': [u'This oil is fantastic for getting all my makeup off, and doesn\\'t leave my face feeling gross once I rinse it off. I really like it and will likely purchase it again.'], 'author': u'VictoriaO51 ', 'date': [u'2015-03-31'], 'location': u'Washington, DC', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["17"], "three_star_reviews": ["4", "4"], "price": ["$25.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["55", "55"], "two_star_reviews": ["6", "6"], "four_star_reviews": ["17", "17"], "number_loves": ["2973"]},
{"sku": ["P235107"], "category": ["Mists &amp; Essences"], "brand": ["Givenchy"], "name": ["", "Mist Me Gently - Instant Moisturizing &amp; Relaxing Mist"], "number_reviews": ["16 reviews"]},
{"sku": ["P405294"], "category": ["Mists &amp; Essences"], "name": ["", "Face Mist"], "review_rating": ["4.6"], "brand": ["MILK MAKEUP"], "number_reviews": ["10 reviews"], "reviews": ["{'title': u'New go-to Face Mist', 'text': [u'This product came recommended to me by a sales associate who swears it is her favorite Milk product. I only recently go into Milk because they are vegan and cruelty free and for 2016 I went cruelty free in 100% of my makeup! I wanted to add a mist that was refreshing for my skin. This has a very subtle aloe-like scent that I enjoy. I use it mornings after I cleanse. It\\'s partially a toner. I am obsessed with it. My skin looks great.'], 'author': u'sjs1753 ', 'date': [u'2016-09-09'], 'location': u'Boston, MA', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'first timer for face mist', 'text': [u'Has no scent. Definitely soothes the skin when I put it on after a shower. Decreases redness on my face and decreases the oil around my T-zone. Cute packaging!'], 'author': u'heyitse ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Did Nothing For Me', 'text': [u'This was disappointing. I wanted to like it, and the packaging is to die for. However, it did not hydrate, calm, or refresh my skin. It did nothing. Maybe it would work for someone who does not have dry and sensitive skin like mine. Alas, great packaging alone was not enough to justify the purchase so I returned it.'], 'author': u'julent ', 'date': [u'2016-06-22'], 'location': u'Portland, OR', 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'LOVE', 'text': [u'I\\'m so glad I decided to get this face mist because it really does give my face a nice dewy glow, and it\\'s so refreshing.'], 'author': u'KMGonzales ', 'date': [u'2016-06-14'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Dewyyyy', 'text': [u'This is such a great mist! It\\'s makes you look very dewy if you spray a lot so just 2-3 sprays would do it. It\\'s very soothing and refreshing as well and there\\'s no scent that is strong. Just a nice cooling, soothing, and dewy spray that preps and finishes makeup. Definitely will purchase this when I\\'m out.'], 'author': u'GlassHips ', 'date': [u'2016-06-01'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["2"], "three_star_reviews": ["0", "0"], "price": ["$22.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["8", "8"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["1", "1"], "number_loves": ["2710"], "ingredient": ["Water, Oryza Sativa (Rice) Bran Water, Zingiber Officinale (Ginger) Water, Hydoxyethyl Urea, Sorghum Bicolor Bran Extract, Glycerin, Phenoxyethanol, Caprylyl Glycol."]},
{"sku": ["P412753"], "category": ["Face Serums"], "name": ["", "When Hope is Not Enough Nightly Restorative Serum"], "brand": ["philosophy"], "number_reviews": ["not rated"], "price": ["$50.00"], "review_rating": ["0.0"], "number_loves": ["108"], "ingredient": ["Cyclopentasiloxane, Dimethicone Crosspolymer, Pentaerythrityl Tetraethylhexanoate, Isononyl Isononanoate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Helianthus Annuus (Sunflower) Seed Oil, Caprylic/Capric Triglyceride, Argania Spinosa Kernel Oil, Dimethiconol, Tetrahexyldecyl Ascorbate, Bisabolol, Borago Officinalis Seed Oil, Linoleic Acid, C12-15 Alkyl Benzoate, Caprylyl Glycol, 1,2-Hexanediol, Bht, Ethylhexyl Palmitate, Dimethicone/Vinyl Dimethicone Crosspolymer, Fragrance, Oleic Acid, Tribehenin, Peg-8, Linum Usitatissimum (Linseed) Seed Oil, Palmitic Acid, Tocopherol, Stearic Acid, Ceramide Ng, Peg-10 Rapeseed Sterol, Butylene Glycol, Linolenic Acid, Magnolia Officinalis Bark Extract, Oenothera Biennis (Evening Primrose) Oil, Ascorbyl Palmitate, Lactic Acid, Linalool, Benzyl Benzoate, Silica Dimethyl Silylate, Citronellol, Glycyrrhiza Uralensis (Licorice) Root Extract, Benzyl Salicylate, Butylphenyl Methylpropional, Hydroxycitronellal, Hexyl Cinnamal, Limonene, Ascorbic Acid, Citric Acid, Farnesol, Aqua/Water/Eau, Phenoxyethanol, Glycyrrhiza Glabra (Licorice) Rhizome/Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Sodium Hyaluronate, Hexylene Glycol, Palmitoyl Hexapeptide-12, Ilomastat, Cichorium Intybus (Chicory) Root Extract, Ethylhexylglycerin."]},
{"sku": ["P412305"], "category": ["Moisturizers"], "name": ["", "Multi-Action Overnight Treatment"], "brand": ["Perricone MD"], "number_reviews": ["5 reviews"], "reviews": ["{'title': u'obsessed!', 'text': [u'This is amazing. My skin has never looked better when I wake up. It really is a beauty sleep cream. I am a nurse and work alot of night shifts and dont get the best sleeps. If i am going to put something on my face for 5-7 hours while I sleep I really need it work and to give me good results. I wake up hydrated. My skin is smooth and firm. I am 34 years old and feel like I am at age when I need products to deliver and not to be gimmicky.'], 'author': u'foreverskin ', 'date': [u'2016-11-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'Very pleased with the results so far and I do not plan on discontinuing use.'], 'author': u'NicRenee ', 'date': [u'2016-10-26'], 'location': u'West Hartford, CT', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': u'Made my skin clear and smooth', 'text': [u'Been using for a couple of weeks now and can\\'t believe how smooth my skin has become. I am sensitive to night moisturizers because they usually have acids and alcohol. This doesn\\'t and evened out my skin and takes away redness and helped make my after blemish spots fade away! I love it!'], 'author': u'jlo77 ', 'date': [u'2016-10-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'1 and done', 'text': [u'So I\\'m glad Perricone finally joined ranks with a multiple action sleeping mask, it feels amazing on the skin, I only used a tiny amount as I have oily skin, after massaging it in went to bedWoke up having more supple skin. I think with all the Patent ingredients I\\'ll need to use this for a couple of months, I know for me, I\\'ll only be able to indulge this product once a week.'], 'author': u'FitFish73 ', 'date': [u'2016-10-21'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'not a fan', 'text': [u'It didn\\'t have a small but never did anything to improve it never soaked just stayed on top!'], 'author': u'judith1989 ', 'date': [u'2016-10-08'], 'location': None, 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "review_rating": ["4.0"], "three_star_reviews": ["0", "0"], "price": ["$115.00"], "one_star_reviews": ["1", "1"], "five_star_reviews": ["3", "3"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["136"], "ingredient": ["Water, Squalane, Caprylic/Capric Triglyceride, Isopropyl Palmitate, Cetearyl Alcohol, Cocos Nucifera (Coconut) Oil, Elaeis Guineensis (Palm) Kernel Oil, Dimethyl MEA, Glyceryl Stearate, PEG-100 Stearate, Citric Acid, Thioctic Acid, Phosphatidylcholine, Egg Shell Membrane Extract, S-Palmitoylglutathione, Butyrospermum Parkii (Shea) Butter, Acetyl Tyrosine, Xanthan Gum, Zinc Gluconate, Magnesium Aspartate, Copper Gluconate, Disodium EDTA, Dimethicone, Cetearyl Glucoside, Ceteareth-20, Caprylyl Glycol, Cetyl Alcohol, Phenoxyethanol, Sorbic Acid, Fragrance, Citronellol, Benzyl Benzoate, Hexyl Cinnamal, Linalool."]},
{"sku": ["P400550"], "category": ["BB &amp; CC Cream"], "name": ["", "Dinoplatz La Ola 4-in-1 Makeup Kit"], "review_rating": ["3.4615"], "brand": ["Too Cool For School"], "number_reviews": ["13 reviews"], "reviews": ["{'title': u'Worth $20 not $50', 'text': [u'The cheek/lip stain, highlighter were good. The concealer is AMAZING but the main product was very disappointing. It was super oily and looked cakey. It didn\\'t blend into your skin it just looked like it was sitting on top of the skin. Gross.'], 'author': u'nicoleannd ', 'date': [u'2016-07-26'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'ITS KOREAN MAKEUP OKAY', 'text': [u'I\\'ve seen lots of reviews saying its \"too dewy\"- that\\'s because it\\'s a Korean product, it is made to be ultra dewy because that is the Korean style of makeup'], 'author': u'kickthekennedy ', 'date': [u'2016-06-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'too dewy', 'text': [u'Product slipped off skin even with primer and urban decay setting sspra also caked in nose area and flaked off skin'], 'author': u'juned ', 'date': [u'2016-06-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': u'Honestly this product is decent!', 'text': [u'I researched this makeup kit before buying. Some reviewers were saying their pores were visible after wearing it for a few hours. The section in the bottom pan that looks like a highlighter is supposed to be something called a \"pore balm\". It\\'s to prep your skin before the BB cream in the areas that have visible pores i.e. nose, cheeks and chin. It can also be a highlighter as well. Overall, this kit is not so bad. Yes, it only has two colors but after a few minutes of wearing it, it will oxidize and match your skin tone. However, if you are a lighter shade this is good for you but if not then well, don\\'t get it. It is 50 bucks for a small compact. In my opinion, get it if you travel a lot or you need something for on the go. I will probably keep it since it doesn\\'t irritate my skin.'], 'author': u'gibby26 ', 'date': [u'2016-05-09'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Horrible. Starts out pretty, then turns horrible.', 'text': [u'This looks beautiful for exactly 60-90 minutes. And it is so very pretty. Then, things quickly go downhill. It starts looking oily to very oily for the 2nd hour (and I have dry skin!). At the 3rd hour of wear, the normal-sized pores on my nose &amp; near my nose looked like huge, greasy disgusting craters. So gross! I honestly have never seen my skin at any time ever look like that. Plus, all the product color was gone in those areas. Tried it another day, and exact same thing happened. Trust me, if you test this in Sephora, you are gonna look so pretty. Do Not be tempted to buy it! Wait three hours. The pretty will be gone. ', u'If for some reason you want to try this anyway, be aware that the lighter of the two colors is ghostly white. The dark color (that looks medium &amp; quite dark tan in the pan) is actually very fair as well. It was the darker color that perfectly matched my fair-to-barely light with warm undertones skin. Also, fyi, the peach tint in the bottom section is for cheeks only (not mulit-use for lips too as stated), and is a very flat, cheap looking, light peach. Not flattering, even on my fair skin. The concealer seemed okay. ', u'Back to the foundation (bb cream-whatever?) I also didn\\'t like that it was hard to tell how much I was using. Applying with the small puff provided &amp; patting it on, it was impossible to tell how much product was being picked up out of the pan and how much I was getting on my skin (I had a very good color match and it melted into my skin). I couldn\\'t tell if I over applied or under. And no way this could be applied with fingers. If it was liquid, I\\'d see, oh, I used a pump\\'s worth, but with this, no clue. I will say the foundation did not settle into my fine lines, which is nice (most do), but then again, I never wore it past 3 hours because it looked so gross that I had to remove it; maybe it would have settled into my lines if worn for a full day. Perhaps you could make this work with a not very moisturized face, a mattifying serum, a top-notch super oil controlling primer, and a loose setting powder -- but doesn\\'t that defeat the whole purpose of this being an easy, on-the-go foundation compact? I mean, if you are carrying a jar of setting powder, and a big fluffy brush, then why would you need this? If you had access/time for primer, setting powder, etc., well then you\\'d have access/time for an actual bottle of real foundation that wears well &amp; looks good all day, not a cutesy compact from Korea on which the company spent more time designing packaging than thinking through the makeup itself! Personally, I bought this for touch ups, but it works terribly for that, not playing nice with other products under it, and adding a weird greasy sheen to my skin. Again, after one hour, not only disappearing, but breaking down the bb-cream and Kat Lock it Powder Foundation that was under it, plus making my pores look huge. Maybe they should rebrand this as a makeup remover. ', u'Note: I have worn &amp; liked/loved BB creams, liquid foundations, powder foundations, and mineral foundations, from sheer to medium coverage, so it is not the formula nor fact it is in a compact that bothers me. I just can\\'t conceive of a situation where I would be happy with my face looking good for only, and EXACTLY one, hour. Even for a dinner date, it needs to last 2 to 2 1/2 hours, which is way past when the pretty in this thing has left the building and it all goes ugly.'], 'author': u'LeeLeeBk ', 'date': [u'2016-05-08'], 'location': u'Orange County, CA', 'skin_type_link': None, 'rating_score': u'1', 'age_link': None}"], "lastpage": ["3"], "three_star_reviews": ["1", "1"], "price": ["$49.00"], "one_star_reviews": ["2", "2"], "five_star_reviews": ["4", "4"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["4", "4"], "number_loves": ["1728"], "ingredient": ["Sea Water, Triethylhexanoin, Titanium Dioxide, Octocrylene, Octinoxate, Ensulizole, C12-15 Alkyl Benzoate, Glycerin, Dimethicone, Ozokerite, Ceresin, Butylene Glycol, Niacinamide, Triethanolamine, Sucrose Tetrastearate Triacetate, Polymethyl Methacrylate, Hydrogenated Polyisobutene, Phenyl Trimethicone, Sodium Chloride, Cetyl Peg/Ppg-10/1 Dimethicone, Synthetic Fluorphlogopite, Microcrystalline Wax/Cire Microcristalline, Sorbitan Olivate, Squalane, Ethyl Hexanediol, Silica, Methicone, Glyceryl Caprylate, Magnesium Stearate, Sorbitan Sesquioleate, Fragrance, Triethoxycaprylylsilane, Aluminum Hydroxide, Adenosine, Hydrolyzed Collagen, Artemia Extract, Undaria Pinnatifida Extract, Laminaria Digitata Extract, Iron Oxides (Ci 77491, Ci 77492, Ci 77499)."]},
{"sku": ["P386630"], "category": ["BB &amp; CC Cream"], "name": ["", "Double Wear Brush-On Glow BB Highlighter"], "review_rating": ["3.7778"], "brand": ["Estée Lauder"], "number_reviews": ["18 reviews"], "reviews": ["{'title': u'Too sparkly', 'text': [u'I bought this to use it under my eyes for extra highlighting on top of my concealer and at first I thought it was great, it blended well and didn\\'t leave creases nor was it drying like some other reviews are saying. BUT as the day went by I noticed some sparkle in my under eye area and at first I thought it was eyeshadow fallout but then I realized it\\'s this BB highlight! Unfortunately that\\'s not what I was looking for so I will be returning it but if you don\\'t mind the sparkle you will probably appreciate this product!'], 'author': u'bebidol ', 'date': [u'2016-10-07'], 'location': None, 'skin_type_link': None, 'rating_score': u'3', 'age_link': None}", "{'title': u'Amazing!', 'text': [u'I bought this highlighter with high hopes and it definitely lived up! For extra highlight I put in a translucent setting powder and I am really bright in my highlight zones. Definitely repurchasing.'], 'author': u'sarahjacobs5 ', 'date': [u'2016-06-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'love this', 'text': [u'I\\'ve bought a couple of this item so that\\'s how I know I love it !!! I use it on my nose a little on my forehead and under my eyes on the cheek for a little glow I don\\'t use a lot of it but you don\\'t need much for a nice glow. I\\'ve gotten all my friends addicted to this thing I love it.'], 'author': u'ilona89 ', 'date': [u'2016-02-06'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'Absolutely love this!! I get so sad when I run out because it truly works! It\\'s a great \"pick me up\" when I\\'m tired and brightens up your entire face without making you look oily throughout the day. If you do tend to get shiny throughout the day, just add some mattifying powder on top and you\\'re good to go!'], 'author': u'jennadolly ', 'date': [u'2015-01-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'4', 'age_link': None}", "{'title': u'Magic pen !', 'text': [u'I consider this a magic pen! I love putting it on my around my eyes (in a circle'], 'author': u't0ughco0kie28 ', 'date': [u'2015-01-11'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["4"], "three_star_reviews": ["2", "2"], "price": ["$29.00"], "one_star_reviews": ["3", "3"], "five_star_reviews": ["9", "9"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["3", "3"], "number_loves": ["2878"]},
{"sku": ["P412754"], "category": ["Face Masks"], "name": ["", "When Hope is Not Enough Gel-Oil Mask"], "brand": ["philosophy"], "number_reviews": ["not rated"], "price": ["$35.00"], "review_rating": ["0.0"], "number_loves": ["211"], "ingredient": ["Water, Cyclopentasiloxane, Propylene Glycol, Divinyldimethicone/Dimethicone Copolymer, Dimethicone Crosspolymer, Dimethicone, Sodium Polyacrylate, Argania Spinosa Kernel Oil, Caprylic/Capric Triglyceride, Phenoxyethanol, Linoleic Acid, Bisabolol, Bifida Ferment Lysate, Trideceth-6, C12-15 Alkyl Benzoate, Butylene Glycol, Caprylyl Glycol, 1,2-Hexanediol, C12-13 Pareth-23, C12-13 Pareth-3, Fragrance, Oleic Acid, Ascorbyl Glucoside, Tribehenin, Ethylhexyl Palmitate, Peg/Ppg-18/18 Dimethicone, Maltodextrin, Palmitic Acid, Cichorium Intybus (Chicory) Root Extract, Adenosine, Peg-8, Lecithin, Laureth-3, Stearic Acid, Ceramide Ng, Tocopherol, Peg-10 Rapeseed Sterol, Pisum Sativum (Pea) Extract, Hydroxyethylcellulose, Linolenic Acid, Linalool, Benzyl Benzoate, Alcohol, Magnolia Officinalis Bark Extract, Cynara Scolymus (Artichoke) Leaf Extract, Acetyl Dipeptide-1 Cetyl Ester, Lactic Acid, Sodium Citrate, Citronellol, Benzyl Salicylate, Butylphenyl Methylpropional, Ascorbyl Palmitate, Silica Dimethyl Silylate, Hydroxycitronellal, Camellia Sinensis Leaf Extract, Coffea Arabica (Coffee) Seed Extract, Pongamia Pinnata Seed Extract, Ethylhexylglycerin, Hexyl Cinnamal, Limonene, Sodium Benzoate, Angelica Archangelica Root Extract, Citrus Aurantium Amara (Bitter Orange) Peel Extract, Acetic Acid, Citric Acid, Magnesium Aluminum Silicate, Xanthan Gum, Ascorbic Acid, Farnesol, Glycyrrhiza Uralensis (Licorice) Root Extract, Sclerotium Gum, Sodium Hyaluronate, Hexylene Glycol, Palmitoyl Hexapeptide-12, Vitis Vinifera (Grape) Seed Extract, Sorbic Acid, Glycyrrhiza Glabra (Licorice) Rhizome/Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Bht."]},
{"sku": ["P399710"], "category": ["Moisturizers"], "name": ["", "Cream with a Sheen"], "review_rating": ["4.4375"], "brand": ["Kenzoki"], "number_reviews": ["16 reviews"], "reviews": ["{'title': u'great stuff!', 'text': [u'I tried this moisturizer and love the feel on my face. I found it great to mix my foundation to give me a lighter dewy look. My skin is sensitive and I do not break out from it. I bought my second jar!'], 'author': u'Tamisteve ', 'date': [u'2016-08-15'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Happy!', 'text': [u'I have a runner\\'s glow without the run! I am loving this cream!'], 'author': u'Mbflatina ', 'date': [u'2016-05-19'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Cream But Not So Much of a Sheen', 'text': [u'Sometimes I just open the jar to smell the delightful fragrance-very light yet stimulating. Texture is perfection - not thick at all and blends with any sort of product. I just didn\\'t see any visible sheen. Will definitely continue to use as a great day cream.'], 'author': u'jacquesmom ', 'date': [u'2016-03-28'], 'location': u'Atlanta GA', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'45-54'}", "{'title': u'Glowing skin!', 'text': [u'This moisturizer is great! It leaves a healthy glow especially good for the mornings I look a little tired. It doesn\\'t have and SPF so just make sure you put one on top or pair with a foundation with SPF.'], 'author': u'ShayneB ', 'date': [u'2016-03-20'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Bummed', 'text': [u'I really really wanted to like this cream but sadly it wasn\\'t meant to be for me. I have combination type skin with my nose and T-zone being the most oily spots on my face. This cream went on nice and I could see the sheen right away but it unfortunately amplified the oiliness on my face too much. Stopped using on my face after a few days. I was bummed and hated to see it go to waste so now I just use it on my hands and neck as a subtle perfume scent since i like the smell.'], 'author': u'coolkel ', 'date': [u'2016-03-08'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'25-34'}"], "lastpage": ["4"], "three_star_reviews": ["0", "0"], "price": ["$49.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["11", "11"], "two_star_reviews": ["2", "2"], "four_star_reviews": ["3", "3"], "number_loves": ["657"], "ingredient": ["Water, Glycerin, Methyl Trimethicone, Pentylene Glycol, Boron Nitride, Caprylic/Capric Triglyceride, Dimethicone, Hydrogenated Polyisobutene, Silica, Steareth-21, Cetearyl Isononanoate, Nelumbo Nucifera Root Water, Fragrance, Paeonia Suffruticosa Root Extract, Nelumbo Nucifera Flower Extract, Ethylhexyl Methoxycinnamate, Dimethicone/Vinyl Dimethicone Crosspolymer, Phenoxyethanol, Cetyl Palmitate, Glyceryl Stearate, Steareth-2, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Cetyl Alcohol, Stearyl Alcohol, Palmitic Acid, Stearic Acid, CI 77891 (Titanium Dioxide), Butylene Glycol, Butyl Methoxydibenzoylmethane, Butylene Glycol Dicaprylate/Dicaprate, Sodium Hydroxide, Tin Oxide, Citric Acid, Hexyl Cinnamal, Hydroxyisohexyl 3-Cyclohexene Carboxaldehyde, Bht, Hydroxycitronellal, Palmaria Palmata Extract, Linalool, Alpha-Isomethyl Ionone, CI 14700 (Red 4), CI 42090 (Blue 1)."]},
{"sku": ["P388689"], "category": ["Moisturizers"], "name": ["", "Nutri-Define Multi Correcting Day Cream"], "brand": ["Jurlique"], "number_reviews": ["4 reviews"], "reviews": ["{'title': u'amazing moisture!!', 'text': [u'i have very dry skin and this product stays with you all day. I love Jurlique and am willing to pay a bit more for their purity and effectiveness. Their products don\\'t make me break out like others with added ingredients. You don\\'t need much either, a little goes a long way.'], 'author': u'Franceskka ', 'date': [u'2016-07-13'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'A very rich and intensive balm that I love using during the winter months!'], 'author': u'amandaegani ', 'date': [u'2015-11-22'], 'location': u'Los Angeles', 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': None, 'text': [u'Love this product! It is heavier than some face creams for sure but feels great and keeps your skin feeling soft and moisturized all day without looking oily or greasy.'], 'author': u'bigmommie ', 'date': [u'2015-09-18'], 'location': u'Michigan', 'skin_type_link': u'Normal', 'rating_score': u'4', 'age_link': u'35-44'}", "{'title': u'Moisturizing', 'text': [u'Overall I liked this, but it seemed sticky in my T-zone and in the humidity. Maybe I applied too much. Most likely I was heavy handed as it was in my T-zone, not on my cheeks.'], 'author': u'naturalwon ', 'date': [u'2015-07-15'], 'location': u'Wisconsin', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'35-44'}"], "review_rating": ["4.25"], "three_star_reviews": ["1", "1"], "price": ["$98.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["2", "2"], "two_star_reviews": ["0", "0"], "four_star_reviews": ["1", "1"], "number_loves": ["354"]},
{"sku": ["P389530"], "category": ["Moisturizers"], "name": ["", "Enlighten Even Skintone Correcting Crème"], "review_rating": ["4.0833"], "brand": ["Estée Lauder"], "number_reviews": ["12 reviews"], "reviews": ["{'title': None, 'text': [u'Made me break out horribly!'], 'author': u'Befz ', 'date': [u'2016-10-02'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'2', 'age_link': u'18-24'}", "{'title': u'It works for me', 'text': [u'I bought it last winter, I was bright last winter. But I thought it was because the weather. I did not continue using it. When I try last week during the summer, I found it definitely works on me ! My skin feels clear and bright.'], 'author': u'marcie23 ', 'date': [u'2016-06-11'], 'location': u'Buffalo, NY', 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I begun using this cream over the winter along with the Serum, my skin absorbed it quickly and I noticed dark acne spots starting to fade after a month or two.It didn\\'t completely remove all of the dark spots but it definitely lightened and evened my skin tone. Over the summer, my skin wouldn\\'t absorb it anymore so I stopped using the serum and only used the creme at night. It has lasted about 10 months but I am about to run out. I really liked this creme but I am looking for other options for the mere reason of seeing what else is available.'], 'author': u'TheCarolinaShip ', 'date': [u'2016-01-24'], 'location': u'El Paso, TX', 'skin_type_link': u'Combination', 'rating_score': u'4', 'age_link': u'18-24'}", "{'title': u'it works!!!', 'text': [u'I love this skin care line from Est\\xe9e Lauder. I don\\'t have much dark spot but a tiny bit that I\\'m trying to get rid of. The dark spots has faded a lot with this skin care. I use the serum and the moisturizer and my face feels so soft. Don\\'t except it to fade over night. But with time it would slowly fade. I recommend this product if your tackling your dark spots, and be patient and you\\'ll notice a difference.'], 'author': u'CoCoVH ', 'date': [u'2015-12-04'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'Really good cream, keeps its promise', 'text': [u'I\\'ve have sun damage on my face for the last year and I\\'ve tried everything. I did internet searches and bought the creams that had the best customer feedback, but they did nothing. With this cream, I saw a difference in just a few days. I\\'ve been using it for a couple of weeks now. It has brightened up my face, and the sun damage has faded quite a bit. This week I started combining it with the Cane+Austin miracle pads (peeling). That one is very strong, it stings for a few minutes after you apply it, so I immediately apply this cream to soothe my skin. I absolutely love it and will continue to use it. Note that it is a very thick cream, and since my face is very oily, I only apply a little because otherwise it does not absorb. And since it\\'s so thick it seems that one jar will go a very long way.'], 'author': u'mariaks ', 'date': [u'2015-10-19'], 'location': u'Boston, MA', 'skin_type_link': u'Oily', 'rating_score': u'5', 'age_link': u'35-44'}"], "lastpage": ["3"], "three_star_reviews": ["2", "2"], "price": ["$57.00"], "one_star_reviews": ["0", "0"], "five_star_reviews": ["5", "5"], "two_star_reviews": ["1", "1"], "four_star_reviews": ["4", "4"], "number_loves": ["917"]},
{"sku": ["P389528"], "category": ["Face Serums"], "name": ["", "Enlighten Dark Spot Correcting Night Serum"], "review_rating": ["3.8649"], "brand": ["Estée Lauder"], "number_reviews": ["37 reviews"], "reviews": ["{'title': u\"Didn't help at all\", 'text': [u'I love Est\\xe9e Lauder products for their consistency and smell. This serum is not an exclusion. I loved the feeling after applying it to my skin. But it didn\\'t diminish my dark spots at all!'], 'author': u'Polina28 ', 'date': [u'2016-10-22'], 'location': u'Baltimore, MD', 'skin_type_link': u'Combination', 'rating_score': u'3', 'age_link': u'25-34'}", "{'title': None, 'text': [u'I Used The Whole Bottle And Saw No Results. Not Even A Small Difference. Was Disappointed. Smells Good And Lil Goes A Long Way. Might Work For You, But Did Nothing For Me.'], 'author': u'DeziCastro ', 'date': [u'2016-10-05'], 'location': None, 'skin_type_link': None, 'rating_score': u'2', 'age_link': None}", "{'title': None, 'text': [u'I got a sample size of this and had to come back and purchase the full size. I use it on my acne scarring/hyperpigmentation and also my face always feels so moisturized and soft after I use it.'], 'author': u'KathyBB ', 'date': [u'2016-08-23'], 'location': None, 'skin_type_link': u'Combination', 'rating_score': u'5', 'age_link': u'18-24'}", "{'title': u'this products works', 'text': [u'I\\'m a este Lauder user believe it work and it will !! Love the serum some skins take a few months to work it\\'s not all the same'], 'author': u'bamboomgirl ', 'date': [u'2016-06-28'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}", "{'title': u'seeing results', 'text': [u'I purchased this and the Enlighten moisturizer cream for my post acne dark spots. I have been using this and the cream daily for about 4 weeks now. I am already seeing my spots lighten. Enlightening and brightening products take 4-12 weeks to see any results and this is with daily use. Keep that in mind when reading these reviews. Many people don\\'t see results right away and give it a bad review but this product is great. I feel like it also helps keep my face clear from acne and my makeup goes on a lot smoother. I would recommend to anyone wanting to lighten dark spots.'], 'author': u'jennacouture ', 'date': [u'2016-05-18'], 'location': None, 'skin_type_link': None, 'rating_score': u'5', 'age_link': None}"], "lastpage": ["8"], "three_star_reviews": ["3", "3"], "price": ["$94.00"], "one_star_reviews": ["4", "4"], "five_star_reviews": ["20", "20"], "two_star_reviews": ["5", "5"], "four_star_reviews": ["5", "5"], "number_loves": ["2626"], "size": ["1 oz/ 30 mL", "1.7 oz/ 50 mL"]}
]