[
{"sku": ["&lt;_sre.SRE_Match object at 0x106e161d0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=2&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"dry skin gone\", \"text\": [\"This cream leaves skin feeling moisturized without feeling oily. On my second bottle, love this cream.\"], \"author\": \"gibelle \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Must-Have for Irritated Skin!\", \"text\": [\"Without fail--this always soothes my irritated skin; generally alleviating redness and minor (often allergy-related) irritation overnight. This is a staple for my sensitive, allergy prone skin and has been reliably effective for several years.\"], \"author\": \"5890985 \", \"date\": [\"2016-12-12\"], \"location\": \"Orlando, FL\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"love it!\", \"text\": [\"Great product and great value. My skin gets pretty dry in the winter and this is definitely my favorite hydration cream. I use a generous amount and it absorbs so well, leaving your skin super smooth/hydrated. I also like that it has no scent.\"], \"author\": \"Mich04 \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"So far So good...\", \"text\": [\"I've been using this product consistently for about 1 week. I've first new about it when one of my girlfriends brought it along a weekend trip. I ran out of lotion and asked to use hers. I loved it as it wasn't sticky or heavy but my skin was moisturized. So i decided to get a bottle and was like \\\"let me try it on my face.\\\" I have combo/sensitive skin and break-out almost instantaneously if the lotion does not agree with me. In the winter, my face gets soooo dry that it hurts to smile. After a week, I my skin is smoother and well moisturized without the oily residue/feeling and HAVE NOT broken out AT ALL. Love it!! if this continues, this will definitely be my long term go-to.\"], \"author\": \"beenbunz \", \"date\": [\"2016-12-12\"], \"location\": \"NYC\", \"skin_type_link\": \"Combination\", \"rating_score\": \"4\", \"age_link\": \"35-44\"}", "{\"title\": \"gentle but powerful\", \"text\": [\"Fantastic for my extremely dry super sensitive skin. Very mild to odorless scent. Gentle enough to use on my face. Powerful enough to keep my hands, elbows and feet soft and hydrated. I keep a bit in a small tin so I can always have it with me. A little bit goes a long way even on really dry irritated skin.\"], \"author\": \"misschilla \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106e16780&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f787e8&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=3&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": null, \"text\": [\"This stuff is a LIFE SAVER if you suffer from dry skin, especially in the winter. Also great for your hands or any other dry patches you have.\"], \"author\": \"CheyanneS \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Amazing\", \"text\": [\"I have extremely dry and sensitive skin and have tried so many different products but none of them moisturized my skin as well as this did. It keeps my skin hydrated and doesn't make me break out, love it!!!\"], \"author\": \"Ahnji \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"13-17\"}", "{\"title\": \"Great\", \"text\": [\"Does exactly what it says. One of my very favorite moisturizers. It's not sticky or tacky, not greasy. Hydrates. Great base for makeup, great over serums.\"], \"author\": \"suedi \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"simply amazing\", \"text\": [\"I use this when I have any dry skin even flaky dry skin prior to applying make up and you can not tell I even have dry skin after applying. It works every time. This is a must have.\"], \"author\": \"Deenaylejon \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": null, \"text\": [\"Love this product. I will definitely buy this again. I have VERY sensitive dry skin and most products burn my skin. This product is very gently and has made my skin feel great.\"], \"author\": \"MichelleLopez \", \"date\": [\"2016-12-12\"], \"location\": \"Ft. Lauderdale, Fl\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f785e0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106e16780&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=993&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Terrific all-purpose cream\", \"text\": [\"This cream is a great find! We live in a cold but VERY dry climate, and staying moisturized in the fall and winter is tough. Both my husband and I love this new cream. It's barely got a scent (a BIG plus) and is really emollient without a greasy feeling. I'll definitely buy it again.\"], \"author\": \"karenlcb \", \"date\": [\"2009-11-02\"], \"location\": \"Idaho Falls, ID\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"like milk\", \"text\": [\"so good as milk to your skin\"], \"author\": \"cvanessa \", \"date\": [\"2009-10-30\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Really worked!\", \"text\": [\"I use this primarily as a facial moisturizer. I have nothing but praise for this product! I have absolutely terrible dry, peeling, itchy, sickly skin. The skin on my face is so uncomfortable and horrible that no ordinary moisturizer works. I have atopic dermatitis and after seeing that this cream was good for people with severe skin problems, I though i'd give it a try. The consistentcy is rich, thick, moisturizing and surprisingly does not leave my skin oily or greasy. In addition, after a few weeks use, I have not noticed any breakouts. It has even reduced the horrible white, dry, itchy patches on my cheeks! One of the main ingredients is oatmeal. Oatmeal is fabulous for really dry skin so kudos to the creators for including this ingredient. I would recommend this cream if you have severe skin problems. I don't know how it would work on someone with normal or normal/oily skin.\", \"My only complaint is the scent. It smells like the nasty prescription medicated lotion I had to put on when I was little. But at least it doesn't have a strong perfumed scent.\"], \"author\": \"laila101 \", \"date\": [\"2009-10-29\"], \"location\": \"Baltimore, MD\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"LOVE IT!\", \"text\": [\"I get spots of excema on my face in cold weather. This product absorbs quickly, smells fine, and is keeping the excema and dry patches under control. Also, wash face with tepid water - not hot - so the excema doesn't flare up.\"], \"author\": \"knittykitty \", \"date\": [\"2009-10-29\"], \"location\": \"grand rapids, mi\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": null, \"text\": [\"I have very BAD eczema which itches a lot on my arms &amp; legs. This cream really helped with the itching FAST! The smell isn't that great, but smells similar to the Aveeno lotion...probably the oatmeal.\"], \"author\": \"jayt \", \"date\": [\"2009-10-29\"], \"location\": \"California\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106e161d0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78578&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=992&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Great product at a great price!\", \"text\": [\"My skin has always been sensitive, but now it is even more so. This cream not only soothes the skin on my face, but can also be used on my hands, feet, or anywhere on my body. I am thrilled to have found this line, and would recommend it to anyone with dry, sensitive or irritated skin.\"], \"author\": \"dlg54 \", \"date\": [\"2009-11-07\"], \"location\": \"Iowa City, IA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"I Love This Cream\", \"text\": [\"I have many creams, and this one is my new best friend. I have very dry, flakey skin, on my face. This cream has inproved the texture of my skin very much, in the short time I have been using it. I also use it on my neck,hands.elbows and knees. Its better than anything I have ever used. It is totally worth giving it a try...\"], \"author\": \"CindyV \", \"date\": [\"2009-11-07\"], \"location\": \"Novi, MI\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": null, \"text\": [\"My skin is so dry that it peels in the winter. I used the cream for about 3 days and did not notice an improvement in my skin. Also, the product irritated my eyes. As a hand cream, it worked ok, but because of its $28 price tag, I returned the product.\"], \"author\": \"Meg12345 \", \"date\": [\"2009-11-06\"], \"location\": \"Long Island, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"2\", \"age_link\": \"25-34\"}", "{\"title\": \"ultra repair cream - it works!\", \"text\": [\"Great for ultra-sensitive, dry skin. Soothes, doesn't irritate and sinks in immediately, leaving skin feeling soft and velvety.\"], \"author\": \"cosmeticcrush \", \"date\": [\"2009-11-03\"], \"location\": \"Cleveland OH\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"Great Cream\", \"text\": [\"This has become my go-to moisturizer for both face and body. It absorbs very quickly and at first I thought it wouldn't be moisturizing enough for my uber dry skin. After a week or so, I noticed that I didn't miss my considerably oilier creams and that my skin was very soft. Added bonus was no sweating off oily cream in summer. With cold weather coming, I was concerned again that this cream wouldn't be heavy enough, but that has not proved the case. No fragrance, which I personally like. Great cream.\"], \"author\": \"niinipini \", \"date\": [\"2009-11-03\"], \"location\": \"Washington, DC\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78100&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106e16a58&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=991&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Finally! A solution to my skin problems.\", \"text\": [\"This cream has resolved my dry skin issues completely. My skin no longer has dry patches and a good amount of the redness is gone.\"], \"author\": \"hooplvr23 \", \"date\": [\"2009-12-01\"], \"location\": \"St Louis, MO\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Simply the Best All Purpose Cream\", \"text\": [\"I am a physician and this is simply the best all purpose skin moisturizer that I have encountered. I am constantly in search of the \\\"best\\\" skin care products in terms of efficacy, safety and value and FAB Ultra Repair Cream has it all. I am so enamored of this product that I use it daily as a face cream and body cream. It has a lovely whipped consistency that is absorbed into the skin instantly leaving skin supple and nourished with no residual greasiness. It really is amazing! I use it as a face moisturizer after FAB face cleanser and find that my makeup application is so much smoother and lasts longer. I am particularly impressed that Ultra Repair Cream is so versatile. It has become my \\\"go to\\\" cream for face and body. Life is complicated enough....who needs a different cream for every part of your body? Utlra Repair Cream does it all beautifully!\"], \"author\": \"DocMD \", \"date\": [\"2009-11-29\"], \"location\": \"providence, rhode island\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"GREAT FOR DRY, SENSITIVE SKIN\", \"text\": [\"I have dry, sensitive skin and this cream hydrates and moisturizes as well as anything I've ever used, without clogging my pores. Great size for the money, so in addition to my face I use it on my elbows and other dry areas. It absorbs quickly and really lasts. My over all skin texture seems to have improved as well. I'm so glad Sephora started carrying this line.\"], \"author\": \"suzsays \", \"date\": [\"2009-11-29\"], \"location\": \"Utah\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": null, \"text\": [\"I had been using some very harsh acne medications and my skin was red and peely all the time. This cream was able to smooth my skin and take down some of the redness. I could have been a bit more moisturizing but it is oil free and never felt greasy. Great for day or night time use. I would recomend this for anyone facing moderate skin irritation on face or body. Very good price for the amount you get.\"], \"author\": \"lesleee \", \"date\": [\"2009-11-17\"], \"location\": \"tucson, AZ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"3\", \"age_link\": \"18-24\"}", "{\"title\": null, \"text\": [\"This product is amazing! I have ezcema on my face and this cream immediately soothed and calmed my skin. The dry, itchy patches were gone in 2 days. works great on my hands as well.\"], \"author\": \"erindds \", \"date\": [\"2009-11-13\"], \"location\": \"Watertown, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106e16c60&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78850&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=994&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Wonderful!! Wonderful!! Wonderful!!\", \"text\": [\"My 8 year old daughter has moderate - severe eczema, and has all her life. She is constantly itching and scratching her skin till it bleeds. We have tried numerous lotions, creams, oils, etc. to no avail. Now while steroid ointments and creams help, they are bad for the skin when used consistently. We felt helpless, then one day I logged on to Sephora and saw this cream listed on the home page and thought, \\\"Why not?\\\" We got it home and I have to tell you it is amazing the difference it’s made to her skin. Some of her larger patches of eczema are still there, but getting smaller and, NO MORE ITCHING!!! Not to mention her skin is so soft!! I have also used the cream on my face as a moisturizer and it's wonderful! Absorbs nicely AND helps with wrinkles. I am surprised that other reviewers have had issue with the smell, it does have a kind of eucalyptus-y smell, but it's not strong at all. And, if you are on the fence worrying that the eucalyptus or some of the other ingredients will burn or sting, take it from my daughter, they don't. Her skin was so cracked and torn that even the gentlest lotions stung, but she LOVES this one and puts it on happily every night.\", \"Thank you SEPHORA for bringing us this TERRIFIC product!\"], \"author\": \"mandyg \", \"date\": [\"2009-10-27\"], \"location\": \"Englewood, CO\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": null, \"text\": [\"I was really excited to try this moisturizer since I have combination skin that gets dry and flaky around my mouth in the winter time. It's good for everywhere except that area! After it dried it started coming off in this flaky manner when I would start to put my makeup on or touch my face. Disappointed it didn't work better.\"], \"author\": \"bhickey11 \", \"date\": [\"2009-10-27\"], \"location\": \"Newark, OH\", \"skin_type_link\": \"Combination\", \"rating_score\": \"2\", \"age_link\": \"25-34\"}", "{\"title\": \"Winter moisturizer\", \"text\": [\"I have been using this on my face, hands and legs, as my dry skin only gets drier in the winter. I will say that it is a very creamy cream, but it absorbs quickly. And it is very good on my sensitive skin.\", \"Downside? It smells horrible. It smells like rubber or plastic or something... I've decided to only use it on my face at night because of the smell. I use Korres lotion on my face during the day so it doesn't bother my nose.\"], \"author\": \"girlenigma \", \"date\": [\"2009-10-25\"], \"location\": \"Jacksonville, IL\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"18-24\"}", "{\"title\": \"(UPDATE) lightest of my heavy creams\", \"text\": [\"I wanted to qualify a comment in my review. This cream is lightweight in the sense that it absorbs and it's not waxy *but* it is certainly heavier than most moisturizers. Call it the lightest of the heavy creams. I like it.\"], \"author\": \"beautypager \", \"date\": [\"2009-10-23\"], \"location\": \"Texas\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"The Ultra Repair Cream has performed miracles!\", \"text\": [\"I can't believe how amazing this cream is. My 9 year old son has eczema and spends much of his free time scratching away. His skin has always been really dry and sensitive. As a dermatologist and mom, I have tried everything to get him comfortable and clear. Finally the FAB Ultra Repair Cream has done the trick. He is so soft and practically itch free!!! He even commented that he missed a spot and \\\"feel how dry it is here mom!\\\" Everyone with eczema should try this cream - it performs miracles. Congrats and thanks to you Lillie!\"], \"author\": \"LMCohen \", \"date\": [\"2009-10-21\"], \"location\": \"Newton MA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78648&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f781d0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=6&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"holy grail\", \"text\": [\"Been using this for years. I have dry sensitive skin and it works wonders. Very happy.\"], \"author\": \"gypsymarie \", \"date\": [\"2016-12-09\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Let Me Just Say This....\", \"text\": [\"I am SO impressed with this moisturizer. I was pretty hesitant to buy considering it's meant to be super hydrating and I have slightly oily skin. HOWEVER, I went ahead and took the chance and I'm very happy I did. I used it for the first time today after a shower when my skin feels pretty tight. I used about 1-2 pea sized dots and it was prefect. Not greasy at all (which was pleasantly surprising) and it feels light and hydrating on the skin. Would recommend to anyone even with oily skin!\"], \"author\": \"Genna24 \", \"date\": [\"2016-12-09\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"I like it\", \"text\": [\"I bought the big one. It's thin but it's moisturizing and it never breaks me out or leaves me greasy. It's a good product\"], \"author\": \"MorganEvan \", \"date\": [\"2016-12-08\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Fantastic\", \"text\": [\"I got the 12 dollar tube and it has lasted me for MONTHS. Given I only use it on my face once a day. But it is the best moisturizer I've ever used. I dont have a need to use any others and it has greatly improved the overall quality of my skin!\"], \"author\": \"meghanj \", \"date\": [\"2016-12-08\"], \"location\": \"pittsburgh\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Super Moisturizing\", \"text\": [\"Hand cream never works for me, but this one left my hands hydrated and not flaking. This will be my new go-to body lotion. It also does not leave a sticky residue like other lotions. It feels like natural skin after 5 minutes or so.\"], \"author\": \"eeg3460 \", \"date\": [\"2016-12-08\"], \"location\": \"Bordentown, NJ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78988&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78e68&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=989&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": null, \"text\": [\"Great cream for my dry hands. I work in a Lab and I use it every day. Not greasy. The only thing that's inconvenient is that you have to scoop it out.Wish it came in a pump.\"], \"author\": \"DeliaK \", \"date\": [\"2009-12-16\"], \"location\": \"Coventry\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"over 54\"}", "{\"title\": \"Works Great!\", \"text\": [\"I can see a huge difference in the appearance of my skin only days after starting this product. I also like that it is cheaper and contains more product than dermadoctor's kp duty.\"], \"author\": \"kn53 \", \"date\": [\"2009-12-15\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": null, \"text\": [\"I love using this cream in the morning and at night. It goes on smoothly, and doesn't pill underneath my makeup. Highly recommended!\"], \"author\": \"Kr1st1n \", \"date\": [\"2009-12-11\"], \"location\": \"Los Angeles, CA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Great Product\", \"text\": [\"I purchased it 3 weeks ago. I have used it since. The result is magnificent. My skin looks healthy and smooth.\"], \"author\": \"mbaamy \", \"date\": [\"2009-12-10\"], \"location\": \"Tucson, AZ\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Excellent\", \"text\": [\"I was afraid at first to try this because normally products that are meant for both face and body are very thick and usually to oily/greasy for the face. This is excellent. It absorbs instantly no matter how much you use. I had a horrible red dry patch on my t-zone and have tried every product I own to get rid of it and nothing. I try this and 3 days later it's completely gone...dryness/redness everything! I love this!\"], \"author\": \"patty10 \", \"date\": [\"2009-12-09\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78648&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78578&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=988&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Amaaaazing.\", \"text\": [\"If this moisturizer were a man, I would be in the going-steady-definitely-daydreaming-about-marriage stage. After all, it's only been a few weeks, but it is yes, *gasp*, LOVE.\", \"This is everything I've been looking for in a moisturizer. I have extremely dry skin from both the infamously harsh northeast winter, as well as strong retinoid usage for anti-acne and anti-aging. I thought I was destined to have super dry flakey skin this season, then I saw this on the Sephora website, was sold by the rave reviews, and ordered it with fingers crossed! Thankfully, it has been one of the best buys I've had in a WHILE.\", \"Bottomline, the cream is the be all and end all of creams. It moisturizes like a dream, it's thick and rich but at the same time absorbs to a matte and non-greasy finish. It provides moisture for the entire time you're wearing it, does not clog pores or break me out, and all my flakey rough dry patches are completely gone. It's soothing to use, and it claims to repair the skin barrier - I absolutely agree. Nothing stings my skin anymore, unlike when my skin barrier was compromised and almost everything stung it. My skin tone appears more even, and I can only attribute it to the fact that it has licorice extract (a natural whitening extract) in its ingredients list. I'm just completely happy and blown away by it.\", \"It is $28 for a hefty 6 oz. tub, and trust me, it will last forever. I only use 2 dabs with a clean finger on each side of my face, and it smooths over and absorbs like a dream, no tugging required. Doesn't make me oily either. The only negative is that it's in a tub which isn't the most hygienic, and also that it's only available online at the Sephora website. Otherwise, it is perfect! If you've been less than blown away by other moisturizers and you're suffering from dry skin or dry patches, you NEED this one.\"], \"author\": \"BEE712 \", \"date\": [\"2009-12-21\"], \"location\": \"Brooklyn, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Doesn't make me break out!\", \"text\": [\"I LOVE this stuff! I have normal combination skin, but I get dry patches in the winter and this makes my skin sooo smooth and calm. It's not oily, but probably wouldn't work too well for daytime use as it DOES contain oil and my skin has oily spots. Wonderful though! It will last a long time if you rarely use it on your body. Best of all, it does NOT make me break out, and that is an accomplishment.\"], \"author\": \"LICK \", \"date\": [\"2009-12-21\"], \"location\": \"Northampton, MA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"aahh!\", \"text\": [\"Got this as a free sample and am now ordering the full size! What a great moisturizer - light weight, non-greasy, and not perfumed! My winter itch skin says \\\"merci\\\". I'm not giving it 5* simply because having to scoop the cream from a jar (rather than squeezing it from a tube) isn't very appealing.\"], \"author\": \"lafrancaise \", \"date\": [\"2009-12-21\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"4\", \"age_link\": \"over 54\"}", "{\"title\": \"amazing\", \"text\": [\"This stuff works great. Its difficult to find a cream that you can use anywhere on your body and isn't incredibly greasy. I love this stuff. Its lightweight, and it works really well and isn't greasy at all.\"], \"author\": \"christine26 \", \"date\": [\"2009-12-20\"], \"location\": \"Phoenix, AZ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Magic in a jar!\", \"text\": [\"I have extremely sensitive skin with dry red patches and problems with acne. This is absolutely phenomenol. I have tried hundreds of moisturizers and this one beats them all. Ive spent tons of money on expensive products that only make my skin worse. This cream makes my reactive skin feel calm immediately after I put it on my face. Its unbelievable. I love love love it. Thank you everyone at FAB, because this product is very affordable for the amount and above all it really works.\", \"Another plus: although it is a very rich cream, it does not break me out at all.\"], \"author\": \"zaylee \", \"date\": [\"2009-12-18\"], \"location\": \"Atlanta, Ga\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78a58&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78d98&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=987&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Moisturizing\", \"text\": [\"Moisturizing without being greasy. I use it on my hands, neck and face (when needed). Nice smell that doesn't linger.\"], \"author\": \"CarrieG \", \"date\": [\"2009-12-26\"], \"location\": \"westerly RI\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"Great stuff!\", \"text\": [\"I thought this was a little pricy but since I have very dry skin I wanted to give it a try. A little goes a long way and my hands have never been so soft! I would definitely buy this again.\"], \"author\": \"janeausten1775 \", \"date\": [\"2009-12-23\"], \"location\": \"Middletown, CT\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"No more flaky skin!\", \"text\": [\"I use this on my face, since I live in a dry climate that is more harsh in the winter months. FAB Ultra repair got rid of the flaky skin around my eyes and forehead I have been dealing with lately like no other product I have tried in years. I've used many expensive creams, also. I love FAB! I ordered the cleanser also. Between the Clairsonic and this cream, my makeup goes on flawless and skin looks more youthful.. Amazing stuff!\"], \"author\": \"serenity505 \", \"date\": [\"2009-12-22\"], \"location\": \"NM\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"awesome cream for dry itchy skin\", \"text\": [\"I got this as a sample with an order, and I'm now ordering the full size jar. My face always hurts during the winter, and this did wonders, especially considering that I started wearing it during a snowstorm! It's not greasy, absorbs quickly, and seems to have reduced my red patches within a week. I don't have acne, but I do tend to get little surface zits when I switch creams, and that hasn't happened with this one. It's great under makeup and even by itself- no shine! I can't recommend this product highly enough. If you have dry skin, this is the answer.\"], \"author\": \"MissAbbyG \", \"date\": [\"2009-12-22\"], \"location\": \"Vienna, VA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"FAB!!\", \"text\": [\"FABulous! I just ordered this cream after using a sample of it. The sample lasted me about a week (I used it with my original moisturizer, kiehl's ultra facial cream) and I really liked it!! it feels 'little' dry for my extra dry skin, but it has certainly done the wonders! this made my skin really soft and glowing. and I like that this is only 28 dollars for such a huge jar, because I usually put 4,5 layers of moisturizer on my face except when I wear makeup. It's very affordable, and very effective compared to the price. Thanks ,Sephora, for providing a sample of this wonderful cream. I would've never tried this if I didn't try the sample since I 'was' very skeptical about not-expensive creams. Well, I changed my opinion now though. CHEAP can be BEAUTIFUL &lt;3\"], \"author\": \"devilwearsprada \", \"date\": [\"2009-12-21\"], \"location\": \"Fort Lee, NJ\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f781d0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106e16c60&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=11&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"really good\", \"text\": [\"It's not super moisturizing but it does supply pretty good moisture. makes my skin super soft the next morning when i put it on before bed. also this is the only product that's ever cleared up my peeling eczema around my nose.\"], \"author\": \"stephmig \", \"date\": [\"2016-11-27\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"ehh\", \"text\": [\"I bought this bc of how hyped up this product is. But honestly The product wasn't great, it was fine at moisturizing but my skin didn't show a huge difference especially for the price. It was a thicker lotion which I am fine with but under makeup it didn't sit well at all on my skin and somehow made me oiler throughout the day (and I tend to use either an oil as a moisturizer). In the end it just wasn't something that was amazing and totally worth the money\"], \"author\": \"miaca \", \"date\": [\"2016-11-27\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"3\", \"age_link\": null}", "{\"title\": \"Umm??\", \"text\": [\"I am a frequent hand washer and the horrible soap at my work and the harsh winters of Utah do not help. I had a hooky grail lotion at the grocery store, but became allergic to an ingredient and I've been desperate ever since. I've had a few things about 2/3 way there, but nothing as good. Because of that, I turned fui a more high end solution. I have heard a lot of good things about FAB and the oatmeal appealed to me. WELL IT FREAKING DIDN'T WORK! It's actually dried out my skin!!! I've used it all over my body and my face and it's made it bad.I don't The best one I've found is only like $4. I've only had this happen to me with one other lotion. So frustrating for this to cause reversal. Now I have to try to repair it all. ARG\", \"One thing I'm surprised with is that this wasn't a cream to me. It was like a lotion and the lotion was very liquidy. If it worked, I wouldn't have minded, I just thought it was interesting. Another reason I'm sad this didn't work is because it seemed like it absorbed so well. No greasiness. My hands even stung the first time I used it - the kind it feels like when you are moisturizing very dry hands.\", \"Oh well. Back to the drawing board.\"], \"author\": \"candybandy \", \"date\": [\"2016-11-27\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"1\", \"age_link\": null}", "{\"title\": \"Love\", \"text\": [\"I got a sample of this lotion and it has changed my skin completely! I suffer from combination skin, its super oily but I have dry flakes and patches. Once I started using this lotion on my face, I had little to no dry flakes and my skin was so moisturized it stopped being excessively oily. Also it sinks into my skin so fast and nicely and doesnt feel greasy and gross. I love this thing!!\"], \"author\": \"CarmenBarajas \", \"date\": [\"2016-11-26\"], \"location\": \"New York, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"4\", \"age_link\": \"13-17\"}", "{\"title\": \"Good lotion\", \"text\": [\"This lotion is nice, light, but still moisturizing. I used it morning and night most of the year. In winter i prefer a thicker moisturizer for night time, but still use this in the day.\"], \"author\": \"sdfe \", \"date\": [\"2016-11-25\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106e16a58&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78238&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=10&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Buy this!\", \"text\": [\"I first received this product as a sample earlier in the year when it was still very dry and cold. I am so happy I did because this saved my face and eventually my fingers. have dry/combo skin which is more on the dry side that began to crack on my upper cheeks and my nose. I decided to try this cream seeing it worked for peeps with eczema. The next morning after application the night before my patches were gone and this cream was the only thing i put on my face. At the end of summer I got little bumps on my finger and applied this to the bumps after a couple days they were gone as well. I have been using this ever since and will not go back! a little heavy for summer imo but Id rather have a little oily skin than dry. Buy this it's great!!\"], \"author\": \"cocotea \", \"date\": [\"2016-11-29\"], \"location\": \"Brooklyn, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Good for \\\"moisture drenched\\\" skin\", \"text\": [\"I really like, so the only reason for 4 stars is because I reserve 5 stars for products that are a \\\"definite LOVE\\\". It's thick &amp; creamy, a consistency not for everyone as there are other hydrating products without the heavy consistency this one offers. However, it goes on smoothly, leaves no residue, and keeps you hydrated for hours. I recommend for dry skin, although someone of the \\\"normal\\\" skin type may find it useful during the winter months.\"], \"author\": \"shammo \", \"date\": [\"2016-11-29\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"My Holy Grail\", \"text\": [\"I have super sensitive normal/dry skin. Trying a new lotion is always a gamble. This, however, is amazing. It doesn't upset my skin at all and it is super hydrating!\"], \"author\": \"Anonymouse0923 \", \"date\": [\"2016-11-29\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Perfect for winter skin\", \"text\": [\"After using a high does of prescribed retinol for two years, my skin has become very dry and peel-y. I bought this intending to try it as a facial moisturizer, and if I found it was too heavy, I would just use it for my body. \", \"Oh my gosh does my face love this stuff! Super intense hydration yet somehow not oily at all. Since I use Dr. Jart's CC in the day time, I use this one at night either alone or over my retinol. I definitely plan to use this all winter!\"], \"author\": \"Sarah893 \", \"date\": [\"2016-11-29\"], \"location\": \"Baltimore, MD\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Life saving cream !!!\", \"text\": [\"I have severe dry/cracked hands known as occupational ezecma from frequent hand washing at work. I have been to multiple dermatologist which has cost me hundreds +++, they prescribe me moisturisers andlotiins that do not work at all. However, I noticed the sign for this moisturiser stating it's for eczema and had to give it a go for $12. And the results are amazing, my hands have never been so soft in about 10 years and I've only used it for less then 24hours. I put a small amount on my face overnight and I woke up so impressed with how soft my hands were !!! I'm going back to sephora today to invest in a whole heap before I head home where I can't get this !!!!! (Ps, I didn't even know this product had such high reviews when I purchased)\"], \"author\": \"DanniNZ \", \"date\": [\"2016-11-28\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f787e8&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78e68&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=985&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"sample was a miracle\", \"text\": [\"wish this was in the store because i don't want to order it online and wait for it to get to me! i picked this as a sample with my last order and thank goodness... i have severe bouts of eczema on my hands during the dry winter months and even with a few sample uses i could tell this cream was a winner compared to everything else i've tried. previously the only thing that would offer relief was an even mixture of a heavy shea lotion and hydrocortisone cream. to people who said this stings on raw or cracked skin... deal with it! it's soothing and causes barely any pain compared to a normal moisturizing lotion like Jergens ultra healing... etc. if you have severely dry skin i recommend 100% - hopefully the full product will be just as great and won't let me down!\"], \"author\": \"korinn \", \"date\": [\"2010-01-01\"], \"location\": \"CT\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"amazing product!\", \"text\": [\"i have really dry cracked skin that has even started causing me premature wrinkles (at only 20 yrs old!) and have been looking for an intensive moisturizer. ive tried tried many moisturizers for dry skin that claim not to clog pores but due to my sensitive skin this is the first one thats actually worked without making me break out or irritating my skin. it is rich andd creamy but lightweight and not greasy at all and leaves my skin softer and healthier than ever!\"], \"author\": \"prettyy0ungthang \", \"date\": [\"2010-01-01\"], \"location\": \"sacramento, ca\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Miracle worker!\", \"text\": [\"As I move into my mid- thirties (reluctantly), I find that my skin has become extremely sensitive. I gave this moisturizer a try and within days, my skin not only looks but also feels better! It has a very calming effect that is instantly felt!\"], \"author\": \"sassysavi \", \"date\": [\"2010-01-01\"], \"location\": \"Kissimmee, FL\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"OK, but nothing that special\", \"text\": [\"I tried this because the antired serum worked like a charm. This is not as creamy as I expected- should have read whipped more closely in the description- and is not a miracle like the other product. It feels good and is an ok moisturizer. It helps, but does nothing special for my cracked heels, wind chapped hands or rough elbows. Maybe it is only meant to be a moisturizer for the face. Works like any drugstore lotion as far as I am concerned, but I have super dry skin in a brutal climate. Might be worth a try if your skin is normal or oily or you live somewhere more termperate.\"], \"author\": \"elzabelle \", \"date\": [\"2009-12-31\"], \"location\": \"Northern MN\", \"skin_type_link\": \"Dry\", \"rating_score\": \"3\", \"age_link\": \"45-54\"}", "{\"title\": \"Amazing\", \"text\": [\"Amazing!!! I love the texture of the cream. Leaves me hydrated and itch free. I have free itchy dry skin and it really helps to relieve it!!!\"], \"author\": \"Mel214 \", \"date\": [\"2009-12-31\"], \"location\": \"New York\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78920&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f782a0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=12&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"does not moisturize well\", \"text\": [\"My skin still feels dry after using this. Sits on top of the skin.\"], \"author\": \"GooL \", \"date\": [\"2016-11-24\"], \"location\": \"Pittsburgh, PA\", \"skin_type_link\": null, \"rating_score\": \"3\", \"age_link\": \"25-34\"}", "{\"title\": \"a winter must have!\", \"text\": [\"Last winter was the worst for my skin, it was the driest my skin has ever been. I even had dry eyelids!! This cream saved me last winter, and I've been hooked ever since! Makes my skin feel hydrated and moisturized without feeling oily. Doesn't sit on top, and actually gets absorbed. Highly recommend it to anyone suffering from dry skin, and eczema.\"], \"author\": \"snabiha \", \"date\": [\"2016-11-24\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"amazing for dry months\", \"text\": [\"I purchased this product around 2 weeks ago because I was suffering from very dry skin around my nose and mouth due to the weather change and a drying acne medication. I was in desperate need to moisturize my face so I bought the ultra repair cream and the glam glow thirsty mud. I used the thirsty mud over night one night and then used the FAB ultra repair cream as my new winter moisturizer and it's a match made in heaven. If you suffer from dry skin from the change in seasons but you are also oily this is great. I don't get greasy like I did with Clinique's face lotion but the repair cream is a heavy cream that's comfortable on my face. It's my go to for the dry weather!\"], \"author\": \"Abalko \", \"date\": [\"2016-11-22\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": null, \"text\": [\"gift from a friendsburns my skinused it as body lotion instead\"], \"author\": \"finsensvej \", \"date\": [\"2016-11-22\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"1\", \"age_link\": null}", "{\"title\": \"Help Razor Burn\", \"text\": [\"I'm obsessed! It got rid of the itching and the bumps right away! Definitely going to be buying again\"], \"author\": \"modelbeauty \", \"date\": [\"2016-11-21\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f785e0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f784a8&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=983&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"AMAZING!!!!!!\", \"text\": [\"PICTURE THIS.....Philadelphia, Pennsylvania the coldest winter EVER. I get windburn. First I didn't think people of color get windburn because I have oily skin.. WRONG. My face was a mess. I ran to Sephora for HELP. I saw this product on display and I liked the name FAB. First Aid that's what I needed. The sales associate couldn't offer assistance because the product had just arrived in the store, She suggested I try it and if it didn't work just return it.. FAIR ENOUGH... I used this cream day and night for 4 days. Remember I said my face was a mess.. No foundation for 4 days UGH!!!! On day 5 I noticed my face had healed and my face was radiant, clear,soft and smooth and I didn't need foundation. WOW... This stuff is better than BISCUITS WITH BUTTER AND HONEY. All jokes aside. This is the real deal for beautiful skin. I'm hooked and sold on FAB.\"], \"author\": \"twistedsister \", \"date\": [\"2010-01-07\"], \"location\": \"Philadelphia, PA\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"Great product!!\", \"text\": [\"Great moisturizer for my dry skin. Not too thick , but excellent moisture. Highly recommend this product!\"], \"author\": \"mandy70 \", \"date\": [\"2010-01-07\"], \"location\": \"Memphis, TN\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": null, \"text\": [\"huge tub! really moisturizes my dry skin, important because I'm on Accutane. also really soothing in the cold, dry Minnesota winter. A lot of bang for my buck.\"], \"author\": \"alisonL \", \"date\": [\"2010-01-07\"], \"location\": \"Minneapolis, MN\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Hands down—the best solution to dry, chapped skin!\", \"text\": [\"My husband works outdoors and suffers all winter with dry, chapped hands. And I thought this might be a good stocking stuffer. He loves it (as do I). This cream softened and cured his rough hands as well as my rough cuticles. It's not greasy, has no telltale odor and is absorbed quickly! We have a new favorite!!\"], \"author\": \"outdoorgirl \", \"date\": [\"2010-01-07\"], \"location\": \"Wyckoff, NJ\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"No more winter itchiness!\", \"text\": [\"My skin gets super itchy in the wintertime from hot showers and dry air. I've tried in-shower lotions and washes, Gold Bond, Curel Itch Defense, and Vaseline Intensive Therapy.... whichever one was prescribed to a whole Alaskan town by a dermatologist, and I was STILL itching like crazy! One light layer of this stuff and the itchiness is gone all day. I use it on my chest, stomach, back and arms. It absorbs quickly and is weightless once it absorbs, but it still seems like it might be too heavy for facial skin with all the emollients.\"], \"author\": \"seagoat \", \"date\": [\"2010-01-06\"], \"location\": \"Richmond, VA\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f781d0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78cc8&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=14&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Dry, patchy skin\", \"text\": [\"This stuff has transformed by boyfriend's skin. He has very dry, flaky skin and his forehead and cheeks get bad rosacea. Everything he tried \\\"burned\\\", so he had just given up until we got this. He slathers it on daily now, and his skin is perfect. No redness or flakes at all and it doesn't burn. This stuff has been a lifesaver!\"], \"author\": \"abelles \", \"date\": [\"2016-11-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"lifesaver!\", \"text\": [\"I have extremely sensitive skin with rosacea but I've also been having trouble with dryness as I age. I've tried so many heavy cream options with no luck. This was recommended at one of my store trips and they sent me home with a sample. I returned 3 days later to purchase! I use this as my nightcream and my dryness is completely gone. No irritation or flare ups with rosacea either. Wish I'd found this sooner!\"], \"author\": \"klw96 \", \"date\": [\"2016-11-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"impressed\", \"text\": [\"I got a sample in a sephora favorites and I must say I am impressed with how well this moisturizer soaks in. It also doesn't leave a thick layer in skin either. It evens out after it's applied. Definitely going to purchase when my other lotion runs out.\"], \"author\": \"Jazzymatazz \", \"date\": [\"2016-11-16\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"moisturizing but doesn't clog pores\", \"text\": [\"One of the first face lotions I found actually helped with my combo to dry skin without breaking me out!! Very light!\"], \"author\": \"MichelleMP \", \"date\": [\"2016-11-16\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"worth the price\", \"text\": [\"very moisturizing but very lightweight, I use morning and night!\"], \"author\": \"sierra281 \", \"date\": [\"2016-11-16\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78d98&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f789f0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=17&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Great Cream!\", \"text\": [\"I have sensitive, dry skin. This is a great Cream that soothes my dry skin without irritating it. Hands down best on the market.\"], \"author\": \"AshleyP86 \", \"date\": [\"2016-11-15\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Very Nice\", \"text\": [\"I was not sure about this product at first. I had to get used to this cream because it is thick and fast absorbing. It sort of has a medicinal smell which I actually like. Sort of reminds me of Noxema. The size of this product is amazing and well worth the money. I use it on both my face and neck. If I ever run out, I will definitely purchase this again.\"], \"author\": \"laneyn \", \"date\": [\"2016-11-15\"], \"location\": \"Antioch, CA\", \"skin_type_link\": \"Normal\", \"rating_score\": \"4\", \"age_link\": \"over 54\"}", "{\"title\": \"great overall\", \"text\": [\"I love this stuff! My skin is crazy sensitive and I used a mask on it one night, had a bad reaction. I put some of this on along with my nightly serum. By morning my skin was back to normal. Anytime my skin feels drier than normal or just dry I use this and by the morning its great. 100% recommend.\"], \"author\": \"llseattle \", \"date\": [\"2016-11-15\"], \"location\": \"Seattle WA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"search over!\", \"text\": [\"My search for a moisturizing cream ended with this finally. And I'm delighted to say this is the first tube/bottle of any mosturizer EVER that I have run out of. My breakout prone skin is well hydrated and smoother than ever.\"], \"author\": \"qurratqk \", \"date\": [\"2016-11-15\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": null, \"text\": [\"Love love love! A little goes a long way!\"], \"author\": \"desdot \", \"date\": [\"2016-11-15\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78578&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78bf8&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=980&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Wonderful\", \"text\": [\"I got a sample of this and fell in love. Finally a moisturizer that actually makes you feel like you've moisturized! Most creams are either too greasy or fade away quickly. This one goes on light and feels like a silky layer on your skin. I love the ingredients and how great this is for sensitive skin. Had a crack on my dry hands from winter and this healed it up within 15 minutes. The jar is a tiny bit smaller than I was expecting for the price, but other reviewers say it goes a long way. Now if Sephora would just carry the line in the stores too!\"], \"author\": \"lovegirlstuff \", \"date\": [\"2010-01-12\"], \"location\": \"Dallas, TX\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"ah!! skin kindness in a jar\", \"text\": [\"I love this product! I slather all over me after my shower. It leaves no greasy, sticky feeling b/c it absorbs quite quickly, and it has no lasting fragrance to clash w/ my perfume. Wish it were in a tube (don't like having to stick my fingers in the jar) and that it weren't so expensive for a body cream: I can go through a jar of this in a couple weeks! But, it takes care of my winter dry skin in a flash, so I'll have to hand over my $$ for it!\"], \"author\": \"lafrancaise \", \"date\": [\"2010-01-12\"], \"location\": \"Deerfield, MA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": null, \"text\": [\"This stuff is amazing! I've tried all kinds of lotion for my extremely dry skin. All of them worked...for a few hours. This is the first one that has provided lasting results.Even though a jar goes a long way, I immediately ordered two more to have as back ups!!\"], \"author\": \"SuzyQ33 \", \"date\": [\"2010-01-11\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Excellent!\", \"text\": [\"Ultra Repair Cream took away my spots of eczema within a week. I still struggle with a few flakes but this usually corrects them within a few days. I specifically loved that it is so soothing and gentle but also moisturizing. Further, it didn't clog my pores at all, if anything, it allowed my skin to breath! For the price, this is a real steal, too! I would recommend this to anyone and I will buy again!\"], \"author\": \"20something \", \"date\": [\"2010-01-11\"], \"location\": \"St. Louis MO\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"LOVE IT!!\", \"text\": [\"I got this as a sample and loved the whipped texture of this cream. Its thick but goes on like a lightweight cream without evaporating to quickly and leaves your skin very soft and hydrated without being greasy. I have very sensitive combination skin and have problems with acne on my chin. I swear this cream has changed my skin in just a few days! My flare-ups are drying and the discoloration from the acne is getting lighter. (usually takes a few weeks for dark spots to clear up) My pores appear smaller and my overal complexion has drastically changed! I use this at night and use the Dior HydrAction Hydra-Protective Light Cream in the day for the SPF. (which is also wonderful) but I know my skin has changed due to this FABULOUS cream! I am hooked forever!!\"], \"author\": \"CreamQueen \", \"date\": [\"2010-01-11\"], \"location\": \"Lancaster, California\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78030&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78a58&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=19&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"best moisturizer I've ever used\", \"text\": [\"This product is honestly so amazing– I don't know what I'd do without it! I was hesitant at first because of the thick, whipped texture, but one I applied it I realized how quickly it absorbs into the skin. It feels so light and so hydrated on, and it does not break my sensitive skin out. It is also definitely not oily or greasy at all. It's also great under makeup. Before I started using this, I had many rough, dry patches on my skin because I am outdoors a lot, but since I've used it, I haven't had that problem once. I bought a new tub three months ago, and I'm not even halfway through. I use it morning and night. The tub is huge and definitely well- priced. I highly recommend this for any skin types!\"], \"author\": \"caitlin100 \", \"date\": [\"2016-11-12\"], \"location\": \"SF, CA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"calms &amp; cools red skin\", \"text\": [\"I have rosey cheeks that turn bright red often, whether it be from heat or emotion. Typically, after applying face lotions my cheeks get bright red. I tried this lotion about an hour ago and still feel a cooling effect. Great value and great product. Finally something that helps reduce the red and even keeps my skin feeling cool. Will update after more use!\"], \"author\": \"Anonymous \", \"date\": [\"2016-11-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Love this product!\", \"text\": [\"Great for sensitive skin. Moisturizes without making me break out. Leaves my skin soft and smooth.\"], \"author\": \"artsychik \", \"date\": [\"2016-11-12\"], \"location\": \"Long Valley, NJ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"love it\", \"text\": [\"I got this in the Winter Skin Savers set and am completely in love with it. Any dry patches that I had went away the first day I added it to my skin care regimen. This is one of my holy grail items. The moment it runs out, I'm stocking up on more.\"], \"author\": \"jules261 \", \"date\": [\"2016-11-11\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Dry Skin and Acne Mark Saver!\", \"text\": [\"I've been having awful acne the past six months after stopping benzoyl peroxide, so I started using it again after exhausting more natural options. It does wonders for my acne, but it dries up my face horribly. This cream helped my dry skin as well as fade and soothe my acne marks! I've only used it for a week and I see a difference! Retinol and Calamine lotion did not help my face to the extent that this product has! I am very happy with my purchase!\"], \"author\": \"BrettySketty \", \"date\": [\"2016-11-10\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78578&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78cc8&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=21&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Great for Sensitive Skin\", \"text\": [\"So much bang for your buck. Even better when applied over a serum. I have sensitive skin and most moisturizers (even natural ones) irritate my skin. This cream definitely doesn't. Great product.\"], \"author\": \"ashljwl \", \"date\": [\"2016-11-05\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"circling back\", \"text\": [\"I'm 34 years old. I have combination skin, and light medium in complexion. I've used all the moisturizers on the market. Like everything for acne prone skin, anti-aging, sensitive skin, etc. I don't know why but I keep circling back to it. I've realized over time that a lot of the problems I had with my skin had to do with hydration. For me, hydrating my skin keeps the oils balance and prevents breakouts. Hydrating my skin gives my face more elasticity and helps with the dullness. It helps me diminish the look of the beginning stages of wrinkles. The price is perfect and it truly hydrates.\"], \"author\": \"o0msj0o \", \"date\": [\"2016-11-05\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"If not hydrating enough, add another layer!\", \"text\": [\"Would probably give a 4.5 out of 5, but it is a great cream. Makes very dry skin feel baby smooth. I have combination oily, acne prone skin. I am currently using a topical antibiotic for acne that really dries out my skin and this keeps my flakey skin nicely hydrated. The only downside is that you have to layer the cream for maximum hydration. It is very reasonably priced for a facial cream but expensive for a body cream, so I only use it on my face. But, for people who do not find it moisturizing enough, add another layer! Great cream for a great price. Worked for my very sensitive, acne prone skin.Would not use if very oily skin though.\"], \"author\": \"kt741 \", \"date\": [\"2016-11-04\"], \"location\": \"Buffalo NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"A+\", \"text\": [\"I have dry sensitive skin. This is a thick cream you don't need too much. This plus my other things (skin oils) takes the itch away reduces redness and leaves me really hydrated. Will be buying throughout the year.\"], \"author\": \"liz48170 \", \"date\": [\"2016-11-04\"], \"location\": \"plymouth,MI\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": null, \"text\": [\"I suffer from eczema, particularly in my hands and forearms, and this has been the best thing I've ever used. I work in a hospital, so I'm washing my hands often; but this lotion keeps my hands from drying out and cracking. And since it doesn't contain perfume, I can use it at work as much as I want.\"], \"author\": \"mgrantham \", \"date\": [\"2016-11-04\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f789f0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78988&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=976&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"the best product\", \"text\": [\"my skin was very very dry,but after i used this product, my face is very soft and no more dryness. i love it.\"], \"author\": \"eileenlim \", \"date\": [\"2010-01-19\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Fabulous\", \"text\": [\"I have tried so many different moisturizers and they either break me out or leave me too dry. This is the first to balance my skin. I absolutely love it!!!\"], \"author\": \"ESB1 \", \"date\": [\"2010-01-19\"], \"location\": \"Dallas, TX\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Light &amp; Heavy\", \"text\": [\"Great cream. It is very light for what it's supposed to do. It's effective and we like that it doesn't have a lot of the chemicals that other heavy creams have. It really is light.\"], \"author\": \"toiletryqueen \", \"date\": [\"2010-01-19\"], \"location\": \"Cambridge, MA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"4\", \"age_link\": \"25-34\"}", "{\"title\": \"Good stuff\", \"text\": [\"It's bad enough that I have moderate adult acne on my face, but I also have severely dry skin on the rest of my body, and keratosis pilaris (KP) on my arms. KP is very hard to get rid of, and I've never found a product that cures it completely. But Ultra Repair Cream made a difference right away, and after just a few weeks of use, the nasty little patches of KP are almost gone. It's also a great overall moisturizer for very dry skin. .\"], \"author\": \"nyny123 \", \"date\": [\"2010-01-18\"], \"location\": \"New York, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"love this cream!\", \"text\": [\"Bought the full size after using a sample. I slather it on in the morning and my skin feels moisturized all day. I have been using retinol at night for several weeks which dries out my skin, but this has been a savior!\"], \"author\": \"melanieS28 \", \"date\": [\"2010-01-18\"], \"location\": \"Salem, OR\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78100&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78780&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=23&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"FAB Repair Cream is a must have in your regimen!\", \"text\": [\"Received a sample in Sephora and it has improved my skin tremendously! I use this before every make up application and as a nightly moisturizer. I've noticed my redness has diminished!\"], \"author\": \"HKPower \", \"date\": [\"2016-10-25\"], \"location\": \"Houston,Tx\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"super hydrating\", \"text\": [\"I have super dry skin and this helps alot and smells pleasant.\"], \"author\": \"kirstenvaz12 \", \"date\": [\"2016-10-25\"], \"location\": \"phoenix, az\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"best moisturizer\", \"text\": [\"I've used exigencies moisturizers and cheap ones. I used to use lancome and then napoleon perdis and kate somerville. I like kate somerville goat milk, but when they changed their formula I tried this. You get much more for the price, 6 Oz for $30. It's a very reasonable price for what you get and I never ever have dry skin. I've suffered from dry skin my whole life. It works great under primer and foundation. It's not greasy and can be used virtually everywhere.\"], \"author\": \"alpha701 \", \"date\": [\"2016-10-23\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Best moisturizer, hands down\", \"text\": [\"I stumbled upon this product many years ago as a sample and used it religiously. I ran out once and decided I'd try to switch it up. BAD IDEA! My skin was terrible and I couldn't figure out why. I tried everything, serums, facial cleansers, masks...etc. I finally switched back and it's only been a week but my skin looks 100% better, it's smooth and happy. I slather this on my face and body before bed after applying my serum, and in the morning after I cleanse my face and it keeps it moisturized with absolutely no oiliness throughout the day. I have extremely sensitive skin that is prone to breakouts and I have absolutely no issues with this product. Totally worth the price and a little goes a long way!\"], \"author\": \"CBearCunningham \", \"date\": [\"2016-10-22\"], \"location\": \"Madison, Wi\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"New holy grail item!\", \"text\": [\"I got this using my beauty points and it was the best decision I ever made! I have extremely sensitive and acne prone skin and just developed redness when I hit my 30's. This cream has not only hyrdates me but kept my acne at bay &amp; reduces my redness as soon as I put it on! This is exactly what I've been looking for! Feels amazing on the skin! Will definitely buy this when my sample runs out!\"], \"author\": \"stacy723 \", \"date\": [\"2016-10-22\"], \"location\": \"Whitestone, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78d30&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78370&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=22&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Did the job for me AND my boyfriend!\", \"text\": [\"I bought this as part of the holiday kit with a bunch of products in it, because I suffer from dry, chapped skin in the winter. I use it on my face and elbows, and I have noticed a difference in only a few days of using it. My boyfriend has horrendously dry, flaky, scaly elbows in the winter, and he was convinced that nothing would work, but he is amazed by the difference this product has made. We use it 2-3 times a day, usually when we get up and go to bed, and maybe once more before we go to work. It has hydrated his skin to the point that it is no longer painful and cracked, and is starting to look more normal. Mine was never as bad, but even I have noticed a difference.\"], \"author\": \"LadyLeo91 \", \"date\": [\"2016-11-02\"], \"location\": null, \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"stay away if you have dry skin\", \"text\": [\"I was sold after reading so many great reviews. I have extremely dry skin during winter that tends to get really uncomfortable and feel tight when it's super dry. I also have occasional flaking when my skin gets really bad. I purchased this thinking that it would help, but it's been three days and I've been using this 2-4 times a day with no improvement. I might as well not be putting anything on my face.\"], \"author\": \"Kabshz \", \"date\": [\"2016-10-31\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"1\", \"age_link\": null}", "{\"title\": \"Nah\", \"text\": [\"I have dry semi-sensitive skin. While I liked this at first, the smell is nice, price agreeable, and overall makes my face feel good upon putting it on, I find within the hour, my dry patches on my face begin to flake with dead skin. It dries out the dryest parts like around my nose. \", \"I have used it on other parts of my body and found that it helps lessen the visibility of scars, but for my face, Its more negative than positive. Will not be repurchasing. I can't wait till my 6 oz tub is done.\"], \"author\": \"Afroz \", \"date\": [\"2016-10-28\"], \"location\": \"NYC\", \"skin_type_link\": \"Dry\", \"rating_score\": \"3\", \"age_link\": \"18-24\"}", "{\"title\": \"Not impressed\", \"text\": [\"I was looking forward to this product to work miracles on my dry skin but it just seemed like any other moisturizer. I saw so many rave reviews but it is really nothing game changing. I know it says no scent, but mine definitely has a smell I can't describe that I cannot stand to put on my face. Once it absorbs the smell goes away, but no thanks. I will just have to use this as a super expensive body cream instead.\"], \"author\": \"matchaoreo \", \"date\": [\"2016-10-27\"], \"location\": \"CA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"2\", \"age_link\": \"25-34\"}", "{\"title\": \"Truly one of the best skin creams out there\", \"text\": [\"I completely LOVE this cream. I have so many bottles of it. I keep some at work, some in my purse, a huge bottle at home... I use it all the time.\", \"I think my favorite thing about it is that it is so hypoallergenic, I feel confident I can offer it to any of my friends and they can use it wherever they need. Its so mild, yet extremely effective. My friend with eczema buys huge bottles of this. My friend with many, many allergies uses this.\", \"I personally have used this all over the place- its a great overnight cream for feet, its perfect as a hand lotion during the day, soothing to chafed or bruised skin after an intense work out. I even sometimes use this a face cream if my skin is especially dry (although it does clog my pores a little bit, I don't get any acne, just my big wide pores get gunked up)I find this to be a really eye cream, also!\", \"Seriously, such a great buy. If you are picky about finding a neutral, hydrating, soft, reliable skin cream, THIS IS THE ONE. HOLY GRAIL.\"], \"author\": \"maggitronica \", \"date\": [\"2016-10-27\"], \"location\": null, \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78ac0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106e161d0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=974&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Absolutely the best I've ever used\", \"text\": [\"Please everyone buy this so it NEVER gets discontinued. I consider myself a product junkie and have tried hundreds of moisturizers, high end to drugstore. I fell in love with this at first use. Hasn't made me breakout, skin looks plump and rejuvenated. Great for face and body, generous container for the price. I could not love this more and it has finally made my dry skin look lovely and soft. Best beauty purchase in years!\"], \"author\": \"AlvaStarr8 \", \"date\": [\"2010-01-25\"], \"location\": \"New Haven, CT\", \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Exceptional &amp; Economical!\", \"text\": [\"I bought the Ultra Repair Cream after receiving a sample with my Sephora order. I immediately ordered the cream. It is luxurious, luminous and lightweight. I have a severely dry, ruddy complexion. This cream covers and protects but never feels heavy or greasy. It is great for a day outside during the winter. If you are a winter enthusiast this is the cream for you. I adore this cream. Also, the large 6oz size for $28 dollars is a value. The cream goes a long way. So it is the perfect solution for those looking to stretch their beauty dollars.\"], \"author\": \"bboy72 \", \"date\": [\"2010-01-24\"], \"location\": \"Buffalo, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Great Product\", \"text\": [\"Product reminds me of Noxema (the texture and smell), wasn't sure of it at first and I must admit, I am hooked. I have extremely sensitive skin and it really works, no more dry skin and does tone down the redness. Highly recommended!\"], \"author\": \"drygirl \", \"date\": [\"2010-01-24\"], \"location\": \"Northwest Indiana\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Amazing.\", \"text\": [\"I'm to swear by this for the rest of my life. This is thick and creamy without the grease -- extremely moisturizing. I didn't realize how dry my skin was until I started using this.\", \"I use this cream on my face everyday and it hasn't done anything to clog my pores. Using it on my eyelid eczema has caused my eczema to go away; I don't really have a use for my steroidal cream any more (this is a much healthier substitute). I also gave a bit to my mother to try out for her rosacea; she says it's the best lotion she's ever used -- perfect and thick without the grease. My little sister also loves it.\", \"Overall: Amazing. I hope this never gets retired.\"], \"author\": \"sonnet \", \"date\": [\"2010-01-23\"], \"location\": \"Baltimore, MD\", \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"love it!\", \"text\": [\"I received this as a sample and bought a jar as soon as the sample was gone. The price is actually less expensive than drug store products and it works wonders. It heals chapped lips and noses in one day, and I can use it all over my face without my sensitive skin breaking out.\"], \"author\": \"elllla \", \"date\": [\"2010-01-22\"], \"location\": \"Boston, MA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106e16a58&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78a58&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=973&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Great cream\", \"text\": [\"I really love this lotion...its light and non-greasy. I have really dry skin and this still is a great fix.\"], \"author\": \"mcginsa \", \"date\": [\"2010-01-27\"], \"location\": \"Washington, DC\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"stinky\", \"text\": [\"did not care for smell or texture. did not use past that.\"], \"author\": \"pickypickee \", \"date\": [\"2010-01-27\"], \"location\": \"boston,ma\", \"skin_type_link\": \"Combination\", \"rating_score\": \"2\", \"age_link\": \"45-54\"}", "{\"title\": \"Love it\", \"text\": [\"This is my favorite First Aid Beauty product. It settles my red skin in record time. There is a short tingling sensation, but it works even better than the anti-redness serum!\"], \"author\": \"detroiterinyc \", \"date\": [\"2010-01-27\"], \"location\": \"New York, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"ECZEMA CURE!!\", \"text\": [\"I have been battling my son's eczema for months. I have tried everything. This stuff cleared it up within 3 days and it's not come back. I do use it 1-2 times daily, even when his skin looks good. what a relief to find something that works and works fast!!\"], \"author\": \"lki897 \", \"date\": [\"2010-01-27\"], \"location\": \"Virginia Beach, VA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Oily, bad acne--great stuff!\", \"text\": [\"I have oily skin. But I also have dry skin. Weird, I know. But my skin can be oily, but flaky-dry. I also have very bad cystic acne. I am amazed at what using this product once a week before I go to bed instead of my regular skin regime, has done for my skin. It hasn't helped the oilyness. But, it has helped the dry/flakiness. I also have very sensitive skin and it doesn't bother it. AND I'm actually breaking out WAY less and the breakouts aren't as deep/severe. AMAZING! I've never been able to use a moisturizer on my face and not break out from it. This stuff is great!\"], \"author\": \"emotar \", \"date\": [\"2010-01-27\"], \"location\": \"NE\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78920&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78ed0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=24&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Very Effective!\", \"text\": [\"I have dry patches of skin due to Psoriasis and this stuff works like a charm! I also use a topical steroid from time to time but this lotion comes in handy between treatments. I love it!\"], \"author\": \"ArmyChick84 \", \"date\": [\"2016-10-21\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Winter Perfection\", \"text\": [\"I originally bought this as a winter nighttime face cream. I am a fan of FAB's Face Moisturizer but needed something a bit thicker in the dry winter months. I've now used it for a year and adore it. I have very sensitive skin so most things start to irritate me very quickly but this is gentle and effective.\"], \"author\": \"JenneliTX \", \"date\": [\"2016-10-21\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Stings my skin\", \"text\": [\"I got this product after a lot of really good reviews. I do not have sensitive skin to begin with, neither does my boyfriend. However when we both tried the product we felt the product stung our face. It does moisturize as described, but we didn't like the feeling when applied. I use this as body lotion only now.\"], \"author\": \"Wen314 \", \"date\": [\"2016-10-21\"], \"location\": \"San Diego, CA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"3\", \"age_link\": \"18-24\"}", "{\"title\": \"Love it but weird smell\", \"text\": [\"First off, let me just say that I LOVE this moisturizer! I usually get the 2 oz and it surprisingly last me months! I just recently got a new one and for some reason it has a weird, musky, old smell to it. None of my past ones had that smell so I don't know if I got a bad one or what but I'm sad because I lost my receipt and did not have the chance to exchange it in the case it was a bad batch. I plan to go back and smell a tester or something and will still repurchase when I run out but again, my others had a pleasant scent unlike this one!\"], \"author\": \"Anonymous \", \"date\": [\"2016-10-20\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Good lotion, not to heavy!\", \"text\": [\"I have sensitive skin and eczema. I put this on after I wash my face at night and in the morning I have no dry spots. I apply another lotion right on top in the morning and my face is well moisturized for the whole day! I will be buying more.\"], \"author\": \"Rozayy1 \", \"date\": [\"2016-10-19\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78cc8&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106e161d0&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=972&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Too harsh for sensitive skin types\", \"text\": [\"I have sensitive skin, and found this product to be too harsh for use on my face. Great for the body though!!\"], \"author\": \"WendyKe \", \"date\": [\"2010-01-28\"], \"location\": \"South San Francisco, CA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"3\", \"age_link\": \"35-44\"}", "{\"title\": \"Love it!\", \"text\": [\"Super thick, but feels light when you put it on. Not sticky at all. Absorbs quickly and really makes a difference on super dry skin. I even put it on my baby's face. I love that there is no scent, too.\"], \"author\": \"StephanieRM \", \"date\": [\"2010-01-28\"], \"location\": \"Alabama\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"A MUST\", \"text\": [\"If you have eczema this cream if fantastic. I have been searching for years for a great cream that can be used on the face as well as all over and this is it. Only downfall is there is no SPF for daytime.\"], \"author\": \"jh257 \", \"date\": [\"2010-01-28\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Good Stuff!\", \"text\": [\"This product helps my rosacea prone dry skin regain some balance. It relieves the heat and pain. This cream also has antioxidants and is very moisturizing.\"], \"author\": \"sewmary \", \"date\": [\"2010-01-28\"], \"location\": \"Fairmont, WV\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": null, \"text\": [\"very moisturizing, absorbing,stays on\"], \"author\": \"Kykla \", \"date\": [\"2010-01-27\"], \"location\": \"ft collins colorado\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106e16c60&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78d30&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=971&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Did what I was hoping it would\", \"text\": [\"I bought this product for my child who has keratosis pilaris on his arms, legs and cheeks. I have tried everything under the sun to help improve this for him. Well, within a day I could start seeing results. I was amazed. It is now cleared up on his legs and arms and only small amounts on his face.\", \"I wouldn't recommend this for anyone with just mild - normal dry skin, it seems way to intensive for that. My dry hands feel like oil slicks just from applying this on my son. And the smell leaves much to be desired - kinda stinky, but certainly not bad enough to make me stop using it. All in all, I'm extremely happy with my purchase. If you have KP or extremely dry (the kind that stings when you apply cream to it) I highly reccommend trying this.\"], \"author\": \"brey321 \", \"date\": [\"2010-02-02\"], \"location\": \"Greenfield, NH\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"18-24\"}", "{\"title\": \"smooth and silky\", \"text\": [\"Hi all, I have terribly sensitive legs after shaving. This is the first cream I have ever used that soothes the burning and itching. It feels wonderful to apply. It's like rubbing silk into your skin.\"], \"author\": \"unitsofhappyness \", \"date\": [\"2010-01-31\"], \"location\": \"Toronto, ON\", \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Disappointed\", \"text\": [\"I really really wanted to like this product. I have combination skin which tends to get very dry in my T-zone. Unfortunately, this product made my skin very greasy and left a wax like film on my face and didn't help the dryness I have.\", \"Still searching for that perfect moisturizer\"], \"author\": \"nikstills \", \"date\": [\"2010-01-30\"], \"location\": \"Freehold, NJ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"1\", \"age_link\": \"25-34\"}", "{\"title\": \"greasy\", \"text\": [\"It's emollient all right. So much that I returned the product because it was too greasy for me and caused me to break out.\"], \"author\": \"parsuzi \", \"date\": [\"2010-01-30\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"1\", \"age_link\": \"35-44\"}", "{\"title\": \"disappointed\", \"text\": [\"Did not solve my dry skin problem, hated the eucalypus smell and sticky texture.\"], \"author\": \"drymaidan \", \"date\": [\"2010-01-28\"], \"location\": null, \"skin_type_link\": \"Dry\", \"rating_score\": \"2\", \"age_link\": \"45-54\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f787e8&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78e00&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=27&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"LOVE!\", \"text\": [\"I purchased this product after having an allergic reaction that demanded I purge my usual routine. I love this lotion, It fight dry skin in the ever changing Chicago climates and isn't greasy. I haven't had any dry patches or breakouts like I have with past products. I loved this product so much that I have begun using other products in this line. I wont be returning to my old moisturizers anytime soon.\"], \"author\": \"GypsyHollywood \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": null, \"text\": [\"Amazing moisturizer!\"], \"author\": \"Adi23 \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": null, \"text\": [\"I really like this cream. It tends to have a greasy residue at first but it really works at moisturizing my fickle skin.\"], \"author\": \"grace523 \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Best Moisturizer Ever!!\", \"text\": [\"I absolutely love this product. I use it every morning and night. It really helped with my dry acne skin freshman year. Now I am a sophomore and I only have acne scars. I had super dry flaky skin and this did the trick! Would 10/10 recommend!\"], \"author\": \"rachaelhra \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": null, \"text\": [\"I have looked for so long for something to cover my red and brown spots.and this stuff works like a charm. This will now be daily part of my beauty regimen. I will keep on one hand from now on.\"], \"author\": \"dolphinmagick \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78168&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78d98&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=970&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"This is a GREAT product!\", \"text\": [\"I first got this product as a sample and I liked it so much I bought the full sized container. I use this on my face but I also use it on my arms that are very dry and on my hands where I have eczema and it works great. The only thing I would suggest for this product is that it should come in a small tube that I could keep in my purse so I could have it with me all of the time.\"], \"author\": \"vc46880 \", \"date\": [\"2010-02-06\"], \"location\": \"Richmond, VA\", \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Finally! Something that works\", \"text\": [\"I have peeling around my nose and mouth as well as itchy skin, etc. This is the only stuff I have found to literally take that away and last for a few days. I love it! Makes my skin feel smooth and the menthol is noticeable as far as smell but no tingle. I plan to buy some ASAp as I only had a sample.\"], \"author\": \"KKreger \", \"date\": [\"2010-02-06\"], \"location\": \"Rainier, OR\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"Amazing\", \"text\": [\"Absolutely love this product. It is my new daily facial cream.\"], \"author\": \"SSasson \", \"date\": [\"2010-02-03\"], \"location\": \"NYC\", \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Great for dry, sensitive skin\", \"text\": [\"I have extremely dry, sensitive skin and most products are either too gentle or break my skin out. This product is perfect. When I first started using this cream it did sting my face. I was a little taken aback by this and was concerned this product wouldn't live up to it's claims. I figured the stinging affect was because my skin was so tight and dry. I have continued to use this product for two weeks and the improvement to my skin is amazing. I use a prescription acne medication and in conjunction with this cream I have experienced very little peeling and no redness. I also tried this cream on a patch of red, bumpy skin on the back of my arm and it is starting to improve. I am glad I stuck with this product.\", \"Other reviewers have mentioned the smell of this product. The smell is a little medicated however the scent fades away almost immediately. I am pretty sensitive to smells and I do not find the scent of this product offensive.\", \"I would not recommend this product for people with normal or oily skin. This is truly a dry skin treatment.\"], \"author\": \"lisapisa \", \"date\": [\"2010-02-03\"], \"location\": \"Atlanta, GA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"love it\", \"text\": [\"got it for my boyfriend who has extremely rough dry skin which cracks easily in the winter...he loved it because it is lightweight yet intense enough to keep his face looking smooth and healthy (and not greasy), unlike various drugstore ointments...since he was raving about it, I tried it as a night cream...and I love it also... a little dollop goes a long way...almost like sleeping in a moisturizing mask/treatment...overall, a great product... cant wait to use it on a plane...long flights dry my skin a great deal but this time I am prepared...\"], \"author\": \"gifbk \", \"date\": [\"2010-02-02\"], \"location\": \"Brooklyn, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78308&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78c60&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=29&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"HOLY GRAIL\", \"text\": [\"My go-to all time favorite moisturizer. It's the only one that works for me, I have super dry skin and after I use this moisturizer my face feels so much better and softer. It doesn't have a strong scent which I prefer. I definitely recommend to those with really dry skin.\"], \"author\": \"courtneyashton \", \"date\": [\"2016-10-16\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"nothing special\", \"text\": [\"I've actually purchased this hand cream a couple of times. It's nice in that it has no real odor/fragrance and absorbs quickly. However, it's not especially moisturizing. Like I feel as though my hands are dry a short time after use.\"], \"author\": \"KJeff \", \"date\": [\"2016-10-16\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"3\", \"age_link\": null}", "{\"title\": \"Love THIS\", \"text\": [\"I first was introduced to this in Dec of 2015. I caught chicken pox for the first time at 32 yrs old and had scars omg! A rep told me to purchase this and I was unsure at first but it cleared my face up in no time. No signs that I had chicken pox! THIS IS A MUST!\"], \"author\": \"MotivatedMama83 \", \"date\": [\"2016-10-14\"], \"location\": \"Memphis, TN\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"AMAZING, especially for excema!!\", \"text\": [\"I LOVE this stuff. I use it as a wintertime moisturizer for, well, pretty much my whole body. A tiny bit on the face does wonders to combat dry, flakey skin and makeup application goes on much smoother. Ut has never made me break out or anything like that. I've used this after spa-grade acid peels when my skin is VERY sensitive and flakey and it doesn't sting or iritate it. I also use this on feet, knees and elbows that can get rough. It's helpful during the summertime too- awesome for week-old sunburns when most of the pain has subsided and the skin is just peeling. But the thing that makes this a must have more me year-round is what it does for my hands. I have severe excema on my hands that itches like crazy, and even most of the medicated creams from my dermatoligist just seem to make it worse. This moisturizer is the only thing that doesn't make the itch worse and sooths the dryest, flakiest, grossest, most uncomfortable parts on my hands- even the parts that are cracked and weeping. A must have for me year round. I would highly, highly reccomend this to anyone.\"], \"author\": \"Kaiaaa \", \"date\": [\"2016-10-14\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"HOLY GRAIL\", \"text\": [\"I'll never be without this. It's refreshing and incredibly moisturizing. It has a great scent, it's lightweight and it just makes you feel good. I can slap this on right before applying foundation and it soaks right in, doesn't leave an oily residue. You can use it anywhere on your body, but I would have to waste it so quickly, just because I love, love, love it for my face. A for sure!\"], \"author\": \"jas17 \", \"date\": [\"2016-10-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f787e8&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106e16c60&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=28&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": null, \"text\": [\"This stuff is great. A little goes a long way so I don't care how much I paid for it. I have sensitive skin and it works lovely. Not greasy or heavy.\"], \"author\": \"hurricanetrina \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Great!\", \"text\": [\"This cream does wonders. I use it mostly for my face but it can be used all over the body. I love how it feels and it doesn't have any extra gunk that leaves your skin feeling greasy.\"], \"author\": \"Joci3 \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Love it\", \"text\": [\"This is my favorite moisturizer for winter or when my skin is needing a little help. It helps clear up any redness I may have and it is the only one my husband can use on his super sensitive skin! We love it in our household. I do only use it at night because I have oily skin and it tends to be a bit much for daytime. My husband is very dry and he uses it whenever.\"], \"author\": \"keelizabeth \", \"date\": [\"2016-10-17\"], \"location\": \"Houston, TX\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": null, \"text\": [\"This product is so incredibly hydrating. You get so much product for the price! It's super lightweight, unscented and a godsend for sensitive skin. I have combination/oily skin but this doesn't make me feel greasy, just hydrated. I would not recommend putting this on right before you put on makeup because it won't last as long.\"], \"author\": \"KyraColleen \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Great Moisturizer\", \"text\": [\"Best Moisturizer that I have come across. Smooth finish, doesn't feel heavy on skin. I have dry sensitive skin and this worked perfectly for me.\"], \"author\": \"gargi0707 \", \"date\": [\"2016-10-17\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106e161d0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78370&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=968&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Greasy\", \"text\": [\"I loved the idea of this product, but the reality was very disappointing. It was very greasy, to such an extent that I was sure it was going to make me break out so I quickly washed it off. It does seem like an emollient rich cream, but my skin felt oily and disgusting. I would not recommend it.\"], \"author\": \"cvthomps \", \"date\": [\"2010-02-17\"], \"location\": \"New York, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"1\", \"age_link\": \"25-34\"}", "{\"title\": \"Excellent...\", \"text\": [\"I use First Aid Beauty's Ultra Repair Cream on my hands because they are so sensitive to the cold weather that they crack and bleed. After using this cream the first day I noticed a big difference and after a few more days my hands looked remarkably more healed and now after a few more days my bleeding hands look perfectly normal. I was amazed at how well and quickly it worked. It blends in easily and I make sure to keep it applied after being outside in the cold. It really has worked for me.\"], \"author\": \"tenngal \", \"date\": [\"2010-02-17\"], \"location\": \"Tennessee\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Great Cream\", \"text\": [\"I use this cream on my neck and decolletage every day. It works as well as anything else I've ever used and the price is great. I really like it.\"], \"author\": \"donnag \", \"date\": [\"2010-02-16\"], \"location\": \"Oklahoma City, OK\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"Not \\\"repairing\\\" enough\", \"text\": [\"I bought this after reading so many great reviews. I've got extremely dry skin, and recently I developed extreme sun allergy. I bought this hoping that it'll be moisturizing. It's definitely non-greasy, as it has this nice whipped texture. However, it didn't absorb quickly (I had to rub it in circular motion for a while) and after it absorbed, it wasn't as moisturizing as I had hoped. At least this cream doesn't cost an arm and a leg.\"], \"author\": \"ilovelic \", \"date\": [\"2010-02-15\"], \"location\": \"Long Island City, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"3\", \"age_link\": \"25-34\"}", "{\"title\": null, \"text\": [\"works extremely well. my face gets very dry during the winter to the point where its red, course and itchy. Used a bit of this for a few days and it started getting all better. before i found this, I was putting my regular moisturizer on several times a day for a week and it still wasn't getting better.\"], \"author\": \"benjal \", \"date\": [\"2010-02-13\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78030&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78098&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=967&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"WOW\", \"text\": [\"AMAZING for dry cracked hands - no burning!\"], \"author\": \"AnnieC1234 \", \"date\": [\"2010-02-18\"], \"location\": \"Ann Arbor, MI\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"pretty good\", \"text\": [\"I got this as a sample and loved how it hydrated my super dry skin, especially for my face, overnight. So I bought it, and a few months later, I still like it but am not as in love. It's protective, but doesn't work well with makeup (and I only wear very light coverage makeup). I think I shouldn't rely on this for an everyday/overnight moisturizer as I have been this winter -- for occasional treatment it's great, but I think I need something more nourishing for regular use. 4 stars for lack of versatility and nourishing skincare benefits, but good enough for use as a protective barrier in the winter months. Another plus: gentle for sensitive skin!\"], \"author\": \"katiebugg \", \"date\": [\"2010-02-18\"], \"location\": \"Philadelphia, PA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"25-34\"}", "{\"title\": \"Absolutely fantastic!\", \"text\": [\"This cream is great -- as long as it is appropriate for your skin. I would not recommend it for oily skin, and it may be too heavy for summer use. For now, though, this cream is helping my skin get through a cold, snowy winter! None of the usual dry patches I get this time of year!\", \"I use this cream on my face in the morning, under sunscreen, and at night. In the morning, my face is nice and soft, but not greasy. This cream does balance out your skin.\", \"Some reviewers have mentioned that this cream is waxy. I will admit that it does leave a kind of film on the surface of the skin, but this is why it's so great as an occlusive -- something that locks moisture into your skin and prevents moisture evaporation. This keeps your skin supple. It's also very protective.\", \"The cream has an interesting texture. Not creamy, as I expected, but ruch, nonetheless.\", \"I have also used this cream on my arms and legs. Don't really like it on my arms, as I can feel a slight residue during the day, but it's great on the legs, especially around my ankles, which tend to chap in the winter.\", \"I lucked out at the counter at Sephora when I purchased this cream as one of the sample I was able to choose from was the F.A.B. face wash. I wanted to try the face wash, but didn't want to shell out for it. Well, the face wash is great. Cleans well while softening and leaving no deposit behind. I will buy the face wash and cream again!\", \"Highly recommended. Stay away from the cream, however, if you have oily skin or do not like to feel any residue on your face after you moisturize.\"], \"author\": \"cezanne \", \"date\": [\"2010-02-18\"], \"location\": \"Philadelphia, PA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"Moisturizing but not greasy!\", \"text\": [\"This is the first moisturizer I've used that has not been greasy. Every other lotion leaves a greasy sheen to my face, which is already oily to begin with. Not only is the moisturizer lightweight but it absorbs quickly. It definitely keeps dry winter skin at bay. And a little goes a long way. Love it!\"], \"author\": \"sassyc \", \"date\": [\"2010-02-18\"], \"location\": \"Sellersville, PA\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": null, \"text\": [\"Excellent product! Perfect for all types of skin!\"], \"author\": \"vermitusa \", \"date\": [\"2010-02-18\"], \"location\": \"New York, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78e00&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78578&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=966&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"This stuff is for REAL.\", \"text\": [\"I have incredibly dry skin half the year and the other half I get hormonal dry patches on my cheeks. I went into Sephora looking for the Boscia moisture pack treatment, but they were sold out. The SA recommended I try this stuff out and I could not be happier! I haven't seen a dry patch since day 3 of using this product. It's now been about 3 weeks and my pores are relaxed, and I'm even noticing that my skin tone is really improved. (I actually went to a restaurant with NO MAKEUP for the first time in YEARS after a week with this stuff!) I am a loyal user of this brand, now, and also use the cleanser and the anti-redness serum.\"], \"author\": \"redheadintexas \", \"date\": [\"2010-02-19\"], \"location\": \"Houston, TX\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Great facial moisturizer\", \"text\": [\"I decided to buy a full sized jar of this after trying a sample from Sephora. This is a great facial moisturizer for my combo, breakout prone skin. My face gets drier in the winter months and I needed to find something more moisturizing than my regular moisturizer...this fits the bill. And the tub is large for the price. V.happy w/this product.\"], \"author\": \"yooper72 \", \"date\": [\"2010-02-19\"], \"location\": \"Lansing, MI\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"this stuff is GOOD\", \"text\": [\"This is the best deep-moisturizing cream I've tried. I can use it both at night, and in morning under spf and makeup, because, while it's super rich and nourishing, it doesn't feel greasy. At All. I love it. No more going to bed with a face that looks like I smeared vasoline on it! And best yet, it really does leave your skin feeling soft, looking supple, and I'm fairly confident that it heals breakouts and reduces redness (but maybe I'm just in a honeymoon phase with this stuff - we shall see).\"], \"author\": \"Remedios \", \"date\": [\"2010-02-18\"], \"location\": \"atlanta, GA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Light, but nourshing\", \"text\": [\"I mostly use this on my dry, nursing hands. I love that is absorbs immediately, and is not greasy. Leaves my hands soft and smooth.\"], \"author\": \"cubbybearrn \", \"date\": [\"2010-02-18\"], \"location\": \"Ft. Myers, FL\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": null, \"text\": [\"I really am fairly new to having a dry face. My skin is was always very oily and I used to stay away from moisturizers but this winter i had many dry patches on my face, around my mouth, the edges of my forhead and my nose, This miracle cream really helped me. my face is back to normal and I can use it without breaking out! I recommend this to anyone. You can use it all over your body and i love using it on my hands at night. It also has no scent which is a major plus!\"], \"author\": \"LeidyR \", \"date\": [\"2010-02-18\"], \"location\": \"New York, NY\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78850&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78780&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=33&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"best moisturizer!\", \"text\": [\"I have tried a lot of moisturizers &amp; all of them break me out! My foundation would cake up on my nose because of my dry flaky spots. This one was recommended to me in store and I don't think I'll switch to anything else! Love it\"], \"author\": \"freakinjess \", \"date\": [\"2016-09-29\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"okay\", \"text\": [\"I have only used this on my hands. It absorbs quickly and doesn't leave my hands feeling greasy. It leaves the top of my hands smooth and moisturized but my palms seem extra dry after using it. It rather odd. I don't think I will buy it again.\"], \"author\": \"gigi3336 \", \"date\": [\"2016-09-28\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"3\", \"age_link\": null}", "{\"title\": \"Amazing!\", \"text\": [\"Pregnancy has really dried my skin out especially my feet, face, and hands... I received a 1.0oz sample in my VIB bag and I am hooked! Not greasy at all and made my feet silky soft!\"], \"author\": \"LH0well \", \"date\": [\"2016-09-27\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Nothing special\", \"text\": [\"It balls up on my face and the back of my hand. I'm glad I only bought the smallest size. I compared it with another moisturizer, I feel like this one doesn't sink into my skin and it feels thick on the skin.\"], \"author\": \"ki33s \", \"date\": [\"2016-09-25\"], \"location\": \"Las Vegas, NV\", \"skin_type_link\": \"Combination\", \"rating_score\": \"1\", \"age_link\": \"25-34\"}", "{\"title\": \"Wow... Sunburn Relief!\", \"text\": [\"I wasn't in the market for any sort of lotion whatsoever, so when I received a sample of this with my online order, I figured I could toss it in my purse for an emergency moisturizing... Well, I was browsing through reviews on the bestsellers page of the Sephora app, and this product was practically worshipped for its abilities. The reviews were glowing. So fast forward to a couple days later, and I get this terrible sunburn on my shoulders. I just knew it would be a matter of days before the skin would start peeling and flaking in that absolutely gross way sunburns do. So I panic and try and find something I own that could possibly prevent this, and I find my sample of this Ultra Repair Cream in my purse,... And I mean, it has \\\"REPAIR\\\" in the name, right?? How bad could it be? So I put it on my shoulders daily for a week (until the sample ran out). I was FLOORED. No peeling whatsoever! My sunburn faded into a nice tan and my skin felt amazingly smooth. I got another sample and started using it on my rough elbows. This is a miracle cream. I'm amazed I love it so much. I didn't need another lotion, but now,... I'm using my current products up as quickly as I can so I can buy a tub of this!!!\"], \"author\": \"JessLess \", \"date\": [\"2016-09-23\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f782a0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78308&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=963&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Amazing\", \"text\": [\"I was on the prowl for a new moisturizer. No certain brand in mind. At first I had decided on a Clinque product and as I was trying to steer my girlfriend towards the checkout counter I noticed the nice little setup they had of the F.A.B products. I stood there contemplating whether to buy something I knew was a good product or take a chance on the FAB moisturizer. Of course I decided on the FAB and I must say... I absolutely love it. My Face gets so dry and I MUST moisturize every morning and Ive noticed that I can moisturize every other day now. Its the perfect product to use under your makeup (just make sure it has sank into your skin first.) My face is so soft now and my skin tone has actually improved. I suggest that every woman try this at least once because I can promise you that you'll be hooked.\"], \"author\": \"LipstickLesbian \", \"date\": [\"2010-02-27\"], \"location\": \"Evansville,IN\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"18-24\"}", "{\"title\": \"Love this stuff!!!\", \"text\": [\"I originally purchased this for my boyfriend and myself, which was difficult because we have different skin types. He needed something soothing for sensitive skin, and I needed a good daily moisturizer that could stand up to a NY winter. We both found exactly what we were looking for. We also purchased the FAB cleanser, which works well with the moisturizer. My boyfriend's itchy rash has gone away, and his face is so smooth. As for me, I find the moisturizer sinks in quickly when used right after a shower. My cheeks sometimes feel tight once it starts to sink in, but I just run my hands over them again to add a little more moisture. Works just fine under makeup as well.\"], \"author\": \"christinmichelle \", \"date\": [\"2010-02-25\"], \"location\": \"Rochester, NY\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Good, not excellent\", \"text\": [\"Here's the skinny on this cream: it's really moisturizing, but I can't use it on places that are prone to breakouts. For me, that would be my cheeks and nose. I tried using it all over my face, and those are there areas where I noticed it clogged my pores. However, this stuff did get rid of the flakiness above my eyebrows and on my chin. It even helped heal the flakiness from a scabbing over-popped blemish (gross, I know) without irritating, stinging or infecting the wound. It's also too heavy to use under makeup, so I'll continue to use Hope in a Jar in the morning and FAB Ultra Repair Cream at night on my flakey spots.\"], \"author\": \"ldh54293 \", \"date\": [\"2010-02-24\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Amazing stuff\", \"text\": [\"I was hesitant to put this cream on my face since it first appears thick but it absorbs very quickly and heals so well! It left no residue and did not cause any breakouts! This is amazing stuff. I also used it on my hands and it was the only thing to heal up some winter handwashing ezema I was fighting. Totally recommend this!\"], \"author\": \"dugit \", \"date\": [\"2010-02-23\"], \"location\": \"Marshall, MO\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Worth Every Penny\", \"text\": [\"This is an amazing product. Works great especially on super dry winter skin.A little goes a long way on this one.I gave some to my mother in law to try on her very sensitive, very thin skin, after she had been in the hospital for several weeks. She told me that she's never had a product work so well for her. :)I would highly recommend this to anyone!\"], \"author\": \"AngelKat \", \"date\": [\"2010-02-22\"], \"location\": \"Green Bay, WI\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f789f0&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78168&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=34&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Must have for dry skin\", \"text\": [\"This is a must-have product for people with very dry skin. It is non-greasy, lightweight, fragrance free, and just the 2oz travel size lasts a really long time because it doesn't take a lot to moisturize your skin. I will rave about FAB products until I am out of breath because this is a great line for those of us that get dried out.\"], \"author\": \"emiphiphi \", \"date\": [\"2016-09-23\"], \"location\": \"Indianapolis, IN\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"LOVE FOR THE WHOLE FAMILY!\", \"text\": [\"This stuff is a winter savior! I have three sons all in middle school. All have eczema and get super dry around their lips and noses in the winter. This cream works beautifully on their young pore less skin. So gentle, healing, and non irritating. One of my boys is VERY allergic to many products, even all natural ones. But he's does fine with this. It has a middle, minimal scent. Great for everywhere on body!! I use it at night and wherever I'm extra dry. Great stuff!!!\"], \"author\": \"afw3 \", \"date\": [\"2016-09-23\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Very nice\", \"text\": [\"This goes on without feeling heavy, greasy or in any way sticky. It has the smallest of scents, but it took me three days to notice it AND it fades right away. I have sensitive skin that tends to be dry, but if the moisturizer is oily, I break out. This doesn't do that to me. My skin loves it. I keep the travel size in my bag for my hands too.\"], \"author\": \"Jessbean \", \"date\": [\"2016-09-22\"], \"location\": \"Fresno, CA\", \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"lifesaver\", \"text\": [\"This product seriously has saved my skin living in Utah. There are many amazing face creams out there, but this one has made a difference in my life and I have the most sensitive skin it's unbelievable!Would DEFINITELY recommend to EVERYONE!! They even offer different bottle sizes for those who need a travel size, a month size or an everyday size!\"], \"author\": \"BeautifulBree \", \"date\": [\"2016-09-22\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": null, \"text\": [\"Amazing!!! I have very oily skin and this moisturizer provides hydration without leaving a greasy residue. My skin feels supple and hydrated which in turn reduces the amount of oil my skin produces throughout the day. I highly recommend this product to anyone! Don't be afraid my oily girls!\"], \"author\": \"seamiss8610 \", \"date\": [\"2016-09-22\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78d98&gt;"]},
{"sku": ["&lt;_sre.SRE_Match object at 0x106f78648&gt;"], "ratings": ["", "", "", "", "", ""], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=961&amp;scrollToTop=true"], "number_review": ["", "", "", "", "", ""], "reviews": ["{\"title\": \"Great Stuff\", \"text\": [\"This winter my skin was super dry but since I started using this cream it feels soft and moist. Highly recommend\"], \"author\": \"flamestrike7 \", \"date\": [\"2010-03-04\"], \"location\": \"Weatherford, OK\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"Surprisingly Wonderful\", \"text\": [\"After developing what turned out to be rosascea, I was at a loss as to what to use for my skin care regimen since everything seemed to make my skin worse. My face was dry, red, blotchy reactive and flaky. I've used the Ultra Repair Cream for 2 months now and I LOVE IT. Within a half hour of application my skin is moisturized (but not shiny), calmed and the redness is almost completely eliminated. That tight, itchy, awful, dry feeling is immediately relieved. The jar is huge, and it can be used anywhere on the body. I use it right after shaving and I never get razor burn anymore. I've also tried it on my feet too, and it works really well. It has a subtle calming effect and is not at all greasy. I've not had any problem with it ballling up or pilling under primer or foundation. You absolutely cannot beat the price. I will definitely be buying this again!\"], \"author\": \"gabi1996 \", \"date\": [\"2010-03-04\"], \"location\": \"Port Orchard, WA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"Answer to My Prayers!\", \"text\": [\"As a lifelong sufferer of eczema and sensitive skin, I always have difficulty finding products that work. This cream is amazing! I have had the worst breakout on my hand, face and body the last two years and no prescription from my dermo or otc has worked, but this definitely has! Within 2 days I had healthly healing skin. Used in conjunction with the anti-redness serum and the cortizone stick for extra help where needed, it is the answer to my prayers! Great for nurses, hairstylists or anyone who is constantly exposed to harsh detergents and water. Thank you FAB &amp; Sephora!\"], \"author\": \"sephdevotee \", \"date\": [\"2010-03-04\"], \"location\": \"Cincinnati, OH\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"Amazing!!!!\", \"text\": [\"Finally! A product that actually works. Its just enough for my eczema but not too heavy. It works just as well as Philosophy, without the high price! Safe to use on your face without causing breakouts. It gives u the perfect amount of moisture. I would highly reccomend this product. Keep it comin!!!\"], \"author\": \"Isabelchild392 \", \"date\": [\"2010-03-03\"], \"location\": \"Voorhees, NJ\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Truly a great moisturizer!\", \"text\": [\"It does what it says it will and for a lower price than other products that don't work! Rich but not greasy. It really helped heal my winter dryness and eczema patches. Really nice smooth texture, and works as well on my face as on my elbows, heels, etc. Love Love Love this stuff!!\"], \"author\": \"jenny13 \", \"date\": [\"2010-03-03\"], \"location\": \"Lakewood, Ohio\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}"], "page": ["&lt;_sre.SRE_Match object at 0x106f78a58&gt;"]}
][
{"sku": ["P248407"], "ratings": ["4.6", "4", "5", "5", "4", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=2&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"dry skin gone\", \"text\": [\"This cream leaves skin feeling moisturized without feeling oily. On my second bottle, love this cream.\"], \"author\": \"gibelle \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Must-Have for Irritated Skin!\", \"text\": [\"Without fail--this always soothes my irritated skin; generally alleviating redness and minor (often allergy-related) irritation overnight. This is a staple for my sensitive, allergy prone skin and has been reliably effective for several years.\"], \"author\": \"5890985 \", \"date\": [\"2016-12-12\"], \"location\": \"Orlando, FL\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": \"love it!\", \"text\": [\"Great product and great value. My skin gets pretty dry in the winter and this is definitely my favorite hydration cream. I use a generous amount and it absorbs so well, leaving your skin super smooth/hydrated. I also like that it has no scent.\"], \"author\": \"Mich04 \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"So far So good...\", \"text\": [\"I've been using this product consistently for about 1 week. I've first new about it when one of my girlfriends brought it along a weekend trip. I ran out of lotion and asked to use hers. I loved it as it wasn't sticky or heavy but my skin was moisturized. So i decided to get a bottle and was like \\\"let me try it on my face.\\\" I have combo/sensitive skin and break-out almost instantaneously if the lotion does not agree with me. In the winter, my face gets soooo dry that it hurts to smile. After a week, I my skin is smoother and well moisturized without the oily residue/feeling and HAVE NOT broken out AT ALL. Love it!! if this continues, this will definitely be my long term go-to.\"], \"author\": \"beenbunz \", \"date\": [\"2016-12-12\"], \"location\": \"NYC\", \"skin_type_link\": \"Combination\", \"rating_score\": \"4\", \"age_link\": \"35-44\"}", "{\"title\": \"gentle but powerful\", \"text\": [\"Fantastic for my extremely dry super sensitive skin. Very mild to odorless scent. Gentle enough to use on my face. Powerful enough to keep my hands, elbows and feet soft and hydrated. I keep a bit in a small tin so I can always have it with me. A little bit goes a long way even on really dry irritated skin.\"], \"author\": \"misschilla \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["page=2"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=995&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"Love it. Gimme travel size.\", \"text\": [\"Smells nice. It's not too heavy. It sinks in quickly without stinging (my skin is hypersensitive right now after using an antiwrinkle product that was too drying or irritating or something). I thought it'd be more of a night-only cream but I can see wearing this under makeup, especially during winter.\"], \"author\": \"beautypager \", \"date\": [\"2009-10-20\"], \"location\": \"Texas\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"The early results:\", \"text\": [\"I purchased this for the following reasons:dehydration lines under eye- at the top of my cheek bone, my super dry hands in the winter, and my son's eczema.\", \"I do have an eye cream that makes under my eyes look fab, but NOTHING I have tried (and I've tried a lot) has ever kept my sun-induced, dehydration lines at the top of cheek bones at bay. They're very fine, but they're there- (spent lots of time in the sun without sunscreen years ago). So I have oily skin, but it also needs hydration.After my first application, my skin just drank this up and kept the lines at bay all day....and I mean all day. Nothing has done this before. I was really impressed- so I think we can only get better from here.\", \"I know my hands will take a little longer to \\\"perfect\\\", as they are beyond ridiculously dry from washing my hands constantly. But already, I feel improvement.\", \"I have yet to see if this will do anything for my son's eczema- we've started application 2x/day. At least he likes the way it feels going on!!\", \"This is a thick and emollient cream- but it really gets absorbed by my face well- which is a huge plus. It does not feel heavy on. Huge jar for the $$.\", \"Will update about my son's eczema after a little more time.\", \"Am already impressed with what this has done for my face/hands, so I can only assume the benefits will become greater with more use.\", \"No parabens- which is HUGE!!\"], \"author\": \"edgethebeauty \", \"date\": [\"2009-10-17\"], \"location\": \"Saint Paul, MN\", \"skin_type_link\": \"Oily\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["page=995"]},
{"sku": ["P248407"], "ratings": ["4.6", "4", "5", "5", "5", "2"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=5&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": null, \"text\": [\"My face was soooo dry this winter but using this in the morning has helped a lot!! And it didnt make me break out which is even better\"], \"author\": \"kmuno \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"HOLYYYY GRAIL\", \"text\": [\"OMG, this product saved my face. I always have red patches near my pore area and the product really helps clear out the redness and heal my acne. Im so so in love with brand. It makes some of the best products ever. I love the: Cleanser, Exfoliating pads, moisturizer, lip treatment and want to try on the night cream. Worth the money !!\"], \"author\": \"CristinaMateo \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Where Has This Miracle Worker Been?\", \"text\": [\"I live in Denver Colorado and my skin is so dry from the lack of humidity where it will just flake off. I have tried slathering on any moisturizer and cream I could find, none of them could get rid of that flaky dryness on my face. I finally decided to try this cream (I bought the mini 2 2oz jar holiday set) and I haven't a flake since I started using this product!!!! All of a sudden the dry skin I have dealt with my whole life, it is resolved by this little miracle worker in jar! I couldn't recommend this highly enough.\"], \"author\": \"Anonymous \", \"date\": [\"2016-12-11\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"IN LOVE!!\", \"text\": [\"I heard sooo many great things about this but was still hesitant to buy it. I finally caved and it was the best decision I've made. My eczema cleared up within 3 days and my skin does not break out.\"], \"author\": \"StephG7 \", \"date\": [\"2016-12-10\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Broke me out :(\", \"text\": [\"This moisturizer is very hydrating and made my skin less red. However within a week I broke out so badly in my tzone which normally doesn't happen. I think if you have extremely dry skin and isn't sensitive this might work for you.\"], \"author\": \"mwake \", \"date\": [\"2016-12-09\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"2\", \"age_link\": null}"], "page": ["page=5"]},
{"sku": ["P248407"], "ratings": ["4.6", "4", "5", "2", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=4&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": null, \"text\": [\"This moisturizer really is one of the best basic moisturizers for your dry skin, especially for the price. I've tried $100 moisturizers and this one still works better in my opinion. I was plagued with such dry skin that within an hour of wearing my foundation, it would start to flake off and I would load my face with every type of moisturizer (oils, creams, masks,butters, etc.). This is the perfect buildable moisturizer under primer and my skin never flakes anymore. I will say though that I also changed my diet drastically and stopped eating meat, gluten and dairy and that had the most effect on the dryness but supplemented with his cream, I never have dry skin anymore!\"], \"author\": \"wasforeverdry \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"does the trick\", \"text\": [\"Very moisturizing and I have really dry skin.\"], \"author\": \"LGuzman \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"still Trying to like it\", \"text\": [\"Nothing special and it was touted as being a miracle, far cry from one. I feel as though it would be good for my hands but definitely not as a face moisturizer.\"], \"author\": \"hudsonriver \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"2\", \"age_link\": null}", "{\"title\": \"Oh Em Gee\", \"text\": [\"This is the best and only moisturizer that I've ever had keep my skin clear and hydrated. During the winter my skin is the worst and always peeling which makes for a terrible base for putting on make up but with this no peeling or flaking due to the dry weather !!\"], \"author\": \"Tonnafae \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Favorite!\", \"text\": [\"I have been using this twice a day for about 1.5 months and have seen a dramatic improvement in my skin. This is my new holy grail of moisturizers. The container is HUGE so you get a ton of product for $30, which is actually cheaper than my drugstore brand. I have combination dry and oily skin and this stuff moisturized my skin so deeply that 10 hours later, in the midst of winter, my skin still felt smooth and hydrated. Also, normally I could use a finger and wipe across my cheek and see oil on my finger...NOT with this product. No oil or grease on my face whatsoever. Make up goes on so much better and no dry patchy winter skin!\"], \"author\": \"bhambly13 \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["page=4"]},
{"sku": ["P248407"], "ratings": ["4.6", "4", "5", "5", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=3&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": null, \"text\": [\"This stuff is a LIFE SAVER if you suffer from dry skin, especially in the winter. Also great for your hands or any other dry patches you have.\"], \"author\": \"CheyanneS \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"4\", \"age_link\": null}", "{\"title\": \"Amazing\", \"text\": [\"I have extremely dry and sensitive skin and have tried so many different products but none of them moisturized my skin as well as this did. It keeps my skin hydrated and doesn't make me break out, love it!!!\"], \"author\": \"Ahnji \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"13-17\"}", "{\"title\": \"Great\", \"text\": [\"Does exactly what it says. One of my very favorite moisturizers. It's not sticky or tacky, not greasy. Hydrates. Great base for makeup, great over serums.\"], \"author\": \"suedi \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"simply amazing\", \"text\": [\"I use this when I have any dry skin even flaky dry skin prior to applying make up and you can not tell I even have dry skin after applying. It works every time. This is a must have.\"], \"author\": \"Deenaylejon \", \"date\": [\"2016-12-12\"], \"location\": null, \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": null, \"text\": [\"Love this product. I will definitely buy this again. I have VERY sensitive dry skin and most products burn my skin. This product is very gently and has made my skin feel great.\"], \"author\": \"MichelleLopez \", \"date\": [\"2016-12-12\"], \"location\": \"Ft. Lauderdale, Fl\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["page=3"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "5", "5", "5", "4"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=993&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"Terrific all-purpose cream\", \"text\": [\"This cream is a great find! We live in a cold but VERY dry climate, and staying moisturized in the fall and winter is tough. Both my husband and I love this new cream. It's barely got a scent (a BIG plus) and is really emollient without a greasy feeling. I'll definitely buy it again.\"], \"author\": \"karenlcb \", \"date\": [\"2009-11-02\"], \"location\": \"Idaho Falls, ID\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}", "{\"title\": \"like milk\", \"text\": [\"so good as milk to your skin\"], \"author\": \"cvanessa \", \"date\": [\"2009-10-30\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Really worked!\", \"text\": [\"I use this primarily as a facial moisturizer. I have nothing but praise for this product! I have absolutely terrible dry, peeling, itchy, sickly skin. The skin on my face is so uncomfortable and horrible that no ordinary moisturizer works. I have atopic dermatitis and after seeing that this cream was good for people with severe skin problems, I though i'd give it a try. The consistentcy is rich, thick, moisturizing and surprisingly does not leave my skin oily or greasy. In addition, after a few weeks use, I have not noticed any breakouts. It has even reduced the horrible white, dry, itchy patches on my cheeks! One of the main ingredients is oatmeal. Oatmeal is fabulous for really dry skin so kudos to the creators for including this ingredient. I would recommend this cream if you have severe skin problems. I don't know how it would work on someone with normal or normal/oily skin.\", \"My only complaint is the scent. It smells like the nasty prescription medicated lotion I had to put on when I was little. But at least it doesn't have a strong perfumed scent.\"], \"author\": \"laila101 \", \"date\": [\"2009-10-29\"], \"location\": \"Baltimore, MD\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"LOVE IT!\", \"text\": [\"I get spots of excema on my face in cold weather. This product absorbs quickly, smells fine, and is keeping the excema and dry patches under control. Also, wash face with tepid water - not hot - so the excema doesn't flare up.\"], \"author\": \"knittykitty \", \"date\": [\"2009-10-29\"], \"location\": \"grand rapids, mi\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": null, \"text\": [\"I have very BAD eczema which itches a lot on my arms &amp; legs. This cream really helped with the itching FAST! The smell isn't that great, but smells similar to the Aveeno lotion...probably the oatmeal.\"], \"author\": \"jayt \", \"date\": [\"2009-10-29\"], \"location\": \"California\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"25-34\"}"], "page": ["page=993"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "5", "2", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=992&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"Great product at a great price!\", \"text\": [\"My skin has always been sensitive, but now it is even more so. This cream not only soothes the skin on my face, but can also be used on my hands, feet, or anywhere on my body. I am thrilled to have found this line, and would recommend it to anyone with dry, sensitive or irritated skin.\"], \"author\": \"dlg54 \", \"date\": [\"2009-11-07\"], \"location\": \"Iowa City, IA\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"I Love This Cream\", \"text\": [\"I have many creams, and this one is my new best friend. I have very dry, flakey skin, on my face. This cream has inproved the texture of my skin very much, in the short time I have been using it. I also use it on my neck,hands.elbows and knees. Its better than anything I have ever used. It is totally worth giving it a try...\"], \"author\": \"CindyV \", \"date\": [\"2009-11-07\"], \"location\": \"Novi, MI\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": null, \"text\": [\"My skin is so dry that it peels in the winter. I used the cream for about 3 days and did not notice an improvement in my skin. Also, the product irritated my eyes. As a hand cream, it worked ok, but because of its $28 price tag, I returned the product.\"], \"author\": \"Meg12345 \", \"date\": [\"2009-11-06\"], \"location\": \"Long Island, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"2\", \"age_link\": \"25-34\"}", "{\"title\": \"ultra repair cream - it works!\", \"text\": [\"Great for ultra-sensitive, dry skin. Soothes, doesn't irritate and sinks in immediately, leaving skin feeling soft and velvety.\"], \"author\": \"cosmeticcrush \", \"date\": [\"2009-11-03\"], \"location\": \"Cleveland OH\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"Great Cream\", \"text\": [\"This has become my go-to moisturizer for both face and body. It absorbs very quickly and at first I thought it wouldn't be moisturizing enough for my uber dry skin. After a week or so, I noticed that I didn't miss my considerably oilier creams and that my skin was very soft. Added bonus was no sweating off oily cream in summer. With cold weather coming, I was concerned again that this cream wouldn't be heavy enough, but that has not proved the case. No fragrance, which I personally like. Great cream.\"], \"author\": \"niinipini \", \"date\": [\"2009-11-03\"], \"location\": \"Washington, DC\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}"], "page": ["page=992"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "5", "5", "3", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=991&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"Finally! A solution to my skin problems.\", \"text\": [\"This cream has resolved my dry skin issues completely. My skin no longer has dry patches and a good amount of the redness is gone.\"], \"author\": \"hooplvr23 \", \"date\": [\"2009-12-01\"], \"location\": \"St Louis, MO\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"Simply the Best All Purpose Cream\", \"text\": [\"I am a physician and this is simply the best all purpose skin moisturizer that I have encountered. I am constantly in search of the \\\"best\\\" skin care products in terms of efficacy, safety and value and FAB Ultra Repair Cream has it all. I am so enamored of this product that I use it daily as a face cream and body cream. It has a lovely whipped consistency that is absorbed into the skin instantly leaving skin supple and nourished with no residual greasiness. It really is amazing! I use it as a face moisturizer after FAB face cleanser and find that my makeup application is so much smoother and lasts longer. I am particularly impressed that Ultra Repair Cream is so versatile. It has become my \\\"go to\\\" cream for face and body. Life is complicated enough....who needs a different cream for every part of your body? Utlra Repair Cream does it all beautifully!\"], \"author\": \"DocMD \", \"date\": [\"2009-11-29\"], \"location\": \"providence, rhode island\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": \"GREAT FOR DRY, SENSITIVE SKIN\", \"text\": [\"I have dry, sensitive skin and this cream hydrates and moisturizes as well as anything I've ever used, without clogging my pores. Great size for the money, so in addition to my face I use it on my elbows and other dry areas. It absorbs quickly and really lasts. My over all skin texture seems to have improved as well. I'm so glad Sephora started carrying this line.\"], \"author\": \"suzsays \", \"date\": [\"2009-11-29\"], \"location\": \"Utah\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"over 54\"}", "{\"title\": null, \"text\": [\"I had been using some very harsh acne medications and my skin was red and peely all the time. This cream was able to smooth my skin and take down some of the redness. I could have been a bit more moisturizing but it is oil free and never felt greasy. Great for day or night time use. I would recomend this for anyone facing moderate skin irritation on face or body. Very good price for the amount you get.\"], \"author\": \"lesleee \", \"date\": [\"2009-11-17\"], \"location\": \"tucson, AZ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"3\", \"age_link\": \"18-24\"}", "{\"title\": null, \"text\": [\"This product is amazing! I have ezcema on my face and this cream immediately soothed and calmed my skin. The dry, itchy patches were gone in 2 days. works great on my hands as well.\"], \"author\": \"erindds \", \"date\": [\"2009-11-13\"], \"location\": \"Watertown, NY\", \"skin_type_link\": \"Dry\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}"], "page": ["page=991"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "2", "4", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=994&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"Wonderful!! Wonderful!! Wonderful!!\", \"text\": [\"My 8 year old daughter has moderate - severe eczema, and has all her life. She is constantly itching and scratching her skin till it bleeds. We have tried numerous lotions, creams, oils, etc. to no avail. Now while steroid ointments and creams help, they are bad for the skin when used consistently. We felt helpless, then one day I logged on to Sephora and saw this cream listed on the home page and thought, \\\"Why not?\\\" We got it home and I have to tell you it is amazing the difference it’s made to her skin. Some of her larger patches of eczema are still there, but getting smaller and, NO MORE ITCHING!!! Not to mention her skin is so soft!! I have also used the cream on my face as a moisturizer and it's wonderful! Absorbs nicely AND helps with wrinkles. I am surprised that other reviewers have had issue with the smell, it does have a kind of eucalyptus-y smell, but it's not strong at all. And, if you are on the fence worrying that the eucalyptus or some of the other ingredients will burn or sting, take it from my daughter, they don't. Her skin was so cracked and torn that even the gentlest lotions stung, but she LOVES this one and puts it on happily every night.\", \"Thank you SEPHORA for bringing us this TERRIFIC product!\"], \"author\": \"mandyg \", \"date\": [\"2009-10-27\"], \"location\": \"Englewood, CO\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"25-34\"}", "{\"title\": null, \"text\": [\"I was really excited to try this moisturizer since I have combination skin that gets dry and flaky around my mouth in the winter time. It's good for everywhere except that area! After it dried it started coming off in this flaky manner when I would start to put my makeup on or touch my face. Disappointed it didn't work better.\"], \"author\": \"bhickey11 \", \"date\": [\"2009-10-27\"], \"location\": \"Newark, OH\", \"skin_type_link\": \"Combination\", \"rating_score\": \"2\", \"age_link\": \"25-34\"}", "{\"title\": \"Winter moisturizer\", \"text\": [\"I have been using this on my face, hands and legs, as my dry skin only gets drier in the winter. I will say that it is a very creamy cream, but it absorbs quickly. And it is very good on my sensitive skin.\", \"Downside? It smells horrible. It smells like rubber or plastic or something... I've decided to only use it on my face at night because of the smell. I use Korres lotion on my face during the day so it doesn't bother my nose.\"], \"author\": \"girlenigma \", \"date\": [\"2009-10-25\"], \"location\": \"Jacksonville, IL\", \"skin_type_link\": \"Dry\", \"rating_score\": \"4\", \"age_link\": \"18-24\"}", "{\"title\": \"(UPDATE) lightest of my heavy creams\", \"text\": [\"I wanted to qualify a comment in my review. This cream is lightweight in the sense that it absorbs and it's not waxy *but* it is certainly heavier than most moisturizers. Call it the lightest of the heavy creams. I like it.\"], \"author\": \"beautypager \", \"date\": [\"2009-10-23\"], \"location\": \"Texas\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"35-44\"}", "{\"title\": \"The Ultra Repair Cream has performed miracles!\", \"text\": [\"I can't believe how amazing this cream is. My 9 year old son has eczema and spends much of his free time scratching away. His skin has always been really dry and sensitive. As a dermatologist and mom, I have tried everything to get him comfortable and clear. Finally the FAB Ultra Repair Cream has done the trick. He is so soft and practically itch free!!! He even commented that he missed a spot and \\\"feel how dry it is here mom!\\\" Everyone with eczema should try this cream - it performs miracles. Congrats and thanks to you Lillie!\"], \"author\": \"LMCohen \", \"date\": [\"2009-10-21\"], \"location\": \"Newton MA\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"45-54\"}"], "page": ["page=994"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "5", "3", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=7&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"buy it already\", \"text\": [\"I've gone through 6 tubs of these over the last few years. Needless to say, I love it. I use it everyday, it instantly soaks into my skin with no residue. It also lasts a long time, making it priced great!\"], \"author\": \"Daylyn \", \"date\": [\"2016-12-07\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"new staple item\", \"text\": [\"I've been using this on my face for over a month now and the difference is amazing. My skin has a healthy glow and I have almost no break outs anymore. This evened out my skin as well as made it softer than it's ever been. It keeps my forehead from getting too oily and faded my acne scars. I can't live without this product.\"], \"author\": \"marissalg \", \"date\": [\"2016-12-07\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"I expected more\", \"text\": [\"Based on the description and the reviews I expected this cream to provide much needed relief to my dry skin. I didn't find it to be any more moisturizing than less expensive brands for dry skin. Better options out there for less money.\"], \"author\": \"MrsW11 \", \"date\": [\"2016-12-06\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"3\", \"age_link\": null}", "{\"title\": \"saving grace\", \"text\": [\"I originally bought this product because I was experiencing painfully dry skin from hash Colorado winters and from chlorine related dryness. I no longer swim, and therefore no longer have the chlorine side effects, but this moisturizer is still my stand by for dry patches on my face. It sinks into the skin quickly, and I have had no problems putting makeup on over it. If I have a dry spot develop during the day I always reach for this, it blends into makeup really well. The first time I used it, it stung a little, but worked really well and I have never had a problem since!\"], \"author\": \"Aquagirl22 \", \"date\": [\"2016-12-06\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Life Changing Moisturizer\", \"text\": [\"I initially bought this product to moisturize my extremely dry face, a side effect of being on Accutane. My dermatologist recommended this cream because I am sensitive to harsh ingredients and scents. I was skeptical at first to use such a thick, moisturizing cream on my face, but continued to use it and had amazing results. After using this product 2 times a day for a week, I saw my skin balance out and the dry patches on my face magically disappeared. Since using this ultra-repair cream, I have also used multiple other products from the FAB brand and rave about them just as much. I highly recommend this product to anyone who has severely dry skin, it is life changing!\"], \"author\": \"Dana2222 \", \"date\": [\"2016-12-06\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}"], "page": ["page=7"]},
{"sku": ["P248407"], "ratings": ["4.6", "5", "5", "5", "5", "5"], "url": ["http://reviews.sephora.com/8723abredes/P248407/reviews.htm?format=embedded&amp;page=6&amp;scrollToTop=true"], "number_review": ["4,972", "4,972", "4,972", "4,972", "4,972", "4,972"], "reviews": ["{\"title\": \"holy grail\", \"text\": [\"Been using this for years. I have dry sensitive skin and it works wonders. Very happy.\"], \"author\": \"gypsymarie \", \"date\": [\"2016-12-09\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Let Me Just Say This....\", \"text\": [\"I am SO impressed with this moisturizer. I was pretty hesitant to buy considering it's meant to be super hydrating and I have slightly oily skin. HOWEVER, I went ahead and took the chance and I'm very happy I did. I used it for the first time today after a shower when my skin feels pretty tight. I used about 1-2 pea sized dots and it was prefect. Not greasy at all (which was pleasantly surprising) and it feels light and hydrating on the skin. Would recommend to anyone even with oily skin!\"], \"author\": \"Genna24 \", \"date\": [\"2016-12-09\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"I like it\", \"text\": [\"I bought the big one. It's thin but it's moisturizing and it never breaks me out or leaves me greasy. It's a good product\"], \"author\": \"MorganEvan \", \"date\": [\"2016-12-08\"], \"location\": null, \"skin_type_link\": null, \"rating_score\": \"5\", \"age_link\": null}", "{\"title\": \"Fantastic\", \"text\": [\"I got the 12 dollar tube and it has lasted me for MONTHS. Given I only use it on my face once a day. But it is the best moisturizer I've ever used. I dont have a need to use any others and it has greatly improved the overall quality of my skin!\"], \"author\": \"meghanj \", \"date\": [\"2016-12-08\"], \"location\": \"pittsburgh\", \"skin_type_link\": \"Normal\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}", "{\"title\": \"Super Moisturizing\", \"text\": [\"Hand cream never works for me, but this one left my hands hydrated and not flaking. This will be my new go-to body lotion. It also does not leave a sticky residue like other lotions. It feels like natural skin after 5 minutes or so.\"], \"author\": \"eeg3460 \", \"date\": [\"2016-12-08\"], \"location\": \"Bordentown, NJ\", \"skin_type_link\": \"Combination\", \"rating_score\": \"5\", \"age_link\": \"18-24\"}"], "page": ["page=6"]}