[
{"sku": ["11291565"], "regimen": ["Shake well before use. Apply daily to face, neck, and chest before makeup. Reapply every two hours and after swimming, excessive perspiring, or after towel drying. For children under six months of age, consult a physician before use."], "name": ["SkinCeuticals Physical Fusion SPF 50"], "brand": ["SkinCeuticals"], "description": ["Physical Fusion UV Defense SPF 50 provides high broad-spectrum UVA/UVB protection with all natural physical filters, Zinc Oxide (Z-COTE) and Titanium Dioxide. Providing substantial power in an ultra-sheer, mattifying fluid, this sunscreen is infused with translucent color spheres to enhance natural skin tone. Tested on all ethnicities, this adaptable fluid provides discreet coverage while restoring radiance.", "Paraben-free and safe for even very sensitive skin, the photo protection in this formula is boosted with Artemia Salina, a plankton extract which helps build skin’s natural defense and resistance to UV and heat stress."], "number_reviews": ["(33 Reviews)"], "reviews": ["{'date': u'2016-09-23', 'rating_score': u'5', 'rating_title': u'skin ceuticals fusion SPF 50', 'review_text': u'I love this product! I have problem skin my pores clog easily and have break outs.  I have had no problem using this on the face does  not clog and I have had no break outs from it!', 'author_name': u'kk'}", "{'date': u'2016-08-01', 'rating_score': u'5', 'rating_title': u'Excellent sunscreen', 'review_text': u'I use this sunscreen as a combined sunscreen and foundation.  I have found that it works well, does not get in my eyes, and once dry is weightless.', 'author_name': u'ses'}", "{'date': u'2016-01-05', 'rating_score': u'5', 'rating_title': u'Love this sunscreen', 'review_text': u\"This sunscreen is so lightweight, I hardly feel I have anything on. The texture is silky smooth and goes on easily. In the summer, I use this alone, but in the winter when my skin is more dry, I apply a light moisturizer before the sunscreen. I am fair and the tint works perfectly for my skin tone. Most days I wear this and skip foundation. Another bonus, it doesn't sting my eyes if i get sweaty.\", 'author_name': u'FunInSun'}", "{'date': u'2015-05-15', 'rating_score': u'5', 'rating_title': u'I thought radience=shiny but no just great skin', 'review_text': u'I never got this and finally tried with a free sample and This just makes your skin look better, not shiny. I am not buying anything else.I have VERY oily breakout prone skin and this just makes me look more even and less splotchy. Love it.', 'author_name': u'ec05'}", "{'date': u'2015-02-25', 'rating_score': u'5', 'rating_title': u'Excellent Product', 'review_text': u'I have been using this product for a couple years and I really like it. It is a nonchemical sunscreen and it is very easy to apply, it makes my skin look smooth with just a hint of color, and it is not at all greasy.', 'author_name': u'CRWP'}", "{'date': u'2014-12-23', 'rating_score': u'5', 'rating_title': u'GREAT PROTECTION', 'review_text': u\"I am extremely sensitive to the sun due to certain prescription drugs I'm required to take. This product gives excellent protection without being sticky and greasy. I actually use it in place of makeup since it appears to give minimal coverage and leaves my face with a healthly glow. After application, I use bareMinerals READY Touch Up Veil which also contains additional Broad Spectrum SPF 15. For me, it is a terrific duo!\", 'author_name': u'Peba'}", "{'date': u'2014-09-29', 'rating_score': u'5', 'rating_title': u'Great sunscreen but it stinks!', 'review_text': u\"I absolutely love this sunscreen. I use it like a tinted moisturizer since it has enough tint that I don't need makeup. It absorbs quickly and is very light. It doesn't cause any dryness. Only downside is that it stinks! It smells horrible. I don't know if I just got a bad batch but it smells bad. I will still probably repurchase it since I only need to get through initially applying it and the smell goes away. But otherwise it is a great sunscreen. I walk in the sun for a few hours everyday and I haven't turned brown or burned yet.\", 'author_name': u'Winter'}", "{'date': u'2014-08-23', 'rating_score': u'5', 'rating_title': u'Great sunscreen for all skin tones', 'review_text': u\"This is an excellent, light weight and easy to blend sunscreen for people of all skin tones! (see photo). Because it's not heavy, it's great as a daily moisturizer under your makeup--only downside is the PRICE! I will definitely repurchase\", 'author_name': u'Madinat'}", "{'date': u'2014-08-10', 'rating_score': u'5', 'rating_title': u'Love!', 'review_text': u'This is the best daily sunscreen for the face. It is light weight, absorbs quickly and has a smooth appearance. Great for sensitive skin.', 'author_name': u'Bookwormal'}", "{'date': u'2014-07-14', 'rating_score': u'5', 'rating_title': u'best ever sunscreen', 'review_text': u'This was first introduced to me through my dermatologist. I have sensitive skin and have had problems with sunscreens getting in my eyes or burning. This is universally tinted so blends with most skins,and goes on like a thin film then within minutes is absorbed into the skin. I think it is not only a great sunscreen but also an excellent moisturizer. I have been using for almost 2 years and have turned several friends onto this great product!', 'author_name': u'NCSpirits'}", "{'date': u'2014-07-14', 'rating_score': u'5', 'rating_title': u'BEST EVER SUN PROTECTION FOR YOUR FACE!', 'review_text': u'SkinCeuticals SPF 50 physical sunscreen applies smoothly, gives your face a natural radiance, and never irritates your eyes as so many chemical sunscreens do! I wear it every day, in every season.And with its subtle, natural tint, I never use makeup!One of the best products out there!!', 'author_name': u'minna'}", "{'date': u'2014-07-12', 'rating_score': u'5', 'rating_title': u'My favorite Sunscreen', 'review_text': u\"I love this sunscreen! Bought it for a beach vacation. I always wore a hat on the beach but still applied this suncreen on my face and neck continually. It is so gentle, tinted, and goes on smoothly. Even after reapplying many times each day I didn't get a rash or burning sensation as happens with some harsher sunscreens. This is now my everyday suncreen for my face and neck.\", 'author_name': u'Minie'}", "{'date': u'2014-05-28', 'rating_score': u'5', 'rating_title': u'Love This Sun Product', 'review_text': u\"This has been the best sunscreen for my face that I have ever used. It's lightweight and does not clog my pores and cause breakouts and red spots like other sunscreens. I have some brown spots I'm treating with products that emphasize using sun protection. Plus, I've had sunspots removed that my doctor said were a sign my skin has had too much sun exposure. This is my foundation and sunscreen for the summer. It works without the white opaque look of some products and soaks in leaving a smooth finish and no harsh chemicals!\", 'author_name': u'TC45'}", "{'date': u'2014-01-31', 'rating_score': u'5', 'rating_title': u'excellent sunscreen', 'review_text': u\"This goes on lightweight and feels great plus it is SPF50. My skin suffered from a youth spent trying to tan and now I am ruing those mistakes. (Don't do it, younger women!!) I use it everyday and love the coverage as well as the light tint. I will definitely buy more. Great if you do not like the heavy feel or white tones of other sunscreens.\", 'author_name': u'Wendy'}", "{'date': u'2014-01-08', 'rating_score': u'5', 'rating_title': u'Great Product!', 'review_text': u\"This is a great product! It has a tint which matches basically any complexion. I was disappointed in how small the bottle was though. You don't need much, so it lasts a long time, but I expected the bottle to be larger than it was. I didn't get my free samples with this order either. I chose them, but they weren't in the shipment :(\", 'author_name': u'BeachBumLaura'}", "{'date': u'2013-10-19', 'rating_score': u'5', 'rating_title': u'Best I Have Found', 'review_text': u'I am a professional photographer, and this is the only sunscreen I can use. With other sunscreens, my eyes become irritated and start to tear-up after a couple of hours. I realize one is not to use any of these close to the eyes, but I must be transferring small amounts with my camera, fingers, and by perspiration. Anyway, this sunscreen does not cause problems, and I can wear it all day.', 'author_name': u'ProPhotographer'}", "{'date': u'2013-08-16', 'rating_score': u'5', 'rating_title': u'best ingredients for sun exposure', 'review_text': u'Recently I discovered that my current sunscreen, LaRoche-Posay, had harmful benzone-related ingredients in it. I returned to SkinCeuticals because I had such success with it on a ski trip. This sunscreen helped my skin thrive--even in the harsh elements at 13,000 feet, snow and sleet. I reapplied every 2-3 hours and did not even slightly burn. Purchase with confidence. This product contains the best ingredients for sun exposure: titanium dioxide and zinc oxide.', 'author_name': u'sched4u'}", "{'date': u'2013-06-28', 'rating_score': u'4', 'rating_title': u'TEXTURE IS A LITTLE WATERY, BUT STILL GOOD.', 'review_text': u'I LIKE THIS PRODUCT AND HAVE PURCHASED IT SEVERAL TIMES ,THE TINT ESPECIALLY BUT IF YOU GET WET IN THE RAIN THERE WILL BE BROWN LIQUID DRIPPING OFF YOUR FACE.IF ONLY YOU HAD LARGER BOTTLES I COULD APPLY IT ALL OVER THE BODY.', 'author_name': u'peelaway'}", "{'date': u'2013-06-21', 'rating_score': u'5', 'rating_title': u'GOOD STUFF', 'review_text': u'I have been using the skin store for about 5 years and this is my first review. This is a excellent product and with a SPF of 50 is such a great find. Being a red head, my face takes a beating. I will be reordering.', 'author_name': u'marbear'}", "{'date': u'2013-06-10', 'rating_score': u'1', 'rating_title': u\"Don't understand reviewers!\", 'review_text': u\"I'm a Licensed Esthetician and decided to try this product after all the rave reviews. I HATE this product. It is like trying to apply water to your skin it's THAT thin. It left a weird grease like feeling all over and I feel other products do the job MUCH better. I will say a little goes a long way\", 'author_name': u'Scootampa'}"], "review_rating": ["4.82"], "benefit": ["Protects skin against collagen damage.", "Formula is non-comedogenic and sweat/water resistant.", "Has a sheer and weightless texture.", "Enhances natural skin tone and boosts radiance."], "price": ["$34.00"], "ingredient": ["Active Ingredients: Titanium Dioxide 6%, Zinc Oxide 4.9%.Other Ingredients: Water, Dimethicone, Isododecane, C12-15 Alkyl Benzoate, Undecane, Triethylhexanoin, Isohexadecane, Nylon-12, Caprylyl Methicone, Butyloctyl Salicylate, Phenethyl Benzoate, Styrene/Acrylates Copolymer, Silica, Tridecane, Dicaprylyl Carbonate, Dicaprylyl Ether, Talc, Dimethicone/Peg-10/15 Crosspolymer, Aluminum Stearate, Pentylene Glycol, Peg-9 Polydimethylsiloxyethyl Dimethicone, Alumina, Polyhydroxystearic Acid, Phenoxyethanol, Magnesium Sulfate, Caprylyl Glycol, Iron Oxides, Peg-8 Laurate, Disteardimonium Hectorite, Triethoxycaprylylsilane, Tocopherol, Propylene Carbonate, Artemia Extract, Benzoic Acid, C9-15 Fluoroa."]}